{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ArchivistRoom_EN",
  "locCategoryId": "WatcherIsland/ArchivistRoom",
  "language": 0,
  "strings": {
    "Array": [
      "Welcome to the <color=location>Great Archives</color>, adventurer. I suppose curiosity brought you here.",
      "An important trait, to be sure.",
      "I am <color=good>The Archivist</color>, an immortal versed in the ways of alchemy.",
      "But perhaps you knew that already?",
      "After spending millennia cataloging the many events of countless timelines, I decided to return here to mull over everything I had seen.",
      "In my musings about the stories that fill these books and scrolls, I recently had an epiphany.",
      "It seems that, in my haste, I may have overlooked the very thing I was hoping to find.",
      "As such, there is one special story I wish to revisit. One deserving of a witness.",
      "And should the Mists of Time allow a slight alteration, I believe the <color=magic>ray of hope</color> that was once offered may yet bloom.",
      "So walk with me tonight, and we will explore a tale of high adventure.",
      "Of magic and deceit, of friendship and wonder.",
      "But mostly, a tale of heroism.",
      "One that, I believe, will offer valuable insight in the search for a resolution to the throes of <color=bad>The Fleshmancer</color>.",
      "Our story begins in a world visited by The Fleshmancer generations prior, causing much turmoil and leaving a mark that has yet to be fully cleansed.",
      "Somewhere on <color=location>Evermist Island</color>, two young <color=good>Children of the Solstice</color> and their best friend are daydreaming about a life of adventure.",
      "But while the path of the <color=good>Solstice Warrior</color> awaits them indeed, there will be no leaving the nest until they can harness their innate magic...",
      "Their efforts in the tower proved valiant, but alas, as fate would have it when these events first occurred, the mysterious door remained <color=bad>firmly shut</color>.",
      "Despite their courage in the face of this setback, our heroes were unable to reach Mesa Island in time, and the Dweller of Strife turned into a World Eater.",
      "They fought ever so bravely, but in the end, their lives, and their world, were lost. ",
      "Which brings us to the crux of tonight's musings: a single question.",
      "How far might they go, should fate be given a nudge, and the door that once sat closed were to be <color=good>opened</color>?",
      "Let us find out.",
      "Come in.",
      "What is this place?",
      "Smells musty!",
      "Good evening, and welcome to The Great Archives.",
      "Please excuse the mess, I tend to get absorbed in my work.",
      "!!",
      "Wait, are you-",
      "Titles are for stories and myths. Please call me Resh'an.",
      "Resh'an...",
      "That's even cooler than X'tol!",
      "Wait, so YOU'RE the immortal alchemist?",
      "I suppose so.",
      "Alchemist, sir, we...",
      "Please. Call me Resh'an.",
      "*ahem* Resh'an, this is really unexpected.",
      "Yeah, we... Can't you just fix all of this, then?",
      "Unfortunately, no. I am bound by a very strict code.",
      "There are no words to express the suffering that would ensue were I to take matters into my own hands.",
      "Worse than a Dweller turning into a World Eater?",
      "Not to minimize, but you must understand that, in the grand scheme of things, your reality is simply one of many.",
      "By fixing your realm, I would unleash <color=bad>Aephorul</color>'s wrath upon countless others.",
      "That is unacceptable.",
      "Who's Aephorul?",
      "My former associate.",
      "Stories refer to him as The Fleshmancer.",
      "!!",
      "Is he hiding somewhere here too?",
      "Your world is safe, at least in this regard. Aephorul left a long time ago.",
      "Should he learn of my presence here, however...",
      "We'd take him on, he's nothing but a loser!",
      "...",
      "Now, it appears time is of the essence.",
      "We need to get onto Mesa Island. Can you help?",
      "I might. But first, we must determine whether or not you can help yourselves.",
      "For now, I would send you to a remote location where, encased in the ice, lies a long lost <color=magic>artifact</color>.",
      "What kind of artifact?",
      "I will say no more at this time. If letting you in here was the proper course of action, its power will call to you.",
      "This portal leads to where it went forgotten.",
      "Recover the artifact. Then I shall entertain this plan of yours.",
      "You have returned.",
      "Will you help us get to Mesa Island now?",
      "Oh, you were just there a few moments ago.",
      "Is this the way then? We just go back and hike down the mountain?",
      "Hiking Glacial Peak on foot? Only an animal would do that.",
      "Will you accept one final challenge?",
      "If you succeed, I promise I will help.",
      "We're in a hurry! You said-",
      "I know, I know. Hear me out.",
      "The only way to remove the barrier is to wake the giant stone head.",
      "I can make the potion for you, but brewing it requires centuries of maceration.",
      "Centuries? That's useless!",
      "That's why I need you to recover my personal alchemy bottle, the <color=magic>Vial of Time</color>.",
      "Within it, I can control time itself. Bring it back to me and I will prepare what you need in mere seconds.",
      "No way...",
      "Alright, where can we find it?",
      "Aephorul hid it somewhere on Watcher Island a long time ago.",
      "All I know for certain is that the giant statue from which the island got its name is the key.",
      "This is ridiculous.",
      "Call it what you will, but I recommend you take this task seriously, for it will be very trying.",
      "Sure, whatever. We're ready.",
      "Then go to the northern part of Watcher Island, and perform the cleansing of Torment Peak.",
      "Cleansing!? There's a Dweller here?",
      "Of course. It may be just a prank, but Aephorul played it himself.",
      "That's impossible! If such a threat existed, the Solstice Warriors would know.",
      "Let it come as a suprise if you must, then, but not all who came before you were brave. Some chose to bury what they lacked the courage to face.",
      "But, without their powers augmented by...",
      "Yes?",
      "That's what the Solstice Amulet is really for, isn't it?",
      "Precisely. It may be old, but its magic has yet to fade.",
      "Face the Dweller of Torment with conviction, and the amulet will resonate.",
      "The power to conjure an eclipse...",
      "This portal will take you to Lake Docarria.",
      "I'll be watching. Good luck.",
      "Resh'an, we have your vial.",
      "It appears so. Let's make sure it's not an imitation.",
      "Garl, would you kindly throw it at the wall?",
      "I...",
      "With all your strength.",
      "Won't it break?",
      "Hopefully.",
      "Well, okay.",
      "Whoa!!",
      "Vial of Time, oh how I've missed you.",
      "Thank you for recovering my most prized possession. You have shown much bravery.",
      "You better hold up your end of the bargain now. No more errands!",
      "Oh, make no mistake, I'm coming with you.",
      "!!",
      "But my code is strict, so there are rules.",
      "First, I may assist in battle, but it's not my place to win for you.",
      "As such, I will match your power, but never exceed it.",
      "Wait, you're really going to-",
      "Next, no one other than the four of you can be aware of my true identity.",
      "You are to refer to me exclusively as Resh'an, and never as The Immortal Alchemist.",
      "You got it! Might want to be extra careful around Teaks, though.",
      "Lastly, and most importantly, I am under no circumstances allowed to fight a Dweller.",
      "If a confrontation occurs with the Dweller of Strife, that fight will be yours and yours alone.",
      "Understood.",
      "Shall we go, then?",
      "Uh, Resh'an?",
      "Hmm?",
      "You can't go out like this, your robes are all tattered.",
      "If you don't want people to know you're immortal, maybe clothes that have been decaying for millennia aren't the safest bet!",
      "Hahaha!",
      "Fair enough.",
      "Better?",
      "Totally!",
      "Then lead the way. Mesa Island is the one with a giant stone head, to the northeast.",
      "Resh'an the Immortal Alchemist joins the party!",
      "And so it was that [MAINCHAR] and [OFFCHAR] were sent off to begin their journey, with their best friend the warrior cook in tow.",
      "In their quest to get to Wraith Island in time for the eclipse, they would soon come to grips with two very powerful wizards.",
      "One by anger beset, the other of life bereft...",
      "By overcoming the dead wizard's illusions, our heroes have secured passage to Wraith Island in time for the eclipse.",
      "In this place where the night is everlasting and the dead still live, they brace themselves to fight the last known Dweller.",
      "While evil forces prepare to play their hand, fear is set to strike very close to home...",
      "With the resurrection of the Dweller of Strife announcing a reign of terror thought forever gone, hope appears slim for a world with only three Solstice Warriors left.",
      "The veil of lies now lifted and part of their innocence left behind, our heroes head back to Brisk while their Headmaster searches for a way to reach Mesa Island.",
      "Committed to helping the cataclysm survivors, they will soon dive headfirst into the eye of the storm to confront a legendary ancient curse...",
      "Thus, the Town of Mirth was founded, while those who preferred to stay in Brisk worked on restoring it to its former beauty.",
      "While down but certainly not out, [MAINCHAR], [OFFCHAR], Garl and Seraï set sail for Watcher Island in hopes of finding the Oracle of Tides.",
      "Should their will prove strong enough, the chapters yet to be written would soon unfold...",
      "Teleport to Lake Docarria?",
      "Yes",
      "No",
      "Teleport to Glacial Peak?",
      "Yes",
      "No"
    ]
  }
}