{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskNew_EN",
  "locCategoryId": "SleeperIsland/BriskNew",
  "language": 0,
  "strings": {
    "Array": [
      "Welcome to <color=location>Dweller's Fall Arena</color>! On these sands, the mighty gather, the mightier prevail, and the mightiest become legend!",
      "Hi there! Would it be possible for me and my friends to enter the tournament?",
      "New challengers? Certainly, but we do have a rule limiting new entrants to a maximum of two sidekicks.",
      "Also, the use of items is forbidden.",
      "Got it, thank you!",
      "This place is everything I was hoping for! Can we give it a try now?",
      "Welcome to <color=location>Dweller's Fall Arena</color>! On these sands, the mighty gather, the mightier prevail, and the mightiest become legend!",
      "Will you be participating today?",
      "Yes",
      "Maybe later",
      "Please choose your rank.",
      "Bronze Rank",
      "Silver Rank",
      "Gold Rank",
      "Special Rank",
      "So, I can only take two of you with me...",
      "The Great Alchemist's puppet could be amusing. Who else wants to join?",
      "I'll do it!",
      "Perfect! Let's go!",
      "Silver Rank... How about Zale and Seraï?",
      "Sure!",
      "I'm not too fond of this type of entertainment, but if it matters to you, I'm in.",
      "Thank you, Seraï.",
      "We made it to the Gold Rank!",
      "This is the last one... [MAINCHAR] and [OFFCHAR], I would like you two by my side for this one.",
      "Of course.",
      "You got it, B'st!",
      "Thank you! Let's go, then.",
      "Special Rank? How exciting!",
      "There is no party limit for this one. Good luck!",
      "You've completed all of the challenges. Congratulations to our champion B'st!",
      "You can take the stairs to go to your fight. Unless you wanted to quit?",
      "Quit",
      "No",
      "Enter the arena?",
      "I'm ready!",
      "Wait...",
      "Good day, people of Brisk and beyond! Welcome all to Dweller's Fall Arena!",
      "Huzzah!",
      "Today is a very special day, for our new challenger is accompanied by the mighty <color=moon>Lunar Monk</color> who saved our town from total destruction on that fateful day!",
      "No way!",
      "I heard she can breathe underwater!",
      "Is she from Docarri Village?",
      "Now, now. Please welcome B'st the Living Glass golem and his companions!",
      "WOOHOO!",
      "B'ST! B'ST! B'ST!",
      "Can they clear the <color=magic>Bronze Rank</color>? WE SHALL SEE!!",
      "For their first fight, please welcome the renowned, the unforgiving, the abominable...",
      "<color=magic>CLAWLESS CRAB CREW</color>!!!",
      "YAY!!",
      "They're my favorite!",
      "Now, now. Let the fight... BEGIN!",
      "Unbelievable! The Clawless Crab Crew bites the dust in record time!",
      "B'ST! B'ST! B'ST!",
      "And now, directly from the Moorlands, I present to you the <color=magic>BOMB</color>. <color=magic>BOUNCING</color>. <color=magic>BROTHERSSS</color>!!",
      "This is gonna be good!",
      "Now, now. Let the fight... BEGIN!",
      "Such talent! The Bomb Bouncing Brothers didn't stand a chance against B'st!",
      "B'st will climb the ranks in no time!",
      "Shhhh! Listen to the announcer!",
      "For our last fight of the day, let's give a big hand for the champions of the Bronze Rank, from the Cursed Wood, the <color=magic>Gulgul Goof Group</color>!",
      "My friend can strike that pose!",
      "Now, now. Let the fight... BEGIN!",
      "They've done it, folks! They beat the champions of the <color=magic>Bronze Rank</color>!",
      "B'ST! B'ST! B'ST!",
      "HAIL THE NEW BRONZE CHAMPION!",
      "That concludes today's event. Congratulations, B'st!",
      "Here's your prize for completing the Bronze Rank. Congratulations!",
      "Enter the arena?",
      "I'm ready!",
      "Wait...",
      "Good day, people of Brisk and beyond! Welcome all to Dweller's Fall Arena!",
      "Our latest newcomer, B'st the Living Glass Golem, is back to take on the <color=magic>Silver Rank</color>!",
      "LET'S GO!",
      "B'ST! B'ST! B'ST!",
      "You can expect another great performance, for this time he is accompanied by none other than the <color=sun>Solar Blade Dancer</color> who helped save us from the cataclysm!",
      "Is it true that he can turn into light?",
      "B'ST! B'ST! B'ST!",
      "To start things off, shipped directly from who-knows-where, please welcome the <color=magic>Prickly Pirate Party</color>!",
      "Spooky!",
      "Now, now. Let the fight... BEGIN!",
      "Off to a great start! The Prickly Pirate Party never knew what hit them!",
      "Woohoo!",
      "And now, let's continue with the best of the best when it comes to the art of the swordsmanship.",
      "Let's hear it for the <color=magic>FANCY</color>. <color=magic>FENCING</color>. <color=magic>FOOOOOOORCE</color>!",
      "Fancy Fencing Force? I'm rooting for them!",
      "I'm with B'st!",
      "Now, now. Let the fight... BEGIN!",
      "An unprecedented performance!",
      "This brings us to the final fight of today's event.",
      "Oh!! It's time for <color=good>The Watchmaker</color>!!",
      "Shhh!",
      "As always, the Silver Champion is too busy to join us in person, but she sent a new creation to fight for her.",
      "It will activate the moment it touches the sand.",
      "Are you ready?",
      "YES!!",
      "I can't hear you! ARE YOU READY??",
      "WHEEEEEE!!",
      "B'ST! B'ST! B'ST!",
      "Let's do it then! I give you The Watchmaker's entry into the tournament, the defender of her title as Silver Champion...",
      "THE <color=magic>CLOCKWORK ABOMINATION</color>!!",
      "WATCHMAKER! WATCHMAKER!",
      "It's even bigger than the last one!",
      "Now, now. Let the fight... BEGIN!",
      "They defeated the Clockwork Abomination, can you believe it? ",
      "B'st is the best!!",
      "Will B'st's winning streak continue into the <color=magic>Gold Rank</color>? We shall see!",
      "This concludes today's event. Congratulations, B'st!",
      "Here's your prize for completing the Silver Rank. Congratulations!",
      "Enter the arena?",
      "I'm ready!",
      "Wait...",
      "Good day, people of Brisk and beyond! Welcome all to Dweller's Fall Arena!",
      "Here we are, the <color=magic>Gold Rank</color>! Is there no stopping B'st?",
      "B'ST! B'ST! B'ST!",
      "This is AWESOME! And it's my birthday, too!",
      "To kick off today's event, from the scalding depths of Kiln Mountain and unknown lands above, I give you <color=magic>BIG BUGGY & BAD BUNNIES</color>!",
      "Oh, I'm SO ready!",
      "Now, now. Let the fight... BEGIN!",
      "Another win for B'st and his friends!",
      "No stopping now!",
      "And now for the next combatants! From all around the world, please welcome the <color=magic>Basic Basement Batch</color>!",
      "Woohoo!",
      "They don't have a healer!",
      "Now, now. Let the fight... BEGIN!",
      "B'st has done it! You know what that means!",
      "NO WAY!!",
      "Is it really happening?",
      "Here we are, the <color=magic>Gold Rank</color> finals.",
      "The time has come for B'st to face not only the Gold Champion, but the Gold Standard of champions!",
      "The one with unparalleled pecs, unparalleled skill, and unparalleled charisma.",
      "Quick, before I lose my mind!",
      "Can our rising star defeat the undefeated one? We are about to find out.",
      "Join us now, champion of champions. Let the crowd speak your name!",
      "<color=magic>SYLGAIN</color>! <color=magic>SYLGAIN</color>! <color=magic>SYLGAIN</color>!",
      "AMAZING INTRO!!",
      "Now, now. Let the fight... BEGIN!",
      "OUTSTANDING! THEY'VE DONE IT! Sylgain has been defeated!",
      "B'ST! B'ST! B'ST!",
      "I still like Sylgain better.",
      "The time has come for our young group to face the ultimate challenge! Do they have what it takes? We shall see next time!",
      "This concludes today's event. Congratulations, B'st!",
      "<color=magic>Special Rank</color> unlocked. The ultimate arena battle awaits!",
      "Here's your prize for completing the Gold Rank. Congratulations!",
      "Enter the arena?",
      "I'm ready!",
      "Wait...",
      "Good day, people of Brisk and beyond! Welcome all to Dweller's Fall Arena!",
      "Today is as special as it gets!",
      "Our rising champion, B'st, has decided to shoot for the <color=magic>Special Rank</color>!",
      "Really? Wow!",
      "This is too much, I'm calling in sick tomorrow!",
      "The time has come to summon the ultimate challenge.",
      "IS EVERYONE READY FOR THE REAL SHOW?",
      "YEAH!!",
      "LET'S GO!!",
      "Then let us call upon it. The terror of the seas. The devourer of sunken ships...",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALION</color>!!",
      "<color=magic>CROUSTALIOOOOOOOOOOOOOON</color>!!",
      "<color=magic>CROUSTALIOOOOOOOOOOOOOON</color>!!",
      "Now, now. Let the fight... BEGIN!",
      "Folks, it's finally happened! B'st and his group have defeated the master of the arena and broken the charm!",
      "Look at its size! Croustalion is finally free!",
      "B'ST! B'ST! B'ST!",
      "We did it! Haha!",
      "Congratulations, B'st!",
      "How do you feel?",
      "Amazing!",
      "Why is Croustalion so tiny now?",
      "Oh, you have something for me?",
      "He likes you!",
      "Aww...",
      "The champions became friends!",
      "Talk about a heartwarming finale!",
      "Croustalion has decided to move in with B'st. The Vespertine's crew just got bigger!",
      "Oh, no! B'st and his group have lost.",
      "Will they try again? We shall see!",
      "Welcome to the <color=location>Golden Pelican</color>. Did you have a reservation for today?",
      "My apologies, the Golden Pelican is only for those with a reservation. I must ask you to leave.",
      "Oh!? A private invitation from our Chef!",
      "You will need proper attire for this special occasion.",
      "Please gather the other guests. Our tailors will be right with you.",
      "And a bowtie, please!",
      "Excellent choice, sir.",
      "Oh, I don't know...",
      "I think it'll look great on you!",
      "Zale looks like a cowboy.",
      "Please sit still, Mr. Malkomud. We are almost finished.",
      "Anything for you, pal!",
      "There's a reason why fancy ain't my middle name, but it's like Valtraid said!",
      "This is so special!",
      "Beloved guests, a moment of your attention.",
      "Dinner is ready to be served. Please follow me.",
      "Serve em' up, Gaspar.",
      "Of course, Chef. Right away.",
      "Please enjoy. Should there be anything else you need, just let me know.",
      "Thanks!",
      "Naturally.",
      "Garl?",
      "Yes?",
      "You gotta do the honors, pal!",
      "Oh I... I don't know, this is about all of us, I think we should just dig in.",
      "(Elder Moraine, was it?)",
      "(As I am sure you understand, tradition demands that...)",
      "Of course.",
      "*ahem*... Attention, please!",
      "We are gathered here today to mark the return of someone truly special...",
      "And then they let me keep the fort.",
      "Well, that sure was nice ov 'em!",
      "And you repaid this kindness a thousandfold!",
      "As a bit of an elemental mage myself, I must say your work there was quite the impressive feat.",
      "I only did it for Garl.",
      "...",
      "Yeah, you all did so much for me... A lot more than I could ask for.",
      "We'd do even more if we could.",
      "More than bringing me back to life? I'd like to see that!",
      "Sounds like a dare!",
      "In spite ov it all, ye still gave a whole lot more than ye took, son. Good on you.",
      "To Garl!",
      "TO GARL!",
      "TO GARL!",
      "TO GARL!",
      "...",
      "I can't believe how lucky I am to have all of you.",
      "I guess the final battle awaits...",
      "But we can worry about that tomorrow.",
      "Uh, Gaspar?",
      "Sir?",
      "Is it too late now for me to make a toast?",
      "Whatever you fancy. This is your moment.",
      "*ahem*... Thank you, my dear friends, for joining me in celebration.",
      "Tonight, I raise my glass above my heart.",
      "To Teaks, for her unwavering support and unquenchable thirst for knowledge.",
      "TO TEAKS!",
      "TO TEAKS!",
      "TO TEAKS!",
      "To Malkomud, for teaching us that one can always turn their life around, no matter their age.",
      "TO MALKOMUD!",
      "TO MALKOMUD!",
      "TO MALKOMUD!",
      "To Yolande, Valtraid, and Keenathan, for their spirit of adventure, and for always keeping their eyes on the target no matter how dire things get.",
      "TO YOLANDE, VALTRAID, AND KEENATHAN!",
      "TO YOLANDE, VALTRAID, AND KEENATHAN!",
      "TO YOLANDE, VALTRAID, AND KEENATHAN!",
      "To Moraine, for standing firm in the face of insurmountable grief, and never wavering in his faith in my friends.",
      "TO MORAINE!",
      "TO MORAINE!",
      "TO MORAINE!",
      "To Seraï, for enduring the impossible, and being the coolest person I know.",
      "TO SERAÏ!",
      "TO SERAÏ!",
      "TO SERAÏ!",
      "To Resh'an and B'st, for saving my life!",
      "TO RESH'AN AND B'ST!",
      "TO RESH'AN AND B'ST!",
      "TO RESH'AN AND B'ST!",
      "And finally, to ­Valere and Zale, for getting me out of Mooncradle and letting me travel the world to encounter countless wonders.",
      "But most importantly, for being the best friends anyone could ask for.",
      "TO VALERE AND ZALE!",
      "TO VALERE AND ZALE!",
      "TO VALERE AND ZALE!",
      "On this warm evening, the abundance of food and good times with his loved ones gave Garl an epiphany.",
      "The ultimate meal!",
      "Hey l'beau temps est pogné!",
      "J'viens fou de t'ça moé.",
      "Me coucherais su l'asphatte.",
      "L'autre jour en ar'venant on avait l'goût d'manger un sandwich aux tomates, fak on est arrêtés.",
      "Là le gars y me demande \"Voulez-vous ça sur pita ou ben baguette?\"",
      "J'y demande cé quoi à différence, y me dit \"Pita c'est plus léger, baguette c'est plus croustillant.\"",
      "Hey, méchant téteux.",
      "Pis un autre fois j'check l'menu, là je vois \"racinette.\"",
      "Je leux d'mande \"C'est quoi ça de la racinette?\"",
      "Y me dit \"C'est de la root beer.\"",
      "Sont malades esti.",
      "Welcome to Brisk! The repairs are all but complete!",
      "Welcome to Brisk! Have you heard? Dweller's Fall Arena is finally open!",
      "The renovations went pretty quickly. It was quite wholesome to see everyone come together like that.",
      "Not many people have had the chance to eat at the Golden Pelican.",
      "Some say this guarding spot is cursed because of what happened when the Dweller hit, but someone has to do it.",
      "Looks like everyone is having fun at the arena!",
      "I still can't believe how fast Brisk got back on its feet!",
      "We've been seeing a lot of activity since the arena opened.",
      "This building is still under construction. Entry is forbidden.",
      "This building is still under construction. Entry is forbidden.",
      "Since my favorite spot was destroyed, I found a new one. I like it even more!",
      "My grandpa was SO brave during the attack! I want to be like him when I grow up!",
      "My grandpa said we'd go see a match at the arena, I'm so excited!",
      "After everything that happened, I'm even more thankful for the time I get to spend with my grandkid.",
      "The attack was really scary, but at the least the casualties were lower than we thought.",
      "I hope nobody gets hurt fighting in that arena...",
      "We'll need a lot of ships to get trade going again...",
      "Well, we might not have ships yet to start trading again, but at least the arena is bringing in a LOT of tourism!",
      "That was a lot of work... Zzz... I'll just... Zzz...",
      "I should... Zzz... Get going... Zzz...",
      "Zzz... Zzz...",
      "Have you seen the worksite right there? Apparently they're building an arena!",
      "I should have bought tickets sooner...",
      "Hey, you're the ones who helped out when the attack happened. Who knows how many of us would be dead if you hadn't shown up.",
      "Real heroes, you are.",
      "I'm betting all of my money on the Gold Champion! Ain't no way he's losing!",
      "Ugh... Well, I lost. Good thing I listened to my friend and didn't ACTUALLY bet all of my money.",
      "It's been a bit harder to get good ingredients lately, but we can't really complain.",
      "Business has been booming since the arena opened!",
      "It's weird seeing our docks without any boats. One thing at a time though, we'll get to that eventually!",
      "Thanks to the arena, tourists are bringing in a lot of resources we can use!",
      "I'm happy with the repairs. There have been some minor changes, but it's still the Brisk we know and love!",
      "Since the arena opened, there are a lot of tourists! It feels good that Brisk is alive again!",
      "This is my secret fort! Pretty good, huh? ",
      "I heard that there's a mechanical machine fighting in the arena. Do you think it's true?",
      "Wait, you FOUGHT the mechanical machine? I wish I could have seen that!",
      "Everyone worked really hard to restore Brisk. Some might say it's not as beautiful as it used to be, but I disagree!",
      "Everyone's so excited about the arena. It's bringing just the kind of energy we needed!",
      "I only heard rumors about the big building, but I won't try to learn more. I want to be surprised!",
      "I was able to get two tickets for the Silver Rank finals! I can't wait!",
      "When I heard what happened in Brisk, I decided to come here to see how I could help. These people deserved better.",
      "I need to return home soon, but I want to see the Gold Rank finals first! I heard the champion was a real celebrity!",
      "You're the Solstice Warriors who came to aid, right? Are we safe now?",
      "My parents don't want me to watch the arena battles, but my friends and I found a spot to climb and watch from afar!",
      "As you can imagine, a lot of people struggled following the attack. It's good that we had the rebuilding project to focus on.",
      "I've been seeing a lot of people smiling again lately. It feels nice.",
      "I'll be visiting Mirth for the first time soon! Some of my friends decided to move there and we haven't seen each other for a while.",
      "A lot of us came down to help as soon as we heard the news. ",
      "The Molekin are really hard workers, and so knowledgeable. I don't know how we would have done it without them.",
      "Just one more... ",
      "This place will be GRANDIOSE!",
      "The town comes first of course, but someone has to worry about the ships.",
      "When my work is done, I think I'll visit the arena.",
      "In the end, I decided to return from Mirth and help restore the shipyard.",
      "After everything is done here, I think I'll go back to Mirth.",
      "The place is rather quiet since everyone is busy rebuilding the town.",
      "We do our part by providing as much food and drink as we can.",
      "We have so many customers now! The arena really gave Brisk a new lease on life.",
      "In the end, I was wrong about the pirates. They really helped, plus they play amazing music!",
      "I know a lot of things!",
      "I meant that as humble boast... Am I not doing this right? Is this a bad time?",
      "It's been a lot of work, but it feels good to be doing the right thing.",
      "I'm really happy we were able to come and help the people of Brisk, they've always been so nice to us. ",
      "Lots of challengers think they're tough, but very few make it past the Bronze Rank!",
      "I could do it easy, but it wouldn't be fair to the others, so I'm restraining myself for their sake.",
      "This bardcore band is amazing! I wish they sold merch!",
      "Today was the most intense arena match ever seen for a lot of people in the crowd.",
      "Not for me though!",
      "I fail to see how this would get a barrel to roll efficiently.",
      "I'm telling you, he had a magic shirt that made him super muscular!",
      "But only for like ten seconds.",
      "Pfff! You're terrible at boasting, make your fake story believable, at least!",
      "I'm not sure if he means what he says, or if he's just taking the \"humble\" part of it too far...",
      "...",
      "I'm still very perceptive, of course!",
      "It's my first time outside of Mooncradle. Feels good to see some familiar faces!",
      "Hey, [MAINCHAR] and [OFFCHAR]! Have you come to check out the arena too?",
      "Twice on the same side is how I do it.",
      "Have you defeated all of the <color=magic>Wheels</color> champions yet? Someone told me that it's even possible to challenge <color=good>The Watchmaker</color> herself!",
      "I'm not too good at humble boasting. I'm just here to relax!",
      "-Welcome to <color=location>The Humble Boast</color>-",
      "Please boast humbly and responsibly.",
      "Ugh... I hate fishing SO much, but my dad says we can't leave until we've caught enough.",
      "We've been here FOREVER! Think you could lend a hand?",
      "Once we have [FISH_COUNT] filets, we'll be able to leave.",
      "Can you spare some fish? I really want to get out of here!",
      "Give all ([FISH_COUNT])",
      "Sorry, no",
      "Thanks! Only [FISH_COUNT] to go!",
      "No way, we can leave at last! Here, this is for you.",
      "You got this, son, only [FISH_COUNT] more!"
    ]
  }
}