{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Brisk_EN",
  "locCategoryId": "SleeperIsland/Brisk",
  "language": 0,
  "strings": {
    "Array": [
      "We made it! Just look at this place!!",
      "All done, Captain! The signposts should lead 'em straight to us.",
      "Be on the lookout. We can't miss them.",
      "Can do, Captain, lookout is my middle name!",
      "We will find suitable adventurers for this quest, or my name is not Keenathan!",
      "Hey, this group looks like they can sail.",
      "Greetings! Is this your boat?",
      "Avast, strangers!",
      "Ye got anything to say to the Captain, ye say it to me!",
      "First mate <color=good>Yolande Fortwal</color>, at yer service. In fact, service is my middle name!",
      "We're a pirate crew searching for the legendary ghost ship. We don't engage in battle anymore, but back in the day, we did it all!",
      "Fetching a remedy in a cavern only to find out the town had burned in the meantime? Check!",
      "Being left at one hit point so the big baddie could ‘kill us next time'? Double check!",
      "Heck, we've even been to jail 'cause four imperial soldiers appeared during dialogue instead ov a random encounter!",
      "...",
      "Tough crowd, huh?",
      "Fine. Let's do introductions.",
      "Meet our leader <color=good>Captain Klee'shaë</color>, daughter ov a legendary pirate!",
      "...",
      "Hello, Captain, we were hoping we could-",
      "The one in the back with the oversized shirt, that's our quartermaster <color=good>Valtraid</color>. He's the guy that's good at everything.",
      "Ahoy there!",
      "And the tall one's <color=good>Keenathan</color>, our wind mage. Keeps our sails full so no one has to row.",
      "Greetings, adventurers. My name is Keenathan!",
      "...",
      "Right.",
      "In case ye noticed the double eyepatch there, that's 'cause Keenathan can only do magic while blindfolded.",
      "Discovered his powers as a kid when he put on a pirate costume while he was already wearing a pirate costume.",
      "Nice to meet you all, I'm [MAINCHAR]. These are my friends [OFFCHAR], Garl and Teaks.",
      "We need to secure passage to Wraith Island in time for the eclipse.",
      "Ahoy, Captain! Seems to me these two be Solstice Warriors!",
      "...",
      "Aye... seems that... be the case.",
      "What impeccable timing!",
      "Now, Captain Klee'shaë here can certainly take y'all to Wraith Island. For a price, ov course.",
      "...",
      "Shall we make a deal?",
      "If ye can beat Valtraid at arm wrestling, ye get to ride for free.",
      "But if ye lose, ye'll have to run a little errand for us. Whaddaya say?",
      "The terms are simple enough.",
      "I'm not sure we should be making a deal with pirates.",
      "They seem nice to me!",
      "Doesn't feel like you have much of a choice...",
      "Oh sure, go ahead and refuse the call so we can all pretend it might not happen.",
      "Keep it safe and predictable!",
      "Any other tropes you had in mind for yer journey?",
      "How about buying linear upgrades from every single town where blacksmiths are somehow increasingly more capable the further up north they live?",
      "...",
      "And who ov course happen to live in a shed despite selling daggers at 25,000 Gold a pop!",
      "...",
      "Fine. Have it yer way.",
      "When ye're ready for adventure, come meet us at <color=location>The Humble Boast</color>, and we'll make a deal.",
      "The Humble Boast?",
      "Local tavern. Just follow the docks.",
      "!!!",
      "Look alive, crew, time to call it a day.",
      "Aye aye, Captain!",
      "I knew it, there's a tavern!",
      "Kicking back sounds good.",
      "I'll go right now to try and meet the chef. See you there!",
      "Talk about a wacky bunch.",
      "They seem innocuous enough, we should probably go for it.",
      "To The Humble Boast, then.",
      "Which is why I find it better to hold it like this...",
      "Chef, thanks so much, this will really come in handy!",
      "Anytime! Reckon I'm the one who should be thanking you for all the tips.",
      "Look at him, already making friends!",
      "Haha! Are you really surprised?",
      "Oh, there you are!",
      "Ready to go see the pirates?",
      "Well, look who it is!",
      "The deal stands. If ye can't beat Valtraid at arm wrestling, y'all gonna need to fetch an item for us.",
      "After which, pirate's honor, we'll take ye to Wraith Island.",
      "Do ye accept these terms?",
      "Yes",
      "Wait...",
      "We accept.",
      "EVERYBODY! ARMWRESTLING BATTLE!!!",
      "Whee!",
      "Beautiful!",
      "Valtraid, you're up!",
      "You guys are too strong, it wouldn't be fair. I'll do it.",
      "Plus, arm wrestling a real pirate? How cool is that!",
      "Fine, but go easy on the poor fella.",
      "You got it, Valere.",
      "I'll be your challenger!",
      "...",
      "Valtraid.",
      "Captain?",
      "We can't leave without the <color=magic>coin</color>. Go all out.",
      "Aye aye, Captain!",
      "Right, tough one, ya look like! Ready?",
      "On three!",
      "One!",
      "Two!",
      "Three!",
      "Ha ha!",
      "Oof!",
      "Cheater!",
      "I'm sorry, did I miss the part where we agreed on a no magic shirt rule?",
      "Sorry, pal, Captain's orders.",
      "Are you kidding? That was awesome!",
      "...",
      "This'll be my best anecdote for sure!",
      "Show me again!",
      "You're lucky we didn't ask about any specifics...",
      "Should have negotiated when ye had the chance, son! This lesson's on the house.",
      "Haha! Valtraid truly is good at everything!",
      "Ya know it, pal!",
      "Now, since ye lost the armwrestling challenge, how 'bout we discuss this little errand?",
      "...",
      "Captain?",
      "North of Brisk is the abandoned lab of an arcane wizard who died long ago.",
      "It hasn't been opened for centuries, but stories say it conceals a <color=magic>Coin of Undeath Accord</color>.",
      "Why do you want it?",
      "It's a powerful token. Paying an undead creature with it forces them to do one's bidding.",
      "I plan on using it to make the ghost captain of <color=bad>The Vespertine</color> surrender his ship to me.",
      "!!!",
      "Huzzah!",
      "Isn't the place sealed shut?",
      "Aye. My crew won't fight, but they'll get you inside.",
      "A bit of magic should do the trick. Keenathan?",
      "I shall open the entrance to the abandoned wizard lab, or my name is not Keenathan!",
      "Ahoy, Captain, ain't ya coming with?",
      "I... Need to make preparations for our departure.",
      "Fetch the Coin of Undeath Accord, then meet me at the docks.",
      "Aye aye, Captain!",
      "Yolande, Valtraid and Keenathan join the Cargo!",
      "Let's find Garl before we go to them.",
      "Avast! Listen here, before we leave.",
      "Y'all notice the <color=magic>Wheels</color> table right there in the corner? <color=good>The Watchmaker</color> invented that game, gotten real popular over the years!",
      "...So?",
      "Look... I'm sorry we had to play that lil' trick on ye. It ain't much, but I thought if maybe ye wanted to get into Wheels, y'all could have this.",
      "You can now play Wheels! Tables can be found mostly in taverns.",
      "Challenge town champions to <color=magic>earn new figurines</color> and improve your own Wheel!",
      "Rules can be viewed in the How to Play section of the pause menu.",
      "Feel free to try it out now, or we can head to that wizard lab right away if ye prefer!",
      "Hey, y'all gone and done it!",
      "Stunning performance, pals!",
      "I am officially naming you members of our crew.",
      "Wait, so we're real pirates?",
      "We fulfilled our end of the deal. Will you take us to Wraith Island now?",
      "Aye. In this crew, a mate in need is a quest indeed.",
      "Huzzah!",
      "Your boat is huge, I can't wait to see the kitchen!",
      "Hold yer horses, son! That there ship ain't ours, no no no.",
      "We be right this way!",
      "The Oakum Skiff ain't much to look at, but it'll get y'all across the <color=location>Shallowmire</color> to Wraith Island alright!",
      "...",
      "Just gotta stick to that canal, no open sea for us 'till we get a proper vessel.",
      "...",
      "So, unless y'all have some unfinished business, we can set sail for Wraith Island right now.",
      "We're ready",
      "Wait",
      "Looking for a boat? Just follow the signposts!",
      "Our boat is the best, see you at the docks!",
      "Keep going for the GOAT boat!",
      "Little further now.",
      "Boat this way. <sprite=\"dialog-generic-icons\" name=\"arrow-south-east\">",
      "Little further now.",
      "Welcome to the best offer there is!",
      "The duel earlier reminded me of that time we were captured by a band of thieves.",
      "Valtraid started rough talking the guard 'till he lost his temper and started shaking him up.",
      "That all ya got, pal?', he said.",
      "Guard got mad and shook him so hard it ripped his shirt off.",
      "That got us outta that situation alright.",
      "I believe that's the coin. Captain will be delighted!",
      "It's just a lil' armwrestling match, aye?",
      "Are ya winning, pal?",
      "Can't wait to set sail!!",
      "Should we make a deal? Yolande is ready.",
      "The wizard lab was truly fascinating.",
      "...",
      "...",
      "I'll stay here, got a lot of research notes to sort and organize.",
      "Heading out? Have a look at my fresh vegetables!",
      "Welcome, were you looking for new equipment?",
      "Welcome to The Humble Boast! Were you looking to stay the night?",
      "Yes",
      "No",
      "Come back anytime!",
      "You have a good one now!",
      "Hi! Uh... Welcome to... my house?",
      "I'm sorry, but I am not accepting visitors at this time.",
      "Unless you happen to carry a <color=magic>Trader's Signet</color>?",
      "Thought so. Well, you have a good day now.",
      "Oh! Well, that does change everything now, doesn't it?",
      "Welcome to the Hidden Market!",
      "Welcome to the Hidden Market!",
      "I long to have the essence of my beauty immortalized on canvas.",
      "If only there was a painter with true flair...",
      "Today is a 'me' day.",
      "Thank you for helping me to find a worthwhile muse.",
      "Here, this is the least I can offer.",
      "I'll just change the hair a little bit...",
      "The pirates are in town again. I wonder what they're planning now...",
      "Be safe out there.",
      "It will soon be the high season, we're getting ready to double patrol time.",
      "It's kind of boring guarding this spot. Nothing ever happens...",
      "I could sure go for a swim right about now!",
      "I love my job, I'd be hanging out in the sun all day anyway!",
      "Grandpa says we'll eat some ice cream later. I can't wait!",
      "Grandpa says we can go look at the boats later. This vacation is the best!",
      "There's nothing I love more than spending time with my grandkid. What a blessing!",
      "There's nothing I love more than spending time with my grandkid. What a blessing!",
      "Don't forget you can buy cooking ingredients! We have lots of variety here in Brisk!",
      "I'm planning a camping trip.",
      "Brisk is such a lively place. I can't help but feel energized!",
      "I'm always caught in the middle of their argument. Do I look like a carrier pigeon?",
      "The kids agreed to play together again. Finally!",
      "I heard the pirate crew is back. Apparently they're looking for some coin?",
      "The pirates have gathered at the docks. Surely this means that they're leaving?",
      "Hey, you're the ones who fixed the flying lift! Thanks, it's nice to be able to visit Brisk for some shopping again!",
      "I should probably head home soon.",
      "We were going to play pirates, but we got into an argument again because we both wanted to be Keenathan.",
      "Next time we play, I'll be Captain Klee'shaë!",
      "It's not fair, she always picks Keenathan!",
      "She agreed to be Captain Klee'shaë next time, so we're still friends.",
      "This is my favorite spot. Can you feel the breeze? It's no wonder how the town got its name!",
      "I hear The Humble Boast has a Wheels table now. I should probably give it a shot.",
      "Did you get the <color=magic>Conch</color> in the chest up there? I wonder what they're for...",
      "Even cleaning clothes is fun when you have a beach!",
      "The abandoned wizard lab to the north of Brisk... I have half a mind to go in there and see if there's any treasure, but the thing doesn't even have a door!",
      "You opened the way to the arcane ruins? Well, I still don't want to go, it sounds dangerous!",
      "Just making sure the chimney is in good working condition. There won't be much time for maintenance during the high season!",
      "We're playing pirates today! Just have to decide who I'll be...",
      "I'll be Yolande today, she's the wittiest of the crew!",
      "Zzzz... Zzzzz...",
      "The pirates are in town! I'll try to sneak up on them!",
      "When I grow up, I want to be a pirate!",
      "You ever try the fishing lake north of Brisk? I go there all the time to relax!",
      "I'm preparing my son's favorite dish today.",
      "Making my son's favorite dessert tonight. He's definitely spoiled, but I love him so much!",
      "I was good this week, so we're eating my favorite meal tonight!",
      "Ha! I was good again, so we're eating my favorite dessert tonight!",
      "I really should ask my landlord to block the entrance at the top. People keep passing through my place!",
      "...Plus, I hear there's good money to be made there! Wouldn't starting anew be great?",
      "I don't know, I've heard scary things about Wraith Island... It's cursed or something, apparently no one who goes there ever returns...",
      "Pfff, nonsense! They just want to keep the good opportunities to themselves!",
      "Well, our neighbors never returned...",
      "Exactly! They had no reason to, don't you see?",
      "I'm not too sure about this...",
      "Well, we ain't getting a ride to Wraith Island anyway. Everyone just called me a fool.",
      "See? We don't need to risk anything, this place is more than good enough.",
      "See that Sleeper statue? My friend says there's an older version of it hidden somewhere, but I don't believe her!",
      "Just feel the breeze...",
      "This raft looks pretty ramshackled. I hope no one is planning on using it...",
      "I like to come here and watch the boats arriving. ",
      "I'm in the market for a new dinghy, but I'm not sure which one I want.",
      "I had a nightmare the other day where The Sleeper was waking up. I'm sure glad I'm not descended from seers!",
      "I will let it go, just as long as you do not go on thinking I just learned that.",
      "Which I didn't need to hear, since I practically invented it!",
      "I was on a trip to <color=location>Lucent</color> once, and they also had stools to sit on.",
      "Oh yeah? Well, it was less than TEN yards from my ship once!",
      "I'm telling you, I saw it with my own eyes. Was less than a hundred yards in front of my ship!",
      "My friend here, who is one of my many connections throughout the world, just told me what happened in the Wind Tunnels.",
      "Scary stuff.",
      "Thanks again for the help.",
      "Nothing better than a cold drink after a hard day of work being busier than everyone else!",
      "I have a very unique situation at work. I wear many hats and everything would stop working well if I ever quit or went on a vacation!",
      "I asked for coffee and explained I had to study for an exam, when the waiter said, 'Oh, so not a small then, a medium?' I said I'm studying for FINALS.",
      "He apologized and gave me a large.",
      "I'm keeping an eye on these pirates!",
      "Thanks for the chat, Garl, you're as real as it gets. ",
      "Don't worry about losing the armwrestling challenge, it's not like they played fair.",
      "Oh no, someone found our secret spot!",
      "We found this while digging, you can have it if you promise not to tell.",
      "Don't tell anyone about our secret spot!",
      "Ah, the ocean. Bringer of dreams and ... notion...",
      "...",
      "I saw someone swim under the docks the other day. Such irresponsible behavior!",
      "Supplies and trade goods.",
      "Looks like a report card.",
      "Mostly junk.",
      "A well-organized shelf.",
      "Whatever is cooking smells great.",
      "It's signed \"Darro.\"",
      "Whoever lives here must eat a lot of bananas.",
      "Machinery used for building ships.",
      "Cozy.",
      "A statue of The Sleeper.",
      "Welcome to Chump Change Chests!",
      "For only 5G, you can open any one chest and keep its contents!",
      "If you can find the 10G grand prize five times, I'll give you a <color=magic>special reward</color>!",
      "If you can find the 10G grand prize four more times, I'll give you a <color=magic>special reward</color>!",
      "If you can find the 10G grand prize three more times, I'll give you a <color=magic>special reward</color>!",
      "If you can find the 10G grand prize two more times, I'll give you a <color=magic>special reward</color>!",
      "If you can find the 10G grand prize one more time, I'll give you a <color=magic>special reward</color>!",
      "Want to give it a shot? Just 5G!",
      "Yes",
      "Maybe later",
      "Great! Just pick a chest now, any chest!",
      "Afraid you don't have enough gold...",
      "Come back anytime!",
      "10G!? That's the grand prize indeed!",
      "2G, huh? Well, still beats opening the empty one.",
      "Oof, empty.",
      "Thanks for playing!",
      "My oh my! You just picked the grand prize for the fifth time!",
      "The <color=magic>special reward</color> is all yours. Here!",
      "Hey, you're supposed to pick a chest!",
      "Welcome all, welcome, to the <color=magic>Bonus Spin Roulette</color>! Pick a number, and if it lands on it, you win a <color=magic>special prize</color>!",
      "Spin the B.S. Roulette for 10G?",
      "Okay",
      "Maybe later",
      "You're a bit short on gold! Please come back later!",
      "[PLAYER_CHOICE]!? You lose, please come back again!",
      "Please come back again!",
      "22!? We have a WINNER! Here's your prize!",
      "That's all for today! Thank you for playing Bonus Spin Roulette!",
      "Pick a number!",
      "[CHOICE_1]",
      "[CHOICE_2]",
      "[CHOICE_3]",
      "Hey! Wanna know the next winning <color=magic>B.S. Roulette</color> number? I'll tell you for 90 Gold!",
      "Okay...",
      "Maybe later...",
      "Short on gold, huh? No worries, I'll be here.",
      "You're missing out, it's a good deal!",
      "We have a deal! The next number is 22.",
      "-Welcome to <color=location>The Humble Boast</color>-",
      "Please boast humbly and responsibly.",
      "Welcome to the <color=location>Golden Pelican</color>. Did you have a reservation for today?",
      "My apologies, the Golden Pelican is only for those with a reservation. I must ask you to leave."
    ]
  }
}