{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskReno_EN",
  "locCategoryId": "SleeperIsland/BriskReno",
  "language": 0,
  "strings": {
    "Array": [
      "Ale musím přiznat, že mě ta mořská příšera docela vyděsila!",
      "Jmenovala se Hydralion?",
      "Nemám tušení, ale byla MASIVNÍ!",
      "Doufám, že mi Hortenzie dovolí položit jí pár otázek. Mám jich tolik!",
      "To už je úkol hoden mého přičinění.",
      "Takže platí?",
      "Aye. Loď je vaše a já vám budu dělat navigátorku.",
      "Plavila jsem se přes něj jen jednou, ale ať jsem dvakrát prokletá, jestli to nedokážu zopáknout.",
      "...",
      "Kolik toho víš?",
      "Dost na to, abych prokoukla ty tvoje převleky.",
      "...",
      "Bez obav, nic neprozradím.",
      "Půjdou ti dva Bojovníci Slunovratu na pomoc?",
      "Pořád doufám, že nakonec půjdou, když jim nejdřív pomůžu já...",
      "To pak snad máme šanci.",
      "Hortenzie, já...",
      "Nech toho. Máš to u mě po tom, cos mě vytáhla z vopravdického pekla, aye?",
      "Já...",
      "Děkuji...",
      "Ahoy, navigátorko!",
      "Hortenzie jméno mé. Používej ho.",
      "Aye, já jen... Vypráví se, žes kdysi docela válela na mandolínu.",
      "Na VOKTÁVOVOU mandolínu, synku! Vyhrála souboj s legendárním Shredrickem!",
      "No?",
      "Síla!",
      "Já myslím, že by ses měla přidat k té naší malé bardcorové kapele!",
      "Haha, nevidím důvod, proč ne!",
      "Hurá!",
      "Tendlec úděl s věčností začíná nabírat mnohem lepší grády!",
      "Buď vítána v posádce, Hortenzie!",
      "Večernice patří nám. Až budete připraveni přepravit osadníky, promluvte si s Hortenzií.",
      "Jste připraveni přestěhovat osadníky do jejich nové země?",
      "Jdeme na to!",
      "Počkat",
      "Moje kouzelná mapa by měla fungovat i v této dimenzi. Tak tedy k severovýchodu!",
      "Všichni kdo chtějí odejít do nové země, na palubu!",
      "Někteří lidé by raději začali znovu někde jinde. Děkujeme, že jste se o nás postarali.",
      "Rekonstrukce Svěžína je v plném proudu. Vytvoříme z toho všeho něco dobrého.",
      "Je příliš nebezpečné jít dál, rekonstrukce je v plném proudu.",
      "Váhám nad tím, co bych si měl vzít na to nové místo s sebou.",
      "Bylo hezké vidět, jak všichni spolupracují.",
      "Neměla jsem pirátskou posádku tak rychle odsuzovat, jsou opravdu dobrosrdeční.",
      "Pro mého syna to bude velká změna. Doufám, že bude v pořádku...",
      "Mami, mami, MAAMIIIII! Opravdu se budeme plavit na té superhusté lodi!?",
      "Jsme připraveni vyrazit, jakmile budete i vy. ",
      "S těmito lidmi soucítím.",
      "Stavět nové město od základů, jo? To bude zábava!",
      "Po tak dlouhé době je Večernice naše! Haha!",
      "Ještě jednou díky za pomoc.",
      "Večernice, nemůžu tomu uvěřit!",
      "Potřebujete něco? Mám pár věcí."
    ]
  }
}