{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskNew_EN",
  "locCategoryId": "SleeperIsland/BriskNew",
  "language": 0,
  "strings": {
    "Array": [
      "Vítejte v <color=location>Aréne dopadu Přiživovače</color>! Na těchto píscích se utkávají mocní, vítězí mocnější a nejmocnější se stávají legendami!",
      "Ahoj! Bylo by možné, abychom se s přáteli přihlásili do turnaje?",
      "Noví vyzývatelé? Jistě, ale máme pravidlo, které omezuje počet nových účastníků na maximálně dva spolubojovníky.",
      "Také je zakázáno používat předměty.",
      "Rozumím, děkuji!",
      "Tohle místo je vše, v co jsem doufal! Můžeme to hned zkusit?",
      "Vítejte v <color=location>Aréne dopadu Přiživovače</color>! Na těchto píscích se utkávají mocní, vítězí mocnější a nejmocnější se stávají legendami!",
      "Budete dnes zápasit?",
      "Ano",
      "Možná později",
      "Prosím, zvolte si stupeň.",
      "Bronzový stupeň",
      "Stříbrný stupeň",
      "Zlatý stupeň",
      "Speciální stupeň",
      "Takže si s sebou můžu vzít jen dva z vás...",
      "S loutkou Velkého alchymisty by mohla být legrace. Kdo další se chce přidat?",
      "Já jdu do toho!",
      "Perfektní! Pojďme na to!",
      "Stříbrný stupeň... Co Zale a Seraï?",
      "Jistě!",
      "Nemám tento druh zábavy příliš v oblibě, ale pokud ti na tom záleží, jdu do toho.",
      "Děkuji, Seraï.",
      "Dostali jsme se na Zlatý stupeň!",
      "Tohle je finále... [MAINCHAR] a [OFFCHAR], chtěl bych, abyste vy dva stáli po mém boku.",
      "Samozřejmě.",
      "Máš to mít, B'ste!",
      "Díky! Tak pojďme!",
      "Speciální stupeň? To je vzrušující!",
      "V tomto případě není žádný limit spolubojovníků. Hodně štěstí!",
      "Zdolal jsi všechny výzvy. Gratulujeme našemu šampionovi B'stovi!",
      "Můžete vyjít po schodech ke svému zápasu. Pokud ovšem nechcete odstoupit?",
      "Odstoupit",
      "Ne",
      "Vstoupit do arény?",
      "Jsem připraven!",
      "Počkat...",
      "Dobrý den, obyvatelé Svěžína a odjinud! Vítejte všichni v Aréně dopadu Přiživovače!",
      "Hurá!",
      "Dnes je výjimečný den, neboť našeho nového vyzývatele doprovází mocná <color=moon>Lunární mniška</color>, která v onen osudný den zachránila naše město před naprostou zkázou!",
      "No tohle!",
      "Slyšel jsem, že umí dýchat pod vodou!",
      "Pochází z Dokarrijské osady?",
      "Klid, klid. Prosím, přivítejte B'sta, oživlého skleněného golema, a jeho společníky!",
      "JUCHÉ!",
      "B'ST! B'ST! B'ST!",
      "Dostanou se přes <color=magic>Bronzový stupeň</color>? UVIDÍME!!!",
      "V jejich prvním zápase přivítejte proslulou, nelítostnou, odpornou...",
      "<color=magic>KRU KRIPL KRABA</color>!!!",
      "JÓ!!!",
      "Ti jsou mí nejoblíbenější!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Neuvěřitelné! Kru Kripl Kraba v rekordním čase padla do prachu!",
      "B'ST! B'ST! B'ST!",
      "A nyní vám přímo z Vřesovišť představuji <color=magic>BOM-BASTICKÉ-BRÁCHY</color>!!!",
      "Tohle bude nářez!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "To je ale talent! Bom-Bastičtí-Bráchové neměli proti B'stovi šanci!",
      "B'st stoupá žebříčkem jako raketa!",
      "Pššt! Poslouchejte hlasatele!",
      "V našem posledním dnešním zápase prosím o ovace pro mistry bronzového stupně z Prokletého hvozdu, <color=magic>Grupa Goofy Gulgulů</color>!",
      "Můj kamarád tuhle pózu umí!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Lidičky, oni to dokázali! Porazili mistry <color=magic>Bronzového stupně</color>!",
      "B'ST! B'ST! B'ST!",
      "SLÁVA NOVÉMU BRONZOVÉMU ŠAMPIONOVI!",
      "Tím dnešní soutěž končí. Gratulujeme B'stovi!",
      "Zde je tvá odměna za zdolání bronzového stupně. Blahopřejeme!",
      "Vstoupit do arény?",
      "Jsem připraven!",
      "Počkat...",
      "Dobrý den, obyvatelé Svěžína a odjinud! Vítejte všichni v Aréně dopadu Přiživovače!",
      "Náš čerstvý nováček, B'st, oživlý skleněný golem, se vrací, aby se ucházel o <color=magic>Stříbrný stupeň</color>!",
      "JDEME NA TO!",
      "B'ST! B'ST! B'ST!",
      "Můžete se tešit na další báječné představení, neboť tentokrát ho nedoprovází nikdo jiný než <color=sun>Tanečník sluneční čepele</color>, který nás pomohl zachránit před katastrofou!",
      "Je pravda, že se umí proměnit ve světlo?",
      "B'ST! B'ST! B'ST!",
      "Na zahájení přivítejte prosím přímo kdoví odkud připlachtenou <color=magic>Praštěnou Pirátskou Partu</color>!",
      "Strašlivé!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Začíná to znamenitě! Praštená Pirátská Parta ani neví, odkud fouklo!",
      "Juché!",
      "A nyní pokračujme s těmi nejlepšími z nejlepších, pokud jde o umění šermířské.",
      "Zahulákejte si pro <color=magic>Šmrncovní</color>. <color=magic>Šermířskou</color>. <color=magic>Šlehu</color>!",
      "Šmrncovní Šermířská Šleha? Těm já fandím!",
      "Já fandím B'stovi!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Nevídané představení!",
      "Tímto se dostáváme k závěrečnému zápasu dnešní soutěže.",
      "Ó!! Nastal čas na <color=good>Hodinářku</color>!!!",
      "Pššt!",
      "Jako vždy je Stříbrná šampionka příliš zaneprázdněná, aby se k nám připojila osobně, ale poslala za sebe bojovat svůj nový výtvor.",
      "Aktivuje se v okamžiku, kdy se dotkne písku.",
      "Připraveni?",
      "ANO!!",
      "Neslyším vás! JSTE PŘIPRAVENI?",
      "JOOOOO!!",
      "B'ST! B'ST! B'ST!",
      "Tak jdeme na to! Představuji vám záskok Hodinářky v turnaji, obhájkyni titulu Stříbrného šampiona...",
      "<color=magic>MECHANICKOU OHAVNOST</color>!!!",
      "HODINÁŘKA! HODINÁŘKA!",
      "Je ještě větší než ta předchozí!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Porazili Mechanickou ohavnost, věřili byste tomu?",
      "B'st je nejlepší!!",
      "Bude B'stova vítězná série pokračovat i na <color=magic>Zlatém stupni</color>? Uvidíme!",
      "Tímto dnešní soutěž končí. Gratulujeme B'stovi!",
      "Zde je vaše odměna za zdolání stříbrného stupně. Blahopřejeme!",
      "Vstoupit do arény?",
      "Jsem připraven!",
      "Počkat...",
      "Dobrý den, obyvatelé Svěžína a odjinud! Vítejte všichni v Aréně dopadu Přiživovače!",
      "Je to tady, <color=magic>Zlatý stupeň</color>! Cožpak se B'st nezastaví?",
      "B'ST! B'ST! B'ST!",
      "Tohle je ÚŽASNÉ! A navíc mám narozeniny!",
      "Na zahájení dnešní soutěže vám ze spalujících hlubin Hory Pec a z neznámých zemí nad ní představuji <color=magic>ZLOVĚSTNOU ZRŮDU A ZAJÍČKY ZABIJÁKY</color>!",
      "Tak na TOHLE se podívám!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Další vítězství pro B'sta a jeho přátele!",
      "Teď už nelze přestat!",
      "A nyní další bojovníci! Z celého světa prosím přivítejte <color=magic>Spolek Sjetých Smažek</color>!",
      "Juché!",
      "Ti nemají léčitele!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "B'st to dokázal! Vy víte, co to znamená!",
      "TO NENÍ MOŽNÉ!!",
      "Opravdu se to děje?",
      "A je to tady, finále <color=magic>Zlatého stupně</color>.",
      "Nastal čas, aby B'st čelil nejen se Zlatému šampionovi, ale i Zlatému standardu šampionů!",
      "Těch, co mají nevídané prsní svaly, nevídané dovednosti a nevídané charisma.",
      "Honem, než se zblázním!",
      "Dokáže naše vycházející hvězda porazit neporazitelného? To se brzy dozvíme.",
      "Přidej se k nám, šampióne šampiónů. Nechť dav vysloví tvé jméno!",
      "<color=magic>SYLGAIN</color>! <color=magic>SYLGAIN</color>! <color=magic>SYLGAIN</color>!",
      "ÚŽASNÉ UVEDENÍ!!!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "VYNIKAJÍCÍ! DOKÁZALI TO! Sylgain byl poražen!",
      "B'ST! B'ST! B'ST!",
      "I tak mám radši Sylgaina.",
      "Nastal čas, aby naše mladá skupina čelila ultimátní výzvě! Mají na to? Uvidíme příště!",
      "Tímto dnešní soutěž končí. Gratulujeme B'stovi!",
      "<color=magic>Speciální stupeň</color> odemčen. Čeká vás ultimátní zápas v aréně!",
      "Zde je tvá odměna za zdolání zlatého stupně. Blahopřejeme!",
      "Vstoupit do arény?",
      "Jsem připraven!",
      "Počkat...",
      "Dobrý den, obyvatelé Svěžína a odjinud! Vítejte všichni v Aréně dopadu Přiživovače!",
      "Dnešek je tak výjimečný, jak jen může být!",
      "Náš nastávající šampión, B'st, se rozhodl ucházet se o <color=magic>Speciální stupeň</color>!",
      "Opravdu? Páni!",
      "To už je moc, zítra si beru sick day!",
      "Nastal čas povolat ultimátní výzvu.",
      "JSOU VŠICHNI PŘIPRAVENI NA OPRAVDOVOU SHOW?",
      "JOOO!!!",
      "JEDÉM!!!",
      "Pak jej tedy povoláme. Hrůzu moří. Požírače potopených lodí...",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALION</color>!!!",
      "<color=magic>KRUSTALIOOOOON</color>!!!",
      "<color=magic>KRUSTALIOOOOON</color>!!!",
      "Klid, klid. Ať souboj... ZAPOČNE!",
      "Lidičky, konečně se to událo! B'st a jeho družina porazili pána arény a prolomili tak kletbu!",
      "Koukejte na tu velikost! Krustalion je konečně svobodný!",
      "B'ST! B'ST! B'ST!",
      "Dokázali jsme to! Haha!",
      "Gratuluji B'st!",
      "Jak se cítíš?",
      "Úžasně!",
      "Proč je teď Krustalion takový maličký?",
      "Aha, ty pro mě něco máš?",
      "Líbíš se mu!",
      "Jéé...",
      "Šampioni se spřátelili!",
      "Tomu říkám srdcervoucí finále!",
      "Krustalion se rozhodl nastěhovat k B'stovi. Posádka Večernice se právě rozrostla!",
      "Ale ne! B'st a jeho družina prohráli.",
      "Zkusí to znovu? Uvidíme!",
      "Vítejte u <color=location>Zlatého pelikána</color>. Máte na dnešek rezervaci?",
      "Je mi líto, u Zlatého pelikána je rezervace povinná. Musím vás požádat abyste odešli.",
      "No tohle!? Soukromé pozvání od našeho šéfkuchaře!",
      "Pro tuto zvláštní příležitost budete potřebovat náležité ustrojení.",
      "Prosím, shromážděte ostatní hosty. Naši krejčí se vám budou hned věnovat.",
      "A motýlka, prosím!",
      "Znamenitá volba, pane.",
      "No, já nevím...",
      "Myslím, že ti bude slušet!",
      "Zale vypadá jako kovboj.",
      "Prosím, seďte nehybně, pane Malkomude. Už jsme skoro hotovi.",
      "Pro tebe cokoliv, kamaráde!",
      "Že načančanost není mé druhé jméno, má svůj důvod, ale jak řekl Valtraid!",
      "Tohle je tak výjimečné!",
      "Drazí hosté, chvilku vaší pozornosti.",
      "Večeře je připravena k servírování. Prosím, následujte mě.",
      "Podávejte, Gaspare.",
      "Samozřejmě, šéfe. Hned to bude.",
      "Prosím, nechte si chutnat. Kdybyste ještě něco potřebovali, dejte mi vědět.",
      "Díky!",
      "Přirozeně.",
      "Garle?",
      "Jo?",
      "Měl bys pronést řeč, kamaráde!",
      "No já... Já nevím, jde o nás všechny, myslím, že bychom si to prostě měli užívat.",
      "(Stařešina Moraine, mám pravdu?)",
      "(Jak jistě chápete, tradice si vyžaduje, aby...)",
      "Ovšem.",
      "*ehm*... Prosím o pozornost!",
      "Sešli jsme se tu dnes, abychom oslavili návrat někoho opravdu výjimečného...",
      "A pak mi dovolili, abych si pevnost nechal.",
      "To bylo od nich tuze hezké!",
      "A tys jim tu laskavost tisíckrát oplatil!",
      "Jakožto mág živlu musím říct, že tvá práce tam byla docela působivá.",
      "Udělal jsem to jen pro Garla.",
      "...",
      "Jo, všichni jste toho pro mě udělali tolik... Mnohem víc, než jsem si mohl přát.",
      "Udělali bychom ještě víc, kdybychom mohli.",
      "Víc než to, že jste mě přivedli zpátky k životu? To bych se podíval!",
      "To zní jako výzva!",
      "Přestos pořád dával mnohem víc, nežs bral, synku. Na tvé zdravíčko.",
      "Na Garla!",
      "NA GARLA!",
      "NA GARLA!",
      "NA GARLA!",
      "...",
      "Nemohu uvěřit, jaké to štěstí, že vás všechny mám.",
      "Hádám, že mě čeká poslední bitva...",
      "Ale o to se můžeme postarat zítra.",
      "Ehm, Gaspare?",
      "Pane?",
      "Je už pozdě na to, abych pronesl přípitek?",
      "Cokoliv je vám libo. Tohle je vaše chvíle.",
      "*ehm*... Děkuji vám, moji drazí přátelé, že jste se ke mně připojili při oslavě.",
      "Dnes večer pozvedám svou sklenici nad své srdce.",
      "Na Teaks, za její neochvějnou podporu a neuhasitelnou touhu po poznání.",
      "NA TEAKS!",
      "NA TEAKS!",
      "NA TEAKS!",
      "Na Malkomuda, za to, jak nás naučil, že člověk může svůj život změnit vždycky, bez ohledu na věk.",
      "NA MALKOMUDA!",
      "NA MALKOMUDA!",
      "NA MALKOMUDA!",
      "Na Yolandu, Valtraida a Keenathana za jejich dobrodružného ducha a za to, že vždycky upíraj zrak k cíli, ať už je situace jakkoliv vážná.",
      "NA YOLANDU, VALTRAIDA A KEENATHANA!",
      "NA YOLANDU, VALTRAIDA A KEENATHANA!",
      "NA YOLANDU, VALTRAIDA A KEENATHANA!",
      "Na Moraina za to, že tváří v tvář nepřekonatelnému žalu stál pevně na nohou a nikdy nepolevil ve své víře v mé přátele.",
      "NA MORAINA!",
      "NA MORAINA!",
      "NA MORAINA!",
      "Na Seraï, za to, že vytrpěla nemožné a že je to ta nejhustější týpka, kterou znám.",
      "NA SERAÏ!",
      "NA SERAÏ!",
      "NA SERAÏ!",
      "Na Resh'ana a B'sta, za záchranu mého života!",
      "NA RESH'ANA A B'STA!",
      "NA RESH'ANA A B'STA!",
      "NA RESH'ANA A B'STA!",
      "A nakonec na Valerii a Zalea za to, že mě dostali z Měsíční kolébky a umožnili mi cestovat po světě a zažít nespočet divů.",
      "Ale hlavně za to, že jsou to ti nejlepší přátelé, jaké si kdo může přát.",
      "NA VALERII A ZALEA!",
      "NA VALERII A ZALEA!",
      "NA VALERII A ZALEA!",
      "V tento vlahý večer hojnost jídla a příjemné chvíle s jeho nejbližšími přivodily Garlovi prozření.",
      "Ultimátní pokrm!",
      "Hey l'beau temps est pogné!",
      "J'viens fou de t'ça moé.",
      "Me coucherais su l'asphatte.",
      "L'autre jour en ar'venant on avait l'goût d'manger un sandwich aux tomates, fak on est arrêtés.",
      "Là le gars y me demande \"Voulez-vous ça sur pita ou ben baguette?\"",
      "J'y demande cé quoi à différence, y me dit \"Pita c'est plus léger, baguette c'est plus croustillant.\"",
      "Hey, méchant téteux.",
      "Pis un autre fois j'check l'menu, là je vois \"racinette.\"",
      "Je leux d'mande \"C'est quoi ça de la racinette?\"",
      "Y me dit \"C'est de la root beer.\"",
      "Sont malades esti.",
      "Vítejte ve Svěžíně! Opravy jsou téměř hotové!",
      "Vítejte ve Svěžíně! Už jste to slyšeli? Aréna dopadu Přiživovače je konečně otevřena!",
      "Rekonstrukce proběhla docela rychle. Bylo velmi příjemné vidět, jak se všichni snažili.",
      "Málokdo měl tu možnost najíst se u Zlatého pelikána.",
      "Někteří říkají, že tohle strážní stanoviště je prokleté kvůli tomu, co se stalo, když udeřil Přiživovač, ale někdo to dělat musí.",
      "Vypadá to, že se v aréně všichni dobře baví!",
      "Pořád nemůžu uvěřit, jak rychle se Svěžín postavil na nohy!",
      "Od otevření arény jsme zaznamenali vysokou návštěvnost.",
      "Tato budova je stále ve výstavbě. Vstup je zakázán.",
      "Tato budova je stále ve výstavbě. Vstup je zakázán.",
      "Jelikož mé oblíbené místo bylo zničeno, našel jsem si nové. Líbí se mi ještě víc!",
      "Můj děda byl při útoku MOC statečný! Až vyrostu, chci být jako on!",
      "Můj děda říkal, že se půjdeme podívat na zápas do arény, tak se moc těším!",
      "Po tom všem, co se stalo, si ještě více vážím času, který mohu strávit se svým vnukem.",
      "Ten útok byl opravdu děsivý, ale každopádně ztráty na životech byly nižší, než jsme předpokládali.",
      "Doufám, že se při boji v té aréně nikomu nic nestane...",
      "Budeme potřebovat hodně lodí, abychom znovu rozjeli obchod...",
      "Sice ještě nemáme lodě, abychom mohli znovu začít obchodovat, ale aspoň ta aréna přitáhla spoustu turistického ruchu!",
      "To bylo hodně práce... Chrr... Jenom si... Chrr...",
      "Měl bych... Chrr... jít... Chrr...",
      "Chrr... Chrr...",
      "Viděli jste támhle to staveniště? Zřejmě staví arénu!",
      "Měl jsem si koupit lístky dřív...",
      "Hele, to jste vy, co jste pomohli, když došlo k útoku. Kdo ví, kolik z nás by to nepřežilo, kdybyste se neukázali.",
      "Jste opravdoví hrdinové.",
      "Sázím všechny své peníze na Zlatého šampiona! V žádném případě neprohraje!",
      "Ugh... Tak jsem prohrál. Ještě že jsem poslechl svého kamaráda a nevsadil ÚPLNĚ všechny své peníze.",
      "V poslední době je trochu těžší sehnat dobré suroviny, ale nemůžeme si stěžovat.",
      "Od otevření arény obchod kvete!",
      "Je zvláštní vidět náš přístav bez lodí. Ale jedno po druhém, nakonec se k tomu dostaneme!",
      "Díky aréně nám turisté přivážejí spoustu surovin, které můžeme využít!",
      "S opravami jsem spokojen. Došlo k drobným změnám, ale pořád je to ten Svěžín, jako ho známe a máme rádi!",
      "Od otevření arény je tu spousta turistů! Je fajn pocit, že ve Svěžíně to zase žije!",
      "Tohle je moje tajná pevnost! Docela dobrá, že jo? ",
      "Slyšel jsem, že v aréně bojuje mechanický stroj. Myslíte, že je to pravda?",
      "Počkat, vy jste BOJOVALI s mechanickým strojem? Kéž bych byl u toho!",
      "Všichni se na obnově Svěžínu opravdu nadřeli. Někdo by mohl říct, že už není tak krásný jako dřív, ale s tím nesouhlasím!",
      "Všichni jsou z arény nadšení. Přináší přesně takovou energii, jakou jsme potřebovali!",
      "O té velké budově jsem slyšel jen povídačky, ale nebudu se snažit zjistit víc. Chci se nechat překvapit!",
      "Podařilo se mi sehnat dva lístky na finále Stříbrného stupně! Už se nemůžu dočkat!",
      "Když jsem se dozvěděl, co se stalo ve Svěžíně, rozhodl jsem se přijít, abych zjistil, jak pomoci. Tito lidé si zaslouží něco lepšího.",
      "Musím se brzy vrátit domů, ale nejdřív chci vidět finále Zlatého stupně! Slyšel jsem, že šampion je opravdová celebrita!",
      "Vy jste ti Bojovníci Slunovratu, kteří přišli na pomoc, že? Jsme už v bezpečí?",
      "Rodiče nechtějí, abych se díval na bitvy v aréně, ale s kamarády jsme si našli místo, kam můžeme vylézt a dívat se zpovzdálí!",
      "Jak si jistě dokážete představit, spousta lidí se po útoku potýkala s problémy. Je dobře, že jsme se mohli soustředit na projekt obnovy.",
      "Poslední dobou vidím zase hodně lidí, jak se usmívají. Je to příjemný pocit.",
      "Brzy poprvé navštívím Veselí! Někteří z mých přátel se tam rozhodli přestěhovat a dlouho jsme se neviděli.",
      "Hodně z nás se sjelo na pomoc, jakmile jsme se dozvěděli tu novinu.",
      "Molekinové jsou opravdu pracovití a tak znalí. Nevím, jak bychom to bez nich zvládli.",
      "Už jenom jeden...",
      "Tohle místo bude GRANDIÓZNÍ!",
      "Město je samozřejmě prvořadé, ale někdo se musí starat o lodě.",
      "Až budu mít hotovou práci, asi navštívím arénu.",
      "Nakonec jsem se rozhodl, že se vrátím z Veselí a pomohu obnovit loděnici.",
      "Až tady bude všechno hotové, myslím, že se vrátím do Veselí.",
      "Je tady docela klid, protože všichni jsou zaneprázdněni obnovou města.",
      "Svůj díl práce odvádíme tím, že poskytujeme co nejvíce jídla a pití.",
      "Máme teď spoustu zákazníků! Aréna skutečně vdechla Svěžínu nový život.",
      "Nakonec jsem těm pirátům křivdila. Opravdu mi pomohli a navíc hrají úžasnou muziku!",
      "Umím spoustu věcí!",
      "Myslel jsem to jako skromnou chloubu... Nedělám to snad správně? Je nevhodná doba?",
      "Bylo to hodně práce, ale je to dobrý pocit, že děláme správnou věc.",
      "Jsem opravdu rád, že jsme mohli přijet a pomoci lidem ve Svěžíně, vždycky k nám byli moc milí. ",
      "Spousta vyzývatelů si myslí, že jsou tvrďáci, ale jen málo z nich se dostane přes Bronzový stupeň!",
      "Zvládnul bych to levou zadní, ale nebylo by to fér vůči ostatním, takže se kvůli nim krotím.",
      "Tahle bardcorová kapela je úžasná! Kéž by prodávali merch!",
      "Dneska to byl pro spoustu lidí v publiku ten nejnapínavější zápas v aréně, jaký kdy viděli.",
      "Pro mě však ne!",
      "Nechápu, jak by se s tímhle mohl sud efektivně kutálet.",
      "To ti řeknu, měl kouzelnou košili, díky které byl super svalnáč!",
      "Ale jenom asi na deset vteřin.",
      "Pfff! Ty se neumíš vychloubat, aspoň tu svou falešnou historku podej věrohodněji!",
      "Nejsem si jistá, jestli to myslí vážně, co říká, nebo to s tou 'skromností' prostě jenom přehání...",
      "...",
      "Pořád jsem ovšem velmi všímavá!",
      "Tohle je poprvé, co jsem mimo Měsíční Kolébku. Je hezké vidět známé tváře!",
      "Ahoj, [MAINCHAR] a [OFFCHAR]! Taky jste se přišli podívat do arény?",
      "Dvakrát na stejné straně, tak to dělám já.",
      "Už jste porazili všechny šampiony <color=magic>Kotoučů</color>? Někdo mi říkal, že je možné vyzvat i samotnou <color=good>Hodinářku</color>!",
      "Nejsem příliš dobrý ve skromné chloubě. Jsem tu jen proto, abych si odpočinul!",
      "-Vítejte ve <color=location>Skromné chloubě</color>-",
      "Chlubte se prosím pokorně a zodpovědně.",
      "Uh... Strašně nesnáším rybaření, ale táta říká, že nemůžeme odejít, dokud toho nechytíme dost.",
      "Jsme tu už CELOU VĚČNOST! Myslíš, že bys nám mohl pomoct?",
      "Až budeme mít [FISH_COUNT] filetů, budeme moci odejít.",
      "Podělili byste se o nějaké ryby? Opravdu se odsud chci dostat!",
      "Dát všech ([FISH_COUNT])",
      "Promiň, ne.",
      "Díky! Zbývá už jen [FISH_COUNT]!",
      "Neuvěřitelné, konečně můžeme odejít! Tady, tohle je pro vás.",
      "Drž se, synku, už jen [FISH_COUNT]!"
    ]
  }
}