{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Camping_EN",
  "locCategoryId": "Camping",
  "language": 0,
  "strings": {
    "Array": [
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Odpočívat",
      "Zpět",
      "Jít spát?",
      "Ano",
      "Ne",
      "Ohniště působí přívětivě a hřejivě..",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Zpět",
      "Ohniště působí <color=bad>strašlivě</color> a <color=bad>chladně</color>.",
      "Odpočívat",
      "Ahoy! Co to bude?",
      "Vyplout",
      "Nic",
      "Mám teď vést já?",
      "Ano",
      "Ne",
      "Kéž bychom se mohli vrátit pro Garla.",
      "Mlžný stařešina. Zajímalo by mě, jak vypadá…",
      "Musíme se dostat na Přízračný ostrov včas před zatměním, ať už je to kdekoliv.",
      "Je fajn pocit být zase s Garlem.",
      "Zkoušky Mlžného stařešiny. Po nich z nás budou oficiálně Bojovníci Slunovratu!",
      "Je načase použít naše nové schopnosti a projít k velké soše na vrcholu Horské stezky.",
      "Škoda, že jsme před odchodem neviděli Garla.",
      "Takže Mlžný stařešina? Předpokládám, že stačí najít tu horu.",
      "Jestli se máme dostat na Přízračný ostrov před zatměním, budeme asi potřebovat loď nebo něco takového.",
      "Bez Garla to nebylo ono.",
      "Zkoušky Mlžného stařešiny. Po nich z nás budou oficiálně Bojovníci Slunovratu!",
      "Je načase použít naše nové schopnosti a projít k velké soše na vrcholu Horské stezky.",
      "[MAINCHAR], je dobře, že jsme konečně všichni pohromadě!",
      "Nezapomeňme si připravit svačinu na cestu.",
      "Ta věc s Živou manou je neskutečná, pořád bych posiloval!",
      "V této výšce žádnou loď nikdy nenajdeme. Musí tu být nějaká cesta dolů.",
      "Musíme se dostat na Přízračný ostrov včas před zatměním, ať už je to kdekoliv.",
      "Nepomyslela bych si, že budeme nakonec zachraňovat městečko, a přeci…",
      "Byl to dobrý pocit, použít své schopnosti, abychom pomohli.",
      "Když už je velký výtah v provozu, můžeme se teď dostat do Svěžína.",
      "Měli bychom se jít podívat, co nám ti piráti mohou nabídnout?",
      "Buďme na pozoru, až přineseme minci kapitánce Klii'šaë.",
      "Tady nahoře žádné lodě nejsou, asi budeme muset pokračovat na východ.",
      "Jestli se máme dostat na Přízračný ostrov před zatměním, asi budeme potřebovat loď nebo něco takového.",
      "Doufám, že dokážeme pomoci Molekinům, působí tak mírumilovně.",
      "Mám radost, že jsme dokázali pomoci.",
      "Když už je velký výtah v provozu, můžeme se teď dostat do Svěžína.",
      "Taky nemám zrovna dobrý pocit z paktovaní s piráty, ale potřebujeme se svézt na lodi…",
      "Doufám, že kapitánka Klii'šaë dodrží svou část dohody…",
      "Chci ještě jednou cestovat v kouli!",
      "Vzduch je tu TAK DOBRÝ!",
      "Bojovat se zlým čarodějem tutově bylo na mém seznamu, než umřu!",
      "Malkomud ucpává větrné tunely dolu. Musíme něco udělat, než se Spáč probudí!",
      "Nebylo fér, jak se ostatní k Malkomudovi chovali.",
      "Ještěže jsme opravili ten velký výtah ve vesničce Molekinů - už se nemůžu dočkat, až uvidím Svěžín!",
      "Ta věc s Živou manou je neskutečná, pořád bych posiloval!",
      "Nemůžu uvěřit, že máme schůzku s piráty! To je neskutečné!",
      "\"Mince nemrtvé úmluvy se nachází v Čarodějově laboratoři severně od Svěžína.\" Tak TOMUHLE říkám úkol!",
      "Není nic lepšího než pořádný úkol, jenž udrží pružnost v kroku!",
      "To se naší kapitánce podobá, vědet, kdy a kde narazíme na dokonalé pomocníky pro tento úkol!",
      "Nezapomeňte čas od času čóhat do té bichle, co, děcka? Byla by smola, kdybyste sundali něco velkého a pak to museli vopáknout. Věřte mi!",
      "Plán nakonec vyšel docela dobře.",
      "Měli bychom si odpočinout v hostinci.",
      "Měli bychom si pospíšit do lesa.",
      "Vydrž, Garle…",
      "Nekromanty jsme nikdy ve škole nebrali. Myslím, že prostě budeme muset improvizovat.",
      "Bojovali jsme tam dobře.",
      "Měli bychom si co nejdříve promluvit s Morainem.",
      "Musíme se nějak dostat na zahradu.",
      "Na řadě je Přiživovačka žalu. Musím se připravit.",
      "…",
      "Přízračný ostrov. Zvládli jsme to.",
      "Měli bychom si odpočinout v hostinci.",
      "Doufám, že nepřijdeme pozdě.",
      "Ještě že Seraï dorazila právě včas.",
      "Kámen duší… to zvládneme…",
      "Garle. Už jdeme!",
      "Musíme jít za Morainem.",
      "Moraine říkal, že zahrada je přes knihovnu.",
      "Je čas postavit se tváří v tvář Přiživovačce žalu.",
      "…",
      "Měli bychom najít tu hospodu, co o ní mluvil Valtraid - chci je vidět, jak hrají!",
      "Takže, když ten vesničan šel do Prokletého hvozdu, znamená to, že doupě Přiživovačky je také na sever od Lucentu?",
      "Už je skoro čas zatmění, co?",
      "Seraï zní tak hustě, doufám, že se s ní setkám!",
      "Vaše první očista! Nejste trochu nervózní?",
      "Zajímalo by mě, jak se daří Malkomudovi…",
      "Vaše první očista! Nejste trochu nervózní?",
      "Moraine alespoň bude v pořádku…",
      "Převozníkova hlídka je východně od Lucentu.",
      "Zůstaňte ve střehu. Nekromantka z nás nebude nadšená.",
      "Měli bychom si pospíšit a vrátit se.",
      "Botanická zrůda… Pomůžu, jak budu moct.",
      "Hortenzie se zdá být milá. Děláme tu něco dobrého.",
      "Nejvíc se zlobím na Erlinu.",
      "Už jsme ušli tak dlouhou cestu…",
      "Hortenzie říkala, že ostrov, který hledáme, se nachází severovýchodně od Svěžína.",
      "Garl je opravdu usilovný tahoun.",
      "Takže Vodní vír? To zvládneme.",
      "Když vidím Hortenzii, jak tu takhle uvízla, je mi líto vévody Aventryho.",
      "Pořád nemůžu uvěřit, že to Erlina a Brugaves udělali…",
      "Hortenzie říkala, že ostrov, který hledáme, se nachází severovýchodně od Svěžína.",
      "Je to dobrý pocit umožnit těm lidem začít nanovo.",
      "Hortenzie je třída. Dovedeš si představit, že se udržela tak dlouho?",
      "Takže plán je převzít tuhle loď?",
      "Duchové pirátů nebyli na mém seznamu, než umřu, ale beru to!",
      "Tihle lidé potřebují nový začátek. Vím přesně, jak to naplánovat!",
      "Vyzývatel bouří… Nejvyšší čas, aby s tím vším někdo skoncoval.",
      "…",
      "Potřebuješ něco?",
      "Je dobré vědět, že lidé z Veselí jsou v bezpečí.",
      "Myslíš, že bychom měli jít do té svatyně u Horské stezky? Jen bychom se museli vrátit k X'tolu.",
      "Erlině a Brugavesovi to neprojde…",
      "Věštec přílivů a odlivů… Doufám, že nám pomůže dostat se na ostrov Mesa…",
      "Nějaké tipy, co najdeme nahoře ve věži?",
      "Magická přitažlivost je silná, co myslíš, že najdeme?",
      "Resh'an na nás bude čekat.",
      "Když si pomyslím, že jsme o nějakém Přiživovači nevěděli…",
      "Mám radost, že je ten Přiživovač za námi.",
      "Garl to pro Moraina opravdu rozhýbal.",
      "Ten klíč, co nám dal Moraine… Návrat k X'tolu je trochu štreka, ale možná by stálo za to podívat se do té svatyně.",
      "Ostrov Mesa… Tam prý je Přiživovač a akolyté…",
      "Doufám, že Věštec přílivů a odlivů bude moct opravdu pomoci…",
      "Takže v té věži ještě nikdo nebyl, co? To je docela vzrušující.",
      "Přemítám, co tam nahoře najdeme. Rozhodně z toho jde nějaká moc.",
      "Vraťme se za Resh'anem.",
      "Tuto očistu zvládneme. Musíme.",
      "Už jenom přinést tu lahvičku Resh'anovi.",
      "Pořád nemůžu uvěřit, že teď máme vlastní loď, to je úžasné!",
      "Korálové kladivo… Opravdu teď najdeme skryté město pod vodou?",
      "Ta mušle je tak hezká! A dýchání pod vodou? To už je něco!",
      "Vždycky jsem věděl, že vy dva jste výjimeční, ale velká tajemná věž postavená jen pro vás, to už je něco jiného!",
      "Baňka vypůjčeného času… To si budu muset zapamatovat, znělo to důležitě.",
      "Mám rád zimu - u táboráku je pak ještě příjemněji!",
      "Já prostě vím, že toho Přiživovače zvládnete sami i bez Moraina! Pomůžu vám, jak budu moct.",
      "Jak Seraï přivedla to světlo do Mučivého vrchu, to bylo neuvěřitelné!",
      "Nezapomeňme si připravit svačinu na cestu.",
      "Strážcův ostrov se nachází v jihovýchodní oblasti. Hned vedle něj trčí z oceánu tajemná věž.",
      "…",
      "Zvládli jsme to. Teď ještě zjistit, co dělá to Korálové kladivo…",
      "Po naladění mušle v Posvátném háji na Strážcově ostrově bychom měli být schopni se dostat na dno jezera Dokarria…",
      "Přijde mi to jako velká věc, že nás pustili přes vodopád ve Věštírně. Ať už v té věži najdeme cokoliv, kryju vám záda.",
      "Akolyté nás pravděpodobně sledují. Nepolevujme v ostražitosti.",
      "Mučivý vrch je severně od jezera Dokarria, na Strážcově ostrově.",
      "Teď, když je hranol zpátky na soše Strážce, mělo by se podařit přes něj prosvítit světelný paprsek a najít skrýš, o které mluvil Resh'an.",
      "Mám radost, že je ten Přiživovač za námi.",
      "Konečně na ostrově Mesa. Jste připraveni na velkou konfrontaci?",
      "Pokud se nám Erlina a Brugaves postaví do cesty, nebudu váhat.",
      "Yomara se zmínila o 'mrtvých lidech zapomenutého národa'. Zajímalo by mě, co jsou zač.",
      "Erlina…",
      "Musím se připravit.",
      "Ostrov Mesa. Konečně.",
      "Ostrov Mesa. Už bylo na čase.",
      "Erlina a Brugaves… Pořád nemůžu uvěřit tomu, co udělali…",
      "To, co řekla Yomara Resh'anovi… Co tím myslela?",
      "Brugaves…",
      "Jsem v pohotovosti.",
      "Takže Resh'an je nesmrtelný, co? Aha, jasně! Ani muk!",
      "Jak Seraï přivedla to světlo do Mučivého vrchu, to bylo neuvěřitelné!",
      "Nezapomeňme si připravit svačinu na cestu.",
      "Musí to být těžké, myslet na celou tu situaci s Erlinou a Brugavesem. Kdyby něco, jsem tady, jo?",
      "Zajímalo by mě, co tímhle vším Resh'an sleduje. Zdá se, že podle něj jste ty a [OFFCHAR] výjimeční, s čímž souhlasím!",
      "Na ostrově Mesa je něco zvláštního, nemyslíš?",
      "Yomařina hruška byla neskutečná!",
      "Nemohlo to být snadné, ale během souboje jste si vedli skvěle.",
      "Brzy budeme bojovat s Přiživovačem. Vím, že to zvládnete!",
      "Alchymistovi zatím nevěřím.",
      "Mechanický hrad je na východní straně ostrova Mesa. Budeme jej muset přejít pěšky.",
      "Akolyté nás pravděpodobně sledují. Nepolevujme v ostražitosti.",
      "Caël říkal, že klíč od Hodinářky představuje jedinou cestu vpřed. Přeju si, aby byla ochotná pomoci.",
      "Velký souboj se blíží - ujistěte se, že jste dobře připraveni.",
      "Ostrov Mesa je na severovýchodě. Ten s tou obří kamennou hlavou.",
      "Je příjemné trochu si protáhnout nohy.",
      "V žádném případě nebudu bojovat s Přiživovačem.",
      "(Živoucí sklo…)",
      "S klíčem od Hodinářky se můžeme dostat k Přiživovači. Ale pamatujte, že v tom boji nemohu pomoci.",
      "Pokud to Garl chce…",
      "Moje moc roste, cítíš to taky?",
      "Pro Garla udělám cokoliv…",
      "To, cos předvedla s tím vodním mostem, to bylo opravdu něco.",
      "To podivné zařízení jižně od ostrova Mesa. Zdá se, že je mimo náš dosah, ale možná bychom se měli podívat na ten ostrůvek hned vedle něj.",
      "Do toho místa nahoře se dostaneme, až použijeme svatyni, ke které nám Valerie umožnila přístup.",
      "Mám nápad, ale bude to chtít trochu přesvědčování.",
      "Brugaves je pryč, ale Erlina za to zaplatí.",
      "Je mi Garla moc líto…",
      "…",
      "Nebeská země vzdušného živlu je na západě.",
      "Zůstaň silný, Zale. Svého přítele ještě uvidíš, než vyprší jeho čas.",
      "Vzchop se, Valerie. Čas tvého přítele ještě nevypršel.",
      "…",
      "Musíme pomoci Seraï a jejímu lidu.",
      "Pořád myslím jenom na Garla…",
      "Držím palce, ať to s tím Živoucím sklem vyjde… Zdá se, že B'st je naše jediná cesta do Svatosakrálních věží.",
      "Garl by byl unešen, kdyby to všechno viděl.",
      "…",
      "To, co se stalo se Seraï, je příšerné…",
      "Garl je prostě… pořád v mých myšlenkách.",
      "Takže jestli to Resh'an zvládne, měli bychom být schopni vstoupit do Svatosakrálních věží.",
      "Jsem rád, že můžeme pomoci Seraï.",
      "Vsadím se, že Garl by měl Cedrika rád.",
      "Je mi moc líto vaší ztráty…",
      "Děkuji za vaši pomoc. Už se nemůžu dočkat, až navštívíme můj domov a já vám ukážu, proti čemu stojíme.",
      "Já… vím, že žádám o hodně, zvlášť po tom všem, co se stalo…",
      "Sonda nám pomůže orientovat se v Azurové pustině. Její světlo bude blikat rychleji, když zaznamená něco důležitého.",
      "Karnimantova laboratoř se nachází na Samotě ztracených na Azurovém ostrově.",
      "Buďme opatrní, B'st říkal, že je tu nějaká stvůra.",
      "Doufám, že to zabere. Jediný způsob, jak nahodit proud, je uvolnit kvádr Es'tristae.",
      "Svatosakrální věže leží na severozápadě. Hoďme sebou.",
      "Jakmile budete připraveni, Nebeská rada by nás měla být ochotna hned přijmout.",
      "Cesta k Moři hvězd se otevřela. Vede přes čtyři potopené obry, severně od Přízračného ostrova.",
      "Seraïna osada se nachází na východě, na ostrově s modrým pískem.",
      "…",
      "(Mrtví zapomenutého národa…)",
      "(Živoucí sklo…)",
      "(Živoucí sklo… Babizna měla pravdu…)",
      "Tak tedy přes věže. My to dokážeme.",
      "Garl by byl unešen, kdyby to všechno viděl.",
      "Začínáme získávat půdu pod nohama.",
      "Měli bychom cestovat zpět do našeho světa.",
      "Je čas jít za Caëlem na ostrově Mesa.",
      "Připraven na poslední očistu, Zale?",
      "Bylo to příjemné, odpočinout si ve Veselí. Jako by byl s námi…",
      "Musím se připravit.",
      "B'st je na tohle skvěle připravený, je fajn mít ho s sebou.",
      "Vsadím se, že Garl by měl Cedrika rád.",
      "Ten plán byl běh na dlouhou trať, ale daří se nám skvěle.",
      "Je čas vrátit se do našeho světa.",
      "Měli bychom jít navštívit Caëla na ostrově Mesa.",
      "Brzy budeme bojovat s naším posledním Přiživovačem. Musím se připravit.",
      "Ve Veselí to miluju tak moc, až mám pocit, že se každou chvíli objeví…",
      "Jdeme na to.",
      "Musíme postupovat dál. Jediný způsob, jak obnovit energii, je uvolnit kvádr Es'tristae.",
      "Svatosakrální věže jsou v severozápadním rohu. Pospěšme si.",
      "Tohle je to místo. Už jenom najít Katalyzátor...",
      "Teď, když jsme obnovili energii, můžeme použít rychlodráhu a dostat se na Vesmírnou základnu.",
      "Já doufám, že nám děti pomohou.",
      "Tak tedy zpátky do mého světa.",
      "Musíme vzít Artyho na Vesmírnou základnu. Jen je třeba znovu použít rychlodráhu.",
      "Až budete připraveni, doupě Přiživovače hrůzy je pod vodou, u potopeného Měsíce.",
      "Nikdy jsem v tomto světě nebyl, ale zdejší magie je mi... povědomá...",
      "(Živoucí sklo... Babizna měla pravdu...)",
      "Resh'anova loutka se ani nehne...",
      "Dychtím vyzkoušet si svou novou formu.",
      "Otevřít cestu k věžím bylo to nejmenší, co jsem mohl udělat - doufám, že se osvědčím jako cenný spojenec.",
      "Dychtím vyzkoušet si svou novou formu.",
      "Vesmírná základna kdysi bývala pro můj svět opravdu přínosná...",
      "Mechanický hrad? Zajímavé.",
      "Arty se hezky uvedl!",
      "Zajímalo by mě, co má Velký alchymista za lubem.",
      "Bude mi ctí stát po vašem boku během očisty.",
      "Stačí mě dovést k tomu stroji na Vesmírné základně a o zbytek se postarám!",
      "Ješte zbývají nějaké Svatyně Slunovratu. Možná bychom je měli vyhledat.",
      "Je tak příjemné mít Garla zase s sebou.",
      "Zdálo se mi o Svatyních Slunovratu... Možná by stálo za to najít ty zbývající.",
      "Už to prostě nebylo ono, a tohle je moc dobré!",
      "Už jsme skoro na konci...",
      "Trápí tě něco?",
      "...",
      "Je tu další potenciální hrozba pro můj lid... nejsem si jistá, jestli ji zvládnu sama...",
      "Copak?",
      "...",
      "<color=bad>Královna, jež byla</color>...",
      "Dlouho jsme mapovali Azurovou pustinu, ale zdá se, že ji nikdy nenajdeme.",
      "Jestli se jí podaří dostat do Repotu...",
      "Vskutku odporné pomyšlení. Máme nějaké vodítko, po kterém bychom se mohli vydat?",
      "Je to na dlouhé lokty, ale tohle je to, co sonda přinesla od jedné z pátracích skupin.",
      "Doufala jsem, že bychom to mohli dát Teaks a zjistit, co se z toho dá vyčíst. Pokud na to ovšem budeme mít čas.",
      "Přinejmenším za pokus to stojí.",
      "Královna, jež byla... Doufám, že Teaks bude mít pro nás něco, od čeho bychom se odrazili...",
      "Ještě jednou díky za pomoc. Je skvělé vědět, že moji lidé budou v bezpečí.",
      "Nemůžu si pomoct, ale zajímalo by mě, proč Resh'an prostě nezachránil Garla hned na začátku, když to bylo jeho přání.",
      "To se nikdy s jistotou nedozvíme, ale myslím, že nejdřív potřeboval aby byli [MAINCHAR] a [OFFCHAR] na něco připraveni!",
      "Zdá se mi, že tihle alchymisté jsou na všechna ta tisíciletí zkušeností prostě neuvěřitelně nevyzrálí...",
      "Hm!?",
      "Resh'anova loutka ukazuje na něco na mapě.",
      "Velký alchymisto, snažíte se nám něco říct?",
      "...",
      "Možná bychom to místo měli prozkoumat?",
      "Škoda, že Resh'an odešel. Doufám, že mu jednou budu moci poděkovat...",
      "Netroufám si rozumět smýšlení Velkého alchymisty, ale věřím, že to on chtěl poděkovat vám.",
      "[MAINCHAR], na slovíčko, mohu-li?",
      "Samozřejmě, o co jde?",
      "Od té doby, co mi Velký alchymista udělil tuto podobu, toužím prokázat, že jsem pravý válečník.",
      "Pokud to pro tebe něco znamená, rozhodně jsi se činil víc než dost.",
      "Oceňuji tvou připomínku, statečná mniško, ale toužím po něčem... oficiálnějším.",
      "Jako po čem?",
      "Během svého pobytu na vašem domovském světě jsem zaslechl zvěsti o místě, kde se bojovníci zapojují do přátelského klání.",
      "\"Aréna dopadu Přiživovače\" ve Svěžíně.",
      "Podle Yolandy ji postavili obyvatelé města, aby využili velký kráter, který zanechal Přiživovač sváru.",
      "To by mohla být zábava!",
      "[MAINCHAR], vím, že nás tlačí čas, ale kdyby byla jakákoliv možnost navštívit arénu ve Svěžíně, byl bych ti velmi vděčný.",
      "Krustalion byl důstojným soupeřem. Jsme skvělý tým!",
      "Už dokonce i mně se zdá, že bez Garla parta nebyla úplná.",
      "*smrk* *smrk*",
      "On lidem opravdu rychle přiroste k srdci.",
      "B'st, jaký to byl pocit, když jsi dostal tu ránu?",
      "Účelné. Jako že dělám správnou věc.",
      "Za to jsme ti navždy zavázáni.",
      "Přinesli jste naději do mého světa a korunovali jste mě šampionem arény.",
      "Pokud jde o mě, jsem to já, kdo je vám stále zavázán.",
      "Haha! To je fér.",
      "To je ale doba, co? Určitě jsem neměl na seznamu VZKŘÍŠENÍ, když jsme začínali naše dobrodružství!",
      "Další do knihy příběhů pro Teaks, že jo!",
      "Ale vážně, bylo to docela děsivé...",
      "Díky, že jste mě odtamtud vytáhli, vím, že aktivace Chronofága stála hodně úsilí.",
      "Kdybychom to věděli, udělali bychom to rychleji. A hele, ty bys pro nás udělal to samé!",
      "Bez rozmyslu!",
      "No, jasně! Je tu jedna věc, o kterou se chci podělit.",
      "Takže o tom, co jsem viděl na druhé straně, nesmím mluvit, ale když bylo jasné, že se vrátím, směl jsem vyslovit jedno přání.",
      "Jistě.",
      "O co jsi žádal?",
      "Večeře se všemi mými přáteli u Zlatého pelikána!",
      "To vážně?",
      "Jasně, že jo! Chystám se uspořádat svůj vlastní kar a chci to nejlepší jídlo, co může být!",
      "Haha! Žeru tohohle chlápka.",
      "Věc se má tak, že si nejsem moc jistý, jak to funguje. Dostal jsem jen tenhle rybářský háček...",
      "Určitě na to přijdeme!",
      "Pokud budeme mít čas, je tu jeden ostrov, o kterém se domnívám, že je spojen s tím kouzelným rybářským háčkem, co jsem dostal. Přímo tady.",
      "Zlatý pelikán byl vším, v co jsem doufal!",
      "Šéfkuchař Bass nám dal pozvánku, měli bychom jet do Svěžína a skusit Zlatého pelikána!"
    ]
  }
}