{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ClockworkCastle_EN",
  "locCategoryId": "MesaIsland/ClockworkCastle",
  "language": 0,
  "strings": {
    "Array": [
      "Mechanický hrad.",
      "Přiživovač sváru je tam někde uvnitř.",
      "Vy!",
      "Přísahali jsme, že vás nenecháme vstoupit do velitelství Akolytů.",
      "A co přísaha, kterou jste složili jako Bojovníci Slunovratu?",
      "Nesložili jsme ji dobrovolně.",
      "Valerie, prosím, poslouchej mě.",
      "Kliďte se nám z cesty!",
      "Drž se plánu, Brugavesi. Přiživovač je už přiměje rozumně uvažovat.",
      "...",
      "Potřebujeme jenom získat čas. Prosím, Zale, vzdejte to.",
      "Na to zapomeň!",
      "Dělám to velmi nerad, ale musíme zajistit, že Akolyté dokončí rituál probuzení.",
      "Předveďte se!",
      "Tak sem s tím!",
      "*ehm* Uh, hele, já myslím... že tuhle bitvu bychom měli přenechat jim.",
      "...",
      "To by mělo stačit.",
      "Stále se k nám můžete přidat, jestli-",
      "Neopovažuj se!",
      "Padejte už!",
      "...",
      "Jdeme, Brugavesi.",
      "Ano! Mám to.",
      "To budou čučet, nemůžu se dočkat, haha!",
      "*ehm*",
      "Jé, návštěvníci!",
      "Rád tě poznávám! Jmenuju se Garl a tohle jsou mí přátelé [MAINCHAR], [OFFCHAR], Seraï a Resh'an.",
      "Ahoj, všichni! Já jsem <color=good>Caël</color>.",
      "Doufám, že ti nevadí, že se ptám, ale...",
      "Jsi ty vůbec člověk?",
      "Víc vrásek než takové běžné dítě, že?",
      "...",
      "To proto, že mně a mým kamarádům je deset už HROZNĚ dlouho.",
      "Co tím myslíš?",
      "Čas?",
      "Co s ním?",
      "V tomto hradě neplyne.",
      "Nebo spíš neplyne v tělech jeho obyvatel.",
      "Nemůžeme umřít přirozenou smrtí, ale musíme tu navždy zůstat.",
      "Toto časové vězení je naším domovem už stovky let. Kdybychom odešli, okamžitě bychom zestárli a bylo by po nás.",
      "Takže tak to je.",
      "Vážně? To zní příšerně...",
      "Ale to neva, nám se tady líbí.",
      "A navíc zůstaneme navždy dětmi. A to je dost super, ne?",
      "Vyrábět stroje pro padouchy sice úplně ideální není, ale pořád lepší než ta druhá možnost.",
      "A co je ta druhá možnost?",
      "Na to se zeptejte tady vaší asasínky.",
      "!!",
      "??",
      "Takže, proč jste sem vůbec přišli?",
      "Jsme tu, abychom se postavili Akolytům a zbavili se Přiživovače sváru.",
      "Fakt?",
      "Tak v tom případě byste museli jít těmahle velkýma dveřma, co vedou do rituálny.",
      "Ale to byste nejdřív museli zajít do hodinové věže pro <color=good>Hodinářčin</color> univerzální klíč.",
      "A ještě předtím byste museli zničit tuhle hnusnou hromadu masa, která cestu do věže blokuje.",
      "Takže máte smůlu.",
      "A jak vás vůbec napadlo, že byste si mohli troufnout na Přiživovače?",
      "[MAINCHAR] a [OFFCHAR] jsou Bojovníci Slunovratu.",
      "Vážně?",
      "Dokažte to!",
      "Přivolejte noc!",
      "Ha! Tak sledujte.",
      "Jé!!!",
      "No to mě podrž!!",
      "Viděli jste to?",
      "[MAINCHAR], jmenuješ se tak, že? Pojď sem, prosím.",
      "Zkus se dlaní dotknout toho krystalu.",
      "FUNGUJE TO!",
      "CAËLE, TY JSI GÉNIUS!",
      "To bylo co?",
      "Důkaz, že Magie Zatmění se dá přeměnit.",
      "Možné důsledky jsou nepopsatelné.",
      "Znamená to, že nám můžete pomoct?",
      "Ano, tenhle experiment ledacos mění.",
      "Máme zařízení, které vám s Přiživovačem sváru pomůže.",
      "Teď můžete jít do hodinové věže... Prosím, sežeňte ten univerzální klíč, my to tady mezitím připravíme.",
      "Akolyti se nebudou stačit divit, haha!",
      "To bylo TAK HUSTÝ!",
      "Kéž bych taky uměl ovládat světlo!",
      "Pojďme to zkusit!",
      "No tak, musíme mít to zařízení připravené, než se vrátí zpátky.",
      "Přidej se k nám, Caële!",
      "Haha! Tak fajn, ale jenom na chvilku!",
      "Ty jsi Hodinářka?",
      "...",
      "Podívej, my bychom potřebovali tvůj univerzální klíč, aby-",
      "Ať už potřebujete cokoliv, já se nikdy žádných konfliktů neúčastním.",
      "To je tvůj klíč?",
      "No to je ale velice podivné, jak se tak náhle, zčistajasna objevil.",
      "Takže říkáš, že si ho můžem vzít?",
      "Já pouze poukazuji na zvláštní příhodnost této situace.",
      "...",
      "Mám práci.",
      "Trvá hodně dlouho, než se stoly na Kotouče doručí a nainstalují, takže pracuji na přenosné samoskládací verzi.",
      "Samoskládací stůl na Kotouče je připraven, teď jde jen o to, aby ho někdo koupil...",
      "Repot, říkáte? Na jiné planetě?",
      "Zajímavé. Samoskládací stůl je váš za 250G.",
      "Koupit stůl na Kotouče do Repotu za 250G?",
      "Koupit",
      "Možná později",
      "Nemáte dost G. Vraťte se později.",
      "Tak platí. Tady.",
      "Mám práci.",
      "Chtěli byste mě vyzvat na partii Kotoučů? Nebuďte hloupí, ještě jste ani neporazili všechny šampiony.",
      "Vidím, že máte Platinový Kotouč a všech šest Hrdinů. Moje hra se vám tedy líbí?",
      "Jestli chcete skutečnou výzvu, nějaký čas si na vás udělám.",
      "Vyzvat Hodinářku k partii Kotoučů?",
      "Nenáročná hra",
      "Hra o šampiona",
      "Možná později",
      "Vraťte se, až budete připravení.",
      "Zvítězili jste. Hrajete dobře.",
      "Tady. Zasloužíte si to.",
      "Bude to chtít mnohem víc, abyste mě porazili.",
      "Pořád vás to po tolika hrách baví? Mě ano!",
      "Haha! Pořád mi to jde.",
      "Už jste porazili úplně všechny, ale jestli chcete, můžeme si zopakovat hru o šampiona.",
      "A je to nerozhodně.",
      "Dostali jste ten klíč?",
      "Tady je!",
      "Paráda. Teď jen odemknout tyhle dveře. Vy zabavíte Akolyty, my s tím zařízením proklouzneme přes rituálnu.",
      "Před časem jsme ho navrhli tak, aby sedělo na druhou věž, takže tam budete muset Přiživovače nějak nalákat.",
      "Rozumíme.",
      "Až ho uvidíte v akci, nebudete té námahy litovat.",
      "Jsi si jistý, že to bude fungovat?",
      "Teď, když jsme potvrdili, že se Magie Zatmění dá přeměnit? Tutově.",
      "Dobře, máme plán.",
      "Obávám se, že jdete příliš brzy.",
      "Naštěstí.",
      "Přiživovač sváru ještě není na hraní připraven.",
      "Přišli jsme se ho zbavit. Uděláte nejlíp, když nám půjdete z cesty!",
      "Hahaha!",
      "Jak troufalé, myslet si, že dokážete bojovat s námi všemi najednou.",
      "Troufalé, a ještě k tomu pošetilé!",
      "CAËLE! Kam si myslíte, že jdete?",
      "Zpátky do dílny, okamžitě!",
      "Otravujte si někoho sobě rovného, prevíti!",
      "Trojko?",
      "Útok!",
      "Gah....",
      "Vy jedni...",
      "Konečně! Je vzhůru!",
      "Vzhůru, a ještě k tomu zuří!",
      "Rychle! Když hned poběžíme, pořád máme šanci!",
      "Poběžíte? Hahaha...",
      "Přiživovač je vám na stopě, na schovávání je pozdě.",
      "Přesně s tím počítáme.",
      "Hlupáci... Přímo vstříc tomu nejhoršímu...",
      "Musíme rychle na druhou věž!",
      "Pozor!",
      "Otočil to!",
      "Ten poslední útok zablokoval vchod. Musíme to vyšplhat.",
      "Amulet Slunovratu se chvěje!",
      "Dobrá, zatmění bychom měli.",
      "Tak rychle.",
      "Tady jste!",
      "Caële! Jaký je plán?",
      "Prostě s tou věcí bojujte, jak to jen půjde. Krystal absorbuje něco z vaší energie a až se nabije, vystřelí.",
      "Jasně!",
      "Dobrá práce, týme. Zařízení je perfektně zkalibrováno.",
      "Už vám tu nebudem zaclánět. Hodně štěstí, Bojovníci Slunovratu.",
      "Připravena, Valerie?",
      "To se vsaď.",
      "Moc toho nezmůžeme, ale podpoříme vás co nejvíc.",
      "Já se Přiživovače ani nedotknu.",
      "Garl a já vám záda krýt budeme.",
      "Všichni společně!",
      "Ta věž už toho moc nevydrží. Rychle!",
      "[OFFCHAR]...?",
      "[OFFCHAR]!",
      "Musíme... bojovat dál...",
      "Oni to nezvládnou.",
      "Ale...",
      "Resh'ane, musíte nám pomoct. Hned teď.",
      "...",
      "TAK CO?",
      "Platí tu jistá pravidla. Já nemohu bojovat s Přiživovači.",
      "Hej, to není fér! Nikdy jsme se k vám nechovali nečestně!",
      "Souhlasili jste s mými podmínkami.",
      "Na podmínky vám já kašlu!",
      "ZEŠÍLELAS?!",
      "Ó, to se vám teda povedlo!",
      "Co se děje?",
      "Nechte mluvit mě. A ať se stane cokoliv, NEUPOUTÁVEJTE na sebe pozornost.",
      "Čí pozornost?",
      "Náš pán se konečně vrátil!",
      "Náš pán, a ještě k tomu i mistr!",
      "Myslel jsem si, že jsme se na něčem dohodli.",
      "Já jsem to neudělal.",
      "Ach, nech těch ohraných výmluv.",
      "Baňka času zasáhla Přiživovače, ať už jsi ji hodil sám, nebo to nechal udělat někoho jiného. Můžeš za to ty.",
      "Tak tedy oko za oko. Ale k tomu se ještě dostaneme.",
      "Přiživovač sváru... jak je to možné?",
      "Karnimante, Pane, my...",
      "Jedničko?",
      "Ano, Pane! Jsem poctěn, že si na mě pamatujete.",
      "Jak jste mohli zůstat naživu tak dlouho?",
      "Určitě jste museli strávit spoustu času mimo hrad.",
      "Oběť.",
      "Oběť, a ještě k tomu oddanost.",
      "Použili jsme <color=bad>Upíří růži</color>.",
      "Upíří růži...",
      "Řekni mi. Bolí to?",
      "Neustále.",
      "Zajímavé...",
      "Vaši oddanost chválím.",
      "Pane!",
      "Ale stejně, oživení Přiživovače...",
      "Kdo vám zajistil Krvavý Měsíc?",
      "To my.",
      "Máte mé díky.",
      "Jaké je vaše přání?",
      "Pane, jestli mohu...",
      "Mluv.",
      "Ta čarodějka vykazuje mimořádné magické schopnosti.",
      "Věřím, že by z ní byla skvělá poručice na vašem současném hlavním sídle.",
      "!!",
      "A co s tím druhým?",
      "Nejradši by zapomenul a pouze se dožaduje potvrzení, že nebude muset nikdy znovu bojovat s těmito Bojovníky Slunovratu.",
      "Rozumím...",
      "O Přiživovače sváru podruhé nepřijdu.",
      "Akolyté!",
      "Pane?",
      "Jste připraveni sloužit celou věčnost?",
      "Po ničem jiném netoužíme.",
      "Tak tedy odejděte spolu s mým nejmilejším výtvorem a já později dohlédnu na vaši proměnu.",
      "Ano... Vy čtyři budete s Přiživovačem spojeni a stanete se jeho vědomím.",
      "V daleké budoucnosti se vrátíte jako jeden, jako <color=bad>král</color> nové rasy!",
      "Děkujeme, Pane!",
      "Děkujeme, Pane!",
      "Děkujeme, Pane!",
      "Nepleť se do toho.",
      "...",
      "To stvoření bude nezastavitelné.",
      "A zdá se, že bude potřebovat náležitého poskoka...",
      "Bojovníku!",
      "Přeješ si zapomenout?",
      "Ano. A už nikdy nechci bojovat proti Bojovníkům Slunovratu.",
      "Tak se ujistěme, že velmi dlouho nebudeš potřeba. Teď jdi, následuj Přiživovače a Akolyty.",
      "Valerie, ještě není pozdě k-",
      "Nemáme si co říct.",
      "Zale, vy dva můžete jít se mnou a osvobodit se od-",
      "Už vypadni!",
      "...",
      "Zachraň sám sebe, to je jediné, co teď můžeš udělat.",
      "Erlino...",
      "Jestli to bude možné, znovu tě najdu.",
      "Žij dál, Brugavesi. Všechno, co jsem udělala, bylo kvůli tobě. Jen si pamatuj-",
      "To stačí! Je čas jít.",
      "Brugaves, že?",
      "Dovol mi, abych ti dal novou podobu a nové jméno, a já ti splním všechna přání!",
      "Celý život jsem se snažil dělat, co se ode mě očekávalo, jenom abych neustále slýchával, že jsem příliš pomalý...",
      "Toužím po jediné věci, cítit se dostačující a vhodný pro svůj úkol.",
      "Oh, s tím si nedělej starosti. Až s tebou skončím, budeš <color=bad>ten nejrychlejší ze všech</color>!",
      "Čarodějko, zdá se, že mé současné sídlo se v nejbližší době stane terčem útoku.",
      "Pomoz mi jej ubránit, a až z toho světa odejdu, staneš se jeho vládkyní ty.",
      "Vyhovují ti tyto podmínky?",
      "Ano.",
      "Dovol mi tedy, abych ti dal novou podobu a nové jméno, a já ti splním všechna přání!",
      "Chci sílu. Zdrcující sílu.",
      "Výborně. Teď jdi, zanedlouho jsem u tebe.",
      "Tak, kde jsem to skončil...",
      "Jděte za nás!",
      "Takže, oko za oko, Resh'ane?",
      "...",
      "Jediný zásah. Tak zní dohoda.",
      "Pročpak, bojíš se snad, že víc nevydrží?",
      "Jenom se předveď! Nejsi nic víc než ubožák!",
      "GARLE!",
      "Hahaha!",
      "Pozor!",
      "??",
      "Měl jsem za to, že jsme ustanovili nemožnost zastavení času...",
      "Jak si to udělal, Resh'ane?",
      "Doopravdy není úplně zastavený.",
      "Když jsem prováděl pokusy s časovými smyčkami, přišel jsem na to, že čas se dá téměř zastavit vytvořením-",
      "Nekonečně krátké, rekurzivní sekvence. Geniální.",
      "A předpokládám, že právě tyhle krystaly tu smyčku drží pohromadě?",
      "Jsou nádherné. Jak jim říkáš?",
      "<color=magic>Střepy času</color>.",
      "Vždycky jsi byl z nás dvou ten lepší umělec.",
      "Chtěl jsem tě požádat, jestli bych si jeden nemohl nechat, ale ony se rozplynou, až smyčku zrušíš, že?",
      "Tak jak se máš?",
      "...",
      "Zase jsi pár století trucoval zalezlý v tom svém archivu?",
      "Copak ti to pořád nestačí, Aephorule?",
      "Copak stále nebereš ohled na bolest a utrpení, které za sebou zanecháváš?",
      "No prosím, zase si začínej s těmi proslovy!",
      "...",
      "Tihle Bojovníci Slunovratu. Proč s nimi cestuješ?",
      "Nemají na to, aby se povznesli.",
      "To teprve uvidíme.",
      "Myslíš si, že po mně půjdou? To jsem si znovu vysloužil na vyučenou přes prsty?",
      "PODROBIL SIS CELÝ ŽIVOČIŠNÝ DRUH!",
      "Ha! Oba moc dobře víme, že až spojíš všechny časové linie zpět dohromady, tyhle životy budou stejně ztracené.",
      "...",
      "Pořád to odkládáš, co? Všiml jsem si.",
      "Více špatností nic nevyřeší, Aephorule. Jejich utrpení je skutečné.",
      "A TO MOJE SNAD NENÍ?!",
      "Víš ty co, souhlasím. Debatu protentokrát vynecháme.",
      "Ale abych ti odpověděl na tvou otázku: Ano, skutečně věřím, že tě tito dva vyženou z tvé současné pevnosti.",
      "Nechtěj mě rozesmát!",
      "I kdyby se nějakým způsobem dostali přes Moře hvězd, za mě bude bojovat ta čarodějka.",
      "A jak jsi jistě poznal, její potenciál je neomezený.",
      "Oni to dokážou. Jsem si tím jistý.",
      "No to se podívejme!",
      "Resh'an chce nevinné Děti Slunovratu poslat do boje proti jejich bývalé učitelce, ale prý tady mám být ZÁPORÁKEM JÁ?",
      "...",
      "Když si pomyslím, že bys mě dokázal zastavit lusknutím prstů...",
      "Ale to ty ne, ty si radši budeš žít v tom naivním přesvědčení, že se to celé jednoho dne zlepší.",
      "Tak dost!",
      "Hahaha!",
      "Jak je libo.",
      "Díky za pokec, zlato.",
      "ARGH!!...",
      "Garle!",
      "Ahhhh... AAAAAHH!!",
      "Ne!",
      "Resh'ane! Udělejte něco!",
      "Dostal přímý zásah a nemá žádnou vrozenou magii, která by ho ochránila.",
      "Ani já nedokážu pomoci. Je mi líto.",
      "Haha! A kdo je teď ten \"ubožák\", no?",
      "Za pár chvil zemřeš. Nějaká poslední slova?",
      "Hgnnn... AAAAAH!",
      "(Garle... ne...)",
      "NEMŮŽEME TĚ ZTRATIT!!",
      "Eh?..",
      "(Zale...)",
      "(Mlžný stařešino?)",
      "(Je tu něco, co tvůj přítel musí vidět, než skoná.)",
      "(Ale...)",
      "(Přišel čas to pustit dovnitř. Přijmi svou pravou sílu a přines Garla ke mně.)",
      "(...)",
      "Mlžný stařešina. Musíme okamžitě k němu.",
      "Cože? To je moc daleko, Garl nám tady umírá!",
      "Copak to nechápeš, Valerie?",
      "Nikam to není daleko, když poletíme.",
      "(<color=sun>Solen</color>...)",
      "Zale...",
      "Takže ty jsi nakonec opravdu byl jiskrou...",
      "Jen si utíkej, dokud můžeš, Karnimante. My si tě stejně najdeme!",
      "Budu vás i s čarodějkou očekávat.",
      "(Garle!)",
      "(<color=moon>Luana</color>...)",
      "Hoďte sebou!",
      "Ahojte, jak se vede?",
      "A mimochodem, upřímnou soustrast.",
      "Kdyby pro nás odchod z hradu neznamenal jistou smrt, obřadu bychom se zúčastnili...",
      "V pořádku, s tím si starosti nedělej.",
      "Caële, potřebujeme tvoji pomoc.",
      "Jasně, co se děje?",
      "To je dlouhý příběh. Jde o zádrhel s jedním strojem.",
      "Ó, příběhy MILUJU!",
      "A stroje vlastně též.",
      "Tak povídejte.",
      "V Seraïně světě...",
      "...A obnovení spojení mezi Sluncem a Měsícem je naše jediná šance, jak se Přiživovače hrůzy zbavit.",
      "Rozumím. To vysvětluje, proč od nás chtěl tolik kondenzátorů...",
      "A jádro Katalyzátoru... Nikdy bych nevěřil, že ho jednou uvidím na vlastní oči.",
      "No dovol, já jsem \"Jádro AI.\" S Katalyzátorem nechci mít nic společného.",
      "Chápeme, že musíte zůstat tady na hradě, ale doufali jsme, že přijdete na nějaký způsob, jak nám pomoct.",
      "Řešení se vždycky najde, ale budeme na to potřebovat nějaký čas...",
      "Jo, a ten Grimoár pověstí taky.",
      "Hmm... Klidně si ty stránky, co potřebuješ, vytrhni. Nechci riskovat, že nebudu moct něco zaznamenat, zatímco budete pracovat!",
      "Hned se do toho pustíme. Dáte nám pár dní?",
      "Kolik jen budete potřebovat. Mezitím můžeme navštívit pár starých přátel.",
      "Tak se mějte. Až se vrátíte, budeme mít hotovo.",
      "Pojďte sem, všichni, máme před sebou hodně práce!",
      "Á hotovo.",
      "Přístup udělen.",
      "Zabralo to!",
      "Skvělá práce, Caële!",
      "Ha! A teď máme přístup k přísně tajným nákresům Katalyzátoru.",
      "Všechno vyextrahujte.",
      "Provedu.",
      "Prosím, hlavně jemně.",
      "Říkáš, že tvou jedinou funkcí bylo poutání duší ke strojům?",
      "Všechno bylo automatizované. Nikdy mi nebylo jasné, proč zařídili, abych to všechno muselo vnímat.",
      "Celé to bylo velmi znepokojivé.",
      "Jen další krutý vtip...",
      "No, teď jsi volné. Třeba je teď čas na nový začátek.",
      "Vážně? To je velice potěšující nápad!",
      "Měl jsi pravdu. Všechno dohromady nám dává dílky skládačky, které jsme hledali.",
      "Super. Jde se stavět, fofrem!",
      "Mělo by to stejně trvat jenom pár sekund, ne?",
      "Oh... Nejsem si moc jisté, zda je to dobrý nápad.",
      "No tak! Tentokrát to bude pro dobrou věc.",
      "...",
      "Instrukce jsi vidělo, přeprogramovat Vesmírnou základnu na vlastní pěst se jim nepovede ani náhodou.",
      "...",
      "Když to pro nás uděláš, slibuju ti, že ti postavíme novou podobu.",
      "Tak co, chceš s námi zachránit svět?",
      "Já... nejspíše ano...",
      "Tak fajn! Navíc, náš design má fakt šmrnc, budeš koukat.",
      "Hoď to tam!",
      "Házím!",
      "Výborně.",
      "No, máme to. Jsem připraven.",
      "Oh, takže TY jsi připraven?",
      "My si tohle ujít nenecháme!",
      "Ale máme jenom jeden kus.",
      "Tak se spojíme. Hračka.",
      "Spojíme?",
      "Vždycky jsme všechno prožívali společně, samotného tě určitě jít nenecháme!",
      "Ale uvnitř budeme-",
      "Je tam dost místa pro všechny!",
      "Sdílené vědomí...",
      "To ti jen prospěje, Caële, vždycky jsi byl až moc vážný.",
      "Haha!",
      "Jste si tím jistí? Už to nepůjde vrátit zpátky.",
      "Myslíš, že jsme se na tom neradili? Nejsi jediný, kdo chce pomoct Bojovníkům Slunovratu.",
      "A co když to sám nezvládneš?",
      "Haha! Au!",
      "Dobře. Spusť hlavní funkci.",
      "Je čas.",
      "Dáme to!",
      "Mějte odvahu, všichni. Společně!",
      "Caële?",
      "JE TU NĚKDO?",
      "Oni... postavili druhý Katalyzátor?",
      "Huh?",
      "Hej, pomůžete nám? Prosím?",
      "Otvírací spínač. Měli jsme ho dát sem dovnitř, ne zvenčí.",
      "(To jsme nedomysleli.)",
      "(Vzhledem k okolnostem to zas tak špatné není.)",
      "(Hej! Nech toho!)",
      "(Haha! Mám tě!)",
      "Žádný otvírací spínač nevidím.",
      "Jú, ty jseš ten golem?",
      "Dej tomu pořádnou ránu!",
      "Hned je to lepší!",
      "Zrak funguje bezchybně.",
      "Čich taky!",
      "Omlouvám se...",
      "Hahaha!",
      "Caële?",
      "Uh... ano?",
      "Jsi to ty, ne?",
      "No... částečně?",
      "...",
      "(Tohle by mohlo představovat problém.)",
      "(Měli bychom se sjednotit.)",
      "(Nové jméno?)",
      "(Jediné jméno.)",
      "(Jediný mluvčí.)",
      "(Měl by vést Caël.)",
      "(Ano.)",
      "(Tak co?)",
      "(Hele, já vím!)",
      "(Jo!)",
      "(Souhlas!)",
      "(Dobře, je načase se velkolepě představit.)",
      "(Nezapomeň na konci zapózovat!)",
      "(Jo, musíš udělat tamto!!)",
      "(Já vím, já vím!)",
      "*ehm*",
      "Po dlouhou dobu jsme dřeli, vypilovávali své řemeslo a zdokonalovali své umění.",
      "Nespočet promrhaných dní vedlo ke chvíli, kdy se nám konečně díky vlastnímu výtvoru podaří dostat z tohohle časového vězení na svobodu.",
      "Budeme žít dál společně jako jeden a naše vynálezy budou sloužit pro dobro lidstva.",
      "A taky k nakopávání padoušských zadků!",
      "Já jsem odplata.",
      "Ztělesnění geniality.",
      "Ultimátní inženýr.",
      "Já jsem...",
      "<color=good>ARTIFIK</color>!",
      "Ha! To bylo parádní!",
      "(Pšššt! Ať mluví Caël!)",
      "Nechť žije Artifik!",
      "Ráda tě poznávám, Artifiku.",
      "Hezké jméno!",
      "Děkuji všem!",
      "Hm, ale... Mysleli jsme si, že pro nás jen rozluštíš nějaké ty schémata.",
      "No, jedno vedlo k druhému a objevila se příležitost, jak se osvobodit, takže jsme-teda-jsem ji využil.",
      "A stejně, v každém případě musím jít osobně. Ten úkol by na vás byl až moc složitý.",
      "Bez urážky.",
      "Bude sice ještě chvíli trvat, než budu bojeschopný, ale do Vesmírné základny se určitě nabourat zvládnu.",
      "Vemte mě tam a já pro vás ty mraky zastavím.",
      "Děkuju, Arty.",
      "(Ha! Už dokonce máme i přezdívku!)",
      "Tenhle nový život je skvělý!",
      "(Hele, nežvaň!)",
      "(Aha, pardon.)",
      "(Okej, já se zaměřím jen na nohy.)",
      "(Zabírám si kameru!)",
      "(Hele, měli bychom říct, že půjdeme, než to začne být trapné.)",
      "(Jasně.)",
      "Za to se omlouvám. Prosím, veďte.",
      "Artifik se přidává k posádce.",
      "Jestli něco potřebujete, zeptejte se Caëla.",
      "Ahoj, je fajn vás zase vidět!",
      "Mám práci. Promluvte si s Caëlem.",
      "Nazdárek!",
      "Já nejsem Caël, nechte mě pracovat.",
      "Jak se daří?",
      "Jé, cestovatelé! Chcete se podívat na moje zbožíííí?",
      "Chcete se podívat na moje zbožíííí?",
      "Mám napilno.",
      "Není čas, musíme čelit Přiživovači!",
      "Přesvědčme se, že Caël je připraven.",
      "Ani se to nehne.",
      "Pšššt! Nepokažte moment překvapení!",
      "Nemaj ani zdání, co přijde!",
      "Uf, štěstí, že můj batoh ten pád změkčil.",
      "Jsem v pořádku, podívej se, kde je [OFFCHAR].",
      "Krystal je na kusy, ale Přiživovač zůstal.",
      "Nevím, co se teď ještě dá dělat...",
      "...",
      "Zvláštní zařízení nehybně stojí.",
      "Vchod je blokován jakousi Karnimantovou magickou bariérou.",
      "Nabíjení je v půlce. Vytrvejte!",
      "[MAINCHAR], ty a [OFFHAR] musíte kouzlit nebo používat živou manu, aby se krystal nabil!",
      "Už jenom jednou!",
      "Funguje to! Jen dál používejte manu!",
      "Zajímalo by mě, co mě čeká v budoucnu.",
      "Nesahat.",
      "Zpod pokrývky vyzařuje povědomý druh magie.",
      "Věci se daly do pohybu. Jsem zvědavá, co tihle dva dokážou.",
      "Zvědavá, a ještě k tomu netrpělivá!",
      "Prozatím čekáme.",
      "<color=bad>Trojko</color>, víš, co máš dělat.",
      "Čas kvapí. Probíhá vše s přípravami podle plánu?",
      "Na zatmění budeme připraveni.",
      "Připraveni, a ještě k tomu nadšeni!",
      "Obávám se, že váhání toho poskoka by mohlo zesílit. Měli bychom si obstarat konečné potvrzení.",
      "Půjdu sám.",
      "<color=bad>Trojko</color>, postarej se, aby během mé nepřítomnosti vše proběhlo hladce."
    ]
  }
}