{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "CursedBigTopDungeon_EN",
  "locCategoryId": "Totw/CursedBigTopDungeon",
  "language": 0,
  "strings": {
    "Array": [
      "They managed to escape, master, and somehow defeated our crew!",
      "Even got the train back, master, they outwitted us too!",
      "Then it seems confrontation with the solar one’s twin will happen soon. Good...",
      "Orders, master?",
      "For now we wait.",
      "The great Pantouf will be the end of them, Pouf.",
      "A grand finale for the ages, Pif.",
      "They will never see it coming!",
      "They will never feel it killing!",
      "We will display so much guile!",
      "We will spring a trap so vile!",
      "Is your new toy ready?",
      "Almost, almost, just a screw or two!",
      "Not so, you dolt, still plenty to do!",
      "Monsieur Tendu.",
      "Guard the entrance, and delay them as much as possible.",
      "...",
      "Pantouf's exhibition will be most prime!",
      "The performance of a lifetime!",
      "The mother of all stages!",
      "A show for the ages!",
      "Yes...",
      "Malevolent spectacle awaits...",
      "Step aside. We’re going in.",
      "Final warning.",
      "You asked for it!",
      "Nowhere to run now!",
      "Welcome, welcome, to the place where evil wins!",
      "In these twisted tents, the final act begins!",
      "A cavalcade of spectacle and funfair!",
      "Tickets are free, so come if you dare!",
      "Cowards!",
      "(They want us to chase them.)",
      "(Yes, everyone knows that!)",
      "(But it’s a trap!)",
      "(Everyone knows that too! Just act confident.)",
      "(Got it.)",
      "*ahem*... Let’s stay alert.",
      "Hehe! And just like that, our trap worked like a charm!",
      "Enough with your games!",
      "Is this where you wanted us? Then get ready to fight!",
      "Hoho! And just like that, our prey shall come to harm!",
      "Pouf! This is no joke, they're putting up a fight!",
      "Pif! Time for the new toy, that'll set things right!",
      "PIF POUF DANS PANTOUF",
      "Not going to miss those two.",
      "You can say that again.",
      "Alright, The Puppeteer’s next.",
      "(Hey, wouldn't that fit?)",
      "(Shape isn't bad, could save us some time.)",
      "(The face is kind of creepy though.)",
      "(We just need the frame, Toe.)",
      "(Will it work?)",
      "(Give me a sec.)",
      "Arty?",
      "(Got the scan.)",
      "(I'll finish up the plans myself. We can return here when they're ready.)",
      "(Hammer and Spike, battle functions are yours in the meantime.)",
      "(Roger.)",
      "Arty?",
      "Coming!",
      "At last, the champions have arrived. How exciting!",
      "I've been waiting for this moment. To test your mettle, and fulfill my grand design.",
      "What do you want with us? What’s your game, Puppeteer?",
      "Oh, this is far more than a game, child. You are the key to my freedom.",
      "With your powers, I’ll escape this wretched prison and finally step into the real world.",
      "Yes, the masses need… order. A single, absolute voice, an arbiter of right and wrong!",
      "No more chaos, no more free will. Only my perfection, shaping reality.",
      "A MALEVOLENT SPECTACLE FOR ALL!",
      "And you think we're just going to hand all that over to you?",
      "Oh, you misunderstand. I don't need YOU specifically, your replacements will do nicely.",
      "When your evil twins finally take your places, they'll bring your powers to me, unchallenged. And the world will never know the difference.",
      "We won't let that happen.",
      "Then stop me, if you can. But you'd better hurry! They are quite eager to take their thrones.",
      "Enough already! We're taking you down.",
      "Hahahaha! Indeed, the time for backstage chatter is over.",
      "The spotlight awaits. Let's see if you're ready for the big stage!",
      "Children of the Solstice! I am your new Master, and YOU WILL SUBMIT!",
      "AAAHHHH!!! How rude of you, to steal the show in someone else's theatre!",
      "Hey, you're almost at the end! We're all rooting for you.",
      "I'm not sure what this is, but I was told it might help.",
      "Well, good luck!",
      "I… underestimated you.",
      "Bravo! A performance so dazzling, I almost forgot my lines. How delightfully inconvenient!",
      "But no matter! The next act has already been written, and its theme is despair.",
      "We will see how brightly your little flames burn when faced with a foe you cannot defeat!",
      "Whatever you've got, we'll bring it down.",
      "Oh, please! Save your heroics for a more gullible crowd. The connection to your innate magic is all but severed.",
      "Yes… my menagerie's crown jewel will crush your spirits, and leave them ripe for the taking. Shall we begin?",
      "We've heard enough. Do your worst!",
      "Hahahaha! At last, the time has come!",
      "The time to show you fragile fools the weight of true hopelessness! To break your will, and decimate your faith!",
      "I GIVE YOU, THE DWELLER OF SCOURGE!",
      "Hahahaha! You're even weaker than I thought!",
      "Not even a scratch! Some Solstice Warriors you are!",
      "This show's getting boring. Dweller of Scourge, give them a taste!",
      "Zale… this is…",
      "What's the matter, darlings? I thought we would play for a little longer.",
      "We… have to…",
      "Pathetic! Is this truly all you can muster?",
      "(This is bad. If we don’t do something, they're done for.)",
      "(Back to that clown thing from earlier? We'll need to work fast.)",
      "Arty, we'll buy some time, just…",
      "(Prototype-0? That's a longshot.)",
      "Go warn the others…",
      "(We can't leave them like this, they're not ready.)",
      "(Meliora said it was their journey and that they needed this.)",
      "(Doesn't mean we have to let them die.)",
      "(Show a little faith, Hammer.)",
      "(Let's hurry, then.)",
      "Don't give in now, okay? You've come too far to let this break you.",
      "Remember who you are, and what you're fighting for. I believe in you.",
      "Ah, how touching! Your so-called friend couldn't even stick around.",
      "Did the pressure break him, or does he finally know better than to rely on weaklings?",
      "You won't… get away with…",
      "Hahahaha! A little short on resolve, are we? Perfect! And now, the highlight of the show!",
      "Your spirits are cracked, your hope is dangling by a thread… the ideal moment for the real stars to take the stage!",
      "You're no longer needed, dears.",
      "MY CHAMPIONS, YOUR DESTINY CALLS!",
      "Obliterate their minds, and take your rightful places at my side!",
      "Why fight, Zale? You're tired, aren't you? Always carrying the weight of everyone's expectations, trying to be the hero.",
      "Let me take over. I can give them the perfect protector they deserve, without the weakness, without the doubt.",
      "You know it's true. Deep down, you don't think you belong. So why not step aside? I can handle it.",
      "And yet you resist. Still holding yourself back, always playing the calm and controlled hero.",
      "But you crave to let it all go. You need only accept my offer, and I'll be everything you couldn't be… Everything you wouldn't let yourself be.",
      "Just imagine, no more struggle, no more restraint.",
      "I guess you were right, in a way. For a long time, I thought I had to be the brightest light in the room…",
      "I thought that if people didn't see me as strong, I was failing them. And myself.",
      "That's right. Doesn't it feel good to finally just give in?",
      "Come closer.",
      "No. That's where you're wrong. I don't need your empty pride, or for anyone to tell me what I'm worth.",
      "You're lying to yourself again, Zale. Without me, you're just another child with no spark. I am the greatness you crave!",
      "You're nothing but a shadow of my fears… and I'm done letting you control me.",
      "What!? How dare you!?",
      "The weakness you exploited... I see it now. I was afraid of what might be hiding in the shadows. In my own mind.",
      "I know you've thought about it. To be wild, to stop pretending. I see it in your eyes, Valere. You want me to take the burden from you.",
      "All I feared was that if I let go even for a moment, I'd lose myself, just like you did. ",
      "But I understand now that I don't have to choose between peace and strength.",
      "No! I am your better half! BEND THE KNEE!",
      "You're not better than me, or anyone. You're just my doubt, dressed up as a king.",
      "I am not… enough!?",
      "But you're weak, Valere! Your peace is just a cage. Let it go, give in to the power you're hiding, and you'll be unstoppable!",
      "You're the weak one. No discipline, only jealousy and anger. I don't need you to become whole. You're the one that needs to be freed.",
      "But…",
      "We let them haunt us...",
      "We were so scared of what we might be hiding...",
      "No more. And never again.",
      "I'm ready, Zale.",
      "Me too.",
      "!!?",
      "Preposterous! How!?",
      "Your mind games have no power over us anymore.",
      "Together we are both the light and the dark.",
      "We are Solstice Warriors, and you must be cleansed!",
      "BEGONE!!!",
      "...",
      "*ahem*",
      "Well, well! What an unexpected turn of events!",
      "You've truly outdone yourselves in this performance!",
      "But why continue with this tiresome charade of conflict?",
      "You're just another illusion. We're done talking, your time is up.",
      "Now, now, let's not ruin the mood with unnecessary hostility, hmm?",
      "How about we negotiate? Surely you'd like to leave this place?",
      "Absolutely.",
      "Wh... What do you mean, darling?",
      "[MAINCHAR] and [OFFCHAR] learn new combo <sprite=\"dialog-inventory-icons-totw\" name=\"icn-combos-supersolsticestrike\"> <color=\"magic\">Super Solstice Strike</color>!",
      "Now let's finish this for good.",
      "No holding back this time.",
      "This thing's built to take a real beating!",
      "Feels good to be back in control, but we'll be here a while.",
      "It'll wear down eventually. Still... I bet Arty would have wanted to see this.",
      "(Miniaturization works.)",
      "(Vision module?)",
      "(All systems are green.)",
      "(Not the heat sink.)",
      "(We can figure that one out later. The body needs work, anyway.)",
      "(Good job, team.)",
      "(Perfect design, perfect execution!)",
      "(Well? What are we waiting for?)",
      "(Just remember. Short intro.)",
      "(Yeah, yeah.)",
      "Hey! I'm back! Looks like you've got this, though... uh, should I just...",
      "(Why would you say that?)",
      "(Now it'll be awkward to ask if we can join.)",
      "Hey, Arty! Want to finish this together?",
      "(!!!)",
      "(Just go!)",
      "*ahem* Yes!",
      "I mean... I made something to help, but it needs your powers to activate.",
      "Let's see it!",
      "(They said yes! Do we just...)",
      "(Ask for the pose!)",
      "Okay, can you strike the pose like when you control the light?",
      "What?",
      "The thing! Focus your power and follow my lead, alright?",
      "LET'S DO THE THING!",
      "3 tickets are required.",
      "Pay",
      "Cancel",
      "You don't have enough tickets.",
      "6 tickets are required.",
      "Pay",
      "Cancel",
      "You don't have enough tickets.",
      "Can't... give up now...",
      "Not going to miss those two."
    ]
  }
}