{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "DocarriVillage_EN",
  "locCategoryId": "WatcherIsland/DocarriVillage",
  "language": 0,
  "strings": {
    "Array": [
      "\"Pod vlnami modrého jezera se rozkládá ztracené město.\"",
      "Jsem sice pro koupání, ale tohle vypadá na POŘÁDNOU hloubku.",
      "Ani náhodou nedokážeme zadržet dech na tak dlouho. ",
      "No, když na to přijde, je tu něco, co bych...",
      "Hele, vidíte támhle ten zvon?",
      "Vypadá podobně jako to kladivo, co nám dal Moraine.",
      "...",
      "Pravda.",
      "Udeřme do něj a uvidíme, co se stane.",
      "Buďte vítáni na <color=location>Jezeře Dokarria</color>, cestovatelé.",
      "Zdravím! Hledáme Věštce přílivů a odlivů!",
      "Ovšem, váš příchod byl předvídán. Bojovníci Slunovratu jsou zde vždy vítáni.",
      "Tak tohle je ten chrám?",
      "Ale ne. Chrám je v Dokarrijské osadě. Nachází se na dně oceánu, hluboko pod tímto jezerem.",
      "Ale...",
      "Nemějte obavy, cestovatelé. Brzy se s hlubinami sžijete.",
      "Pojďte! První krok rituálu je právě zde.",
      "Tohle je vzrušující!",
      "Nyní si prosím vyberte mušli, která vám připadá nejkrásnější.",
      "Můžeme si jednu nechat!?",
      "Jejda! Promiňte, mohu? Tohle je tak výjimečné!",
      "Haha! Jasně, jdi do toho!",
      "Myslím, že to bude tahle!",
      "Nebo možná tahle!",
      "Dej tomu čas.",
      "Tahle je nejlepší! Co myslíš, Seraï?",
      "Co? Aha... jasně...",
      "Dobře, tohle je ona!",
      "Dobrá volba.",
      "K dokončení rituálu se nyní musíte vydat do <color=location>Posvátného háje</color> a nechat mušli napít se z tamního oltáře.",
      "Teprve pak s vámi bude rezonovat její magie.",
      "Co je to za magii?",
      "No přece taková, která vám umožní dýchat pod vodou.",
      "Páni!",
      "Je to jediný způsob, jak se dostat do Dokarrijské osady a setkat se s Věštcem.",
      "Bude to fungovat pro všechny?",
      "Zajisté, ovšem za předpokladu, že se budete držet blízko u sebe.",
      "Asi bude nejlepší, když ji budeš mít u sebe ty.",
      "Odemknu vám severní bránu jezera. Váš cíl je na severozápadě.",
      "Vydejte se k Posvátnému háji a nezapomeňte se vyhnout <color=bad>Mučivému vrchu</color>!",
      "Děkujeme, že ctíte naši tradici. Nyní můžete navštevovat Dokarrijskou osadu dle libosti.",
      "Jakmile budete připraveni, cesta vede přes velký vír.",
      "Jak bylo předpovězeno, nová generace Bojovníků Slunovratu si přišla pro radu. Příliv a odliv nikdy nelžou.",
      "Jsem Věštec přílivů a odlivů, jeden ze tří jasnovidců. Buďte vítáni.",
      "Děkujeme za přijetí, Věštče. Hledáme cestu na ostrov Mesa.",
      "Jak vidím, jdeme rovnou k věci.",
      "Netvor, kterého lovíte, v minulosti zahanbil nemalou sílu vašeho řádu a nyní se zdá, že jste zůstali jen vy dva.",
      "Přesto byste se odvážili vstoupit do Karnimantova starého hradu?",
      "Za každou cenu.",
      "Pak bychom z toho tedy asi měli udělat seriózní audienci.",
      "Dovolte mi chvíli rozmlouvat s vodami a podívat se, co je tok času ochoten odhalit.",
      "Máme naspěch, Přiživovač sváru se může každou chvíli probudit!",
      "Dokážete nás dostat na ostrov Mesa, nebo ne?",
      "Vidím, že ta, která sem nepatří, je dychtivá promluvit.",
      "!!",
      "Věštci nepřísluší nabízet přímou pomoc, ale spíše poskytovat vhled.",
      "Mohu předpokládat, že pro tebe, cizí dítě, jak se rozumí, žádné proroctví nebude?",
      "Já...",
      "Ano, jistě...",
      "Dobrá tedy.",
      "Válečný kuchaři! Přistup blíž.",
      "Hele, to je přesně...",
      "Přistup blíž!",
      "Je tu jeden velký čin, kterého bys mohl být schopen, ale bude ti odhalen, až když bude pozdě na to, abys ho vykonal.",
      "Okej, fajn!",
      "Až ta chvíle nadejde, vyžádej si <color=magic>baňku Vypůjčeného času</color>.",
      "Baňku Vypůjčeného času. Chápu, díky!",
      "Děti Slunovratu! Přistupte.",
      "Nehýbejte se.",
      "(...)",
      "(Velmi zajímavé...)",
      "(Ale pořadí těchto událostí...)",
      "(Opravdová škoda...)",
      "*Ehm*... Byli jste ke mně upřímní, tak já udělám totéž.",
      "Ale nejdřív nějaké to završení.",
      "Když vás teď vidím, jak jsem vás viděl ve svých snech, vím, že dozor dokarrijských věštců je u konce.",
      "Konečně přišli ti, které jsme očekávali celá staletí.",
      "Tento vodopád je branou k největšímu tajemství našeho světa. Takovému, jehož odhalení je na vás.",
      "Věž <color=location>Antsudlo</color>.",
      "Záhadná stavba ukrývá dveře, které zůstávají od nepaměti pevně zavřené.",
      "Čekají na dvě Děti Slunovratu s mizivou, ale velmi reálnou šancí zvrátit osud...",
      "Čekají... na vás!",
      "To je síla! Vždycky jsem věděl, že [MAINCHAR] a [OFFCHAR] jsou výjimeční!",
      "Je tu ještě jedna věc, kterou jsem si jistý.",
      "??",
      "Ze všech možných následků neexistuje ani jeden, ve kterém byste porazili Přiživovače sváru v boji.",
      "Ale musí existovat způsob! Neříkal jste právě, že bychom mohli \"zvrátit osud\"?",
      "Já pravidla nevytvářím, mé dítě. Měl jsi dost času na to, abys pohlédnul do noci ve svém nitru.",
      "Váš potenciál je obrovský, ale na velkou konfrontaci nebudete včas připraveni.",
      "Bez ohledu na to, co se stane v té věži, není možný výsledek, kdy byste porazili Přiživovače sváru.",
      "Ale my musíme bojovat!",
      "A bojovat taky budete, ale vítězství nebude vaše.",
      "...",
      "A ty, lunární mniško, stačí pouhá jiskra a mohla bys to být ty, kdo vytvoří cesty na vodě a konečně napraví spojení...",
      "(...)",
      "(Tak blízko, a přece tak daleko...)",
      "(Ale ostatně se zdá, že problém plodí řešení...)",
      "Stejně to zkusíme! Nemůžete nám nějak pomoci?",
      "Není v mých silách vám pomoci dostat se na ostrov Mesa.",
      "",
      "Ať už pro vás osud přichystal cokoliv, vím jistě jen to, že váš další krok je za tímto vodopádem. Tajemná věž Antsudlo čeká.",
      "Přežijte její zkoušky a objevte tajemství, které na vás celou dobu čekalo.",
      "Hodně štěstí, Bojovníci Slunovratu!",
      "Svou roli jsem sehrál.",
      "Ať se vám daří a šťastnou cestu!",
      "Vítejte v <color=location>Dokarrijské osadě</color>, dobrodruzi! Už je to tak dlouho, co jsme tu měli návštěvníky.",
      "Rádi vás poznáváme! Hledáme Věštce přílivů a odlivů.",
      "No jistě, že hledáte!",
      "Chrám je kousek odtud na sever. Věštec sídlí tam.",
      "Bezpochyby vás očekává.",
      "Vítejte v <color=location>Dokarrijské osadě</color>, dobrodruzi!",
      "Tohle je náš chrám, kde Věštec přílivů a odlivů rozmlouvá s vodami světa, aby nás informoval o důležitých událostech.",
      "Samozřejmě jsme věděli, že přijdete. Neváhejte a vstupte!",
      "Každý dokarrijský dům má vnitřní pokoj. Do části nad povrchem přicházíme, když se chceme scházet.",
      "Vnitřní pokoje jsou sice o něco soukromější a přizpůsobené potřebám svého vlastníka, ale návštěvníci mohou vždy volně přicházet a odcházet, jak se jim zlíbí.",
      "Neostýchejte se!",
      "Někteří Dokarriové raději zůstávají po většinu času ve svých vnitřních pokojích.",
      "Jako kmen jsme se naučili nepohoršovat se nad takovým chováním a oslavujeme svobodu každého člena komunity angažovat se a sdružovat se v takové míře, jakou si přeje.",
      "Náš kmen pochází z <color=location>Hluboké modři</color>, ležící hluboko pod oceánským dnem.",
      "Jako vodní kočovníci jsme se po generace řídili pokyny Věštce přílivů a odlivů a zakládali jsme osady stále blíže k hladině.",
      "Jak vidíte, nakonec jsme se dostali k našemu cíli! Po založení Dokarrijské osady jsme se vzdali kočovného způsobu života.",
      "Miluji se tu potloukat, něco na tom nikdy neztratí půvab, že se ponořím do vody a vylezu nazpátek, jen abych se zase ponořil.",
      "Je to jako nekonečná dovolená!",
      "Sladkou vodu to nepřekoná, ale čerstvý vzduch má taky něco do sebe.",
      "My, Dokarriové, máme zvláštní vztah k vodě, kterou naše citlivá pokožka vnímá jako velmi objímavou. Udržuje nás v klidu a vyrovnanosti.",
      "Pokud strávíme příliš mnoho času mimo vodní plochu, úzkost nás nutí tuto útěchu znovu najít.",
      "Každý z nás má svůj vlastní práh, někteří raději zůstávají po celou dobu ve svých vnitřních pokojích.",
      "I když se na ně často zapomíná, citlivější typy mají stejnou potřebu vztahů jako kdokoliv jiný. Můžete je navštívit pomocí vodních vírů.",
      "Severně odtud se nachází strašlivá hora známá jako <color=bad>Mučivý vrch</color>.",
      "Říká se, že před generacemi v ní Bojovníci Slunovratu zapečetili zlo.",
      "Což mě nutí k zamyšlení, jak může být něco tak strašného, že by před tím utíkali i oni...?",
      "No paráda, teď mám strach.",
      "Někteří z nás sice umí relativně zdatně zacházet s trojzubcem, ale nejsme kmen válečníků.",
      "Nebo spíš už nejsme.",
      "Vy jste Bojovníci Slunovratu, že?",
      "Mlžný stařešina opravdu existuje?",
      "To si piš!",
      "Prima!",
      "Myslel jsem si, že bude těžké Kotouče pochopit, ale stačilo mi odehrát pár her a všechno začalo dávat smysl.",
      "Přišel jsem se podívat na piráty!",
      "Hej, vykoupili jste mi zásoby! To byla ale plodná spolupráce!",
      "Ten poslední předmět byl můj nejpodivnější. Nemám ale tušení, k čemu slouží.",
      "Ta <color=magic>Duhová hvězda</color> vylétla a zmizela...",
      "Viděli jste to? No, hádám, že tohle byl přece jenom omyl.",
      "Zdravím vás, dobrodruzi! Blahopřeju k nalezení Mirnina trhu úžasů!",
      "Přímo zde vyměňte své <color=magic>Duhové ulity</color> za UNIKÁTNÍ odměny!",
      "Aha? Ty provozuješ obchod?",
      "Je to TRH ÚŽASŮ! Dědeček mi odkázal spoustu předmětů a relikvií, všechny jsou k mání pro toho, kdo mi pomůže rozšířit sbírku Duhových ulit!",
      "Kde je najdeme?",
      "Všude kolem! Ačkoliv Duhové ulity jsou poslední dobou v módě, takže ty snadné jsou většinou fuč. Je třeba jen mít oči na stopkách a hledat tajné skrýše.",
      "Někteří lidé by se mohli nechat přemluvit, aby se vzdali i těch svých!",
      "Zdá se, že toho na svůj věk víš hodně.",
      "Podnikání je hra o VZÁJEMNÉM PROSPĚCHU a VYJEDNÁVÁNÍ.",
      "Nezahálela jsem. Vím, že neodoláte schématům na výstavbu hostince a rybářského domu v tom městečku, které jste založili.",
      "Ale co to? Dali byste přednost EPICKÉMU ZBOŽÍ jako jsou <color=magic>Relikvie</color>? Jste na správném místě, Bojovníci Slunovratu!",
      "Vidíte? VZÁJEMNÝ PROSPĚCH! Pracujte pro mě a moje sbírka duhových ulit bude nepřekonatelná!",
      "No, rozhodně máš elán!",
      "Otázkou je, jestli VY máte ty DUHOVÉ ULITY?",
      "Uděláme dnes obchod?",
      "Vyměnit ulity",
      "Zobrazit seznam odměn",
      "Teď ne",
      "Dneska nic nového, co? Nepolevujte, dosud jste nalezli [CONCH_COUNT] Duhových ulit!",
      "Zatím jste našli [CONCH_COUNT] ulit! Jen tak dál!",
      "[CONCH_COUNT] ulit? Blahopřeji, něco pro vás mám!",
      "To jsou všechny! Děkuji vám za vaši platbu.",
      "Mirnin trh úžasů",
      "Zdravím vás, cestovatelé! Potřebovali byste nocleh?",
      "Ano",
      "Ne",
      "Vraťte se kdykoliv!",
      "Sladké sny! ",
      "Hledáte zboží?",
      "Vítejte, máme široký výběr vybavení!",
      "Dobrý den, dobrodruzi, mohli byste pomoci starému muži?",
      "Možná, co se děje?",
      "To moje <color=good>tři vnoučata</color>. Chtěla si hrát na schovávanou, no a já je prostě nemůžu najít.",
      "Mají ve zvyku schovávat se v náhodných vnitřních pokojích, a protože jsem ze starší generace, docela nerad se vtírám do cizích domovů.",
      "Kdybyste je pro mě našli, byl bych vám nesmírně vděčný.",
      "Našli jste tedy moje tři vnoučata?",
      "Ještě na tom děláme, vrátíme se.",
      "Máte mé díky! Miluji své prcky, ale pro tyto stará kolena umí být pěkná zátěž.",
      "Tady máte za své starosti. Doporučuji je vyměnit u naší místní podnikatelky, má u sebe docela slušný sortiment.",
      "Hodně štěstí na vašich cestách!",
      "Jděte pryč, kazíte mi schovávačku!",
      "Hele, tvůj děda nás požádal, abychom tě našli.",
      "Opravdu? Ale já jsem si chtěl hrát s NÍM!",
      "Myslím, že jsi se schoval až moc dobře. Vzdává se.",
      "Ha! Jsem NEJLEPŠÍ!",
      "Pozor!",
      "Ahoj, kdo jste?",
      "Jsme tu jménem tvého dědečka.",
      "Aha, takže on vás poslal?",
      "Ano.",
      "Bylo na čase! Už jsem se nudil. Takže jsem vyhrál!",
      "Haha, nechytíš mě!",
      "Ahoj!",
      "Ahoj, tvůj děda nás poslal, abychom tě našli. Vzdává to.",
      "Ach jo, on je každým dnem víc a víc unavený, to není žádná legrace.",
      "Asi jsem vyhrála!",
      "Počkej na mě!",
      "Ráda bych vzala svého synka na cestu kolem světa, ale chceme také provozovat vlastní rodinný obchod.",
      "Přemýšleli jsme, že bychom se přestěhovali do Svěžína, ale tam je už všechno příliš etablované, nikdy bychom neprorazili...",
      "Veselí? To zní nanejvýš zajímavě!",
      "Hned si sbalíme věci. Díky, určitě se zastavte!",
      "Ve Veselí byl odemčen obchod!"
    ]
  }
}