{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ElderMistTrials_EN",
  "locCategoryId": "EvermistIsland/ElderMistTrials",
  "language": 0,
  "strings": {
    "Array": [
      "Vítejte na zkouškách Mlžného stařešiny.",
      "Abyste prošli tímto závěrečným testem, musíte dát dohromady tři velké artefakty, a to tak, že splníte úkoly s nimi spojené.",
      "Příšery, které se vás pokusí zastavit, jsou imunní vůči fyzickým útokům a <color=magic>používání útočných kouzel je zakázáno</color>.",
      "Co? Jak tedy?",
      "Hú! Proto musíte používat magii, aniž byste použili magii!",
      "Zkoušky čekají. Zlomte vaz!",
      "Ten útok nic neudělal!",
      "Kouzlo by to pravděpodobně zvládlo, ale tady je nemůžeme používat...",
      "...",
      "Hele, po útoku se objevily nějaké <color=magic>malé koule</color>",
      "Možná je to \"Živá mana\"?",
      "Může být, cítím k nim něco jako přitažlivost.",
      "Možná by šlo vyjít tomu vstříc. Zkusím to.",
      "Fíha!!!",
      "Funguje to! Jaký je to pocit?",
      "Jako síla! Takže když zaútočím, mělo by to teď způsobit magické zranění.",
      "No teda! Tak tohle musím přístě zkusit!",
      "<color=magic>Posílení</color> bylo odemčeno!",
      "Běžné útoky nyní generují Živou manu. Podržte <button=\"Combat_Boost\"> a stiskněte <button=\"Interact\"> pro absorbování částic a <color=magic>Posílení</color>!",
      "Lze navršit až tři posilující částice, přičemž každá z nich přidá zlomek hodnoty magického útoku postavy k její další akci a zvýší tak její sílu.",
      "V případě posílení běžných útoků se k typu poškození zbraně přidává také typ vlastního magického poškození postavy (pokud jej má).",
      "Ať už se potýkáte se složitým vzorem zámků, potřebujete, aby vaše příští léčivé kouzlo opravdu stálo za to, nebo prostě jen chcete způsobit větší poškození, nezapomeňte na posílení!",
      "Hú hú hú...",
      "Přípravy jsou dokončeny. Vidím, že rozumíte moci Živé many.",
      "Ale dokážete ji dokonale ovládnout? Uvidíme!",
      "<color=magic>Používání kouzel je nyní opět povoleno</color>.",
      "Utkejte se se mnou, Děti Slunovratu!",
      "Jak ohromující!",
      "Hú! Čeká vás vskutku zářná budoucnost.",
      "[MAINCHAR] a [OFFCHAR], pasuji vás na <color=good>Bojovníky Slunovratu</color>!",
      "Dokázali jsme to, Valerie!",
      "Konečně!",
      "Gratuluji, lidi!",
      "Během vašich zkoušek jsem se poradil s Mlhami času.",
      "Až budete připraveni opustit toto místo, vyhledejte mě opět u Posvátného rybníka a já vám povím o vašich příslušných proroctvích.",
      "Ale ať vám to netrvá příliš dlouho.",
      "Abyste získali tento kousek artefaktu, musíte správně odpovědět na tři otázky. Podíváme se, jak dobře jste se učili.",
      "Která z těchto dvou akcí regeneruje BM?",
      "Útok",
      "Seslání kouzla",
      "Špatně! Správná odpověď byla: Útok.",
      "Jak se jmenuje škola, do které jste chodili?",
      "Akademie Zenit",
      "Základní škola Slunovratu",
      "Špatně! Správná odpověď byla: Akademie Zenit.",
      "Jednou z velmi důležitých povinností Bojovníka Slunovratu je ničit Přiživovače, kteří se stávají zranitelnými během kterého přírodního jevu?",
      "Rovnodennost",
      "Zatmění",
      "Slunovrat",
      "Špatně! Správná odpověď byla: Zatmění.",
      "Toto je naše poslední šance na přípravu. Cítíte se připraveni?",
      "Ano!",
      "Počkat",
      "Vrátit se na Horskou stezku?",
      "Ano",
      "Ne",
      "Hú hú hú!",
      "Silní jste vskutku!",
      "Ať vám tyto dobře slouží.",
      "Zlomte vaz, [MAINCHAR_GODNAME] a [OFFCHAR_GODNAME]!"
    ]
  }
}