{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "HorlogeVillage_EN",
  "locCategoryId": "Totw/HorlogeVillage",
  "language": 0,
  "strings": {
    "Array": [
      "Tohle musí být to město.",
      "Aye, tomu říkám nové obzory, bez debat!",
      "Noví pocestní!",
      "Loutkářka je vycítila!",
      "Schovejte se!!!",
      "Kdo se opovažuje vstoupit do mé říše?",
      "Sluhové! Na ně!",
      "Čau, já jsem Zale. Hledáme–",
      "Vidíš to, co já, Pufe?",
      "Myslím, že jo, Pife! Přišli si zahrát?",
      "Jsme tu, abychom-",
      "Aha, už chápu jak to je, Pife.",
      "I ty i já, Pufe!",
      "MYSLÍ SI, ŽE BUDOU REŽÍROVAT TUHLE SHOW!",
      "Nemůžeme prostě jen–",
      "Vidím tu dva, z nichž budou fantastická dvojčata!",
      "Budou senzacionálne fenomenální!",
      "Budou přímo příhodně monumentální!",
      "Ahoy, [MAINCHAR]! Co kdybyste vy dva nakopali těmhle doslova šaškům jejich zadky?",
      "Potřebujeme jen informace.",
      "Oni pořád mluví, Pife?",
      "Zdá se, že hodně, Pufe.",
      "Já ríkám, ucpat jim balónkem smích!",
      "Já říkám, rozbít jim jejich ciferník!",
      "Já říkám, přivázat ke stromu šátkem!",
      "Já říkám, narvat jim konfety zadkem!",
      "Já říkám, povesit za nos a sundat!",
      "Já říkám, přehnat to, jak jen bude se dát!",
      "DOST!",
      "Jsme Bojovníci Slunovratu a přišli jsme očistit tohle místo.",
      "Stáhněte se, nebo toho budete litovat!",
      "Óó!!?",
      "Myslíš na to samé, co já, Pufe?",
      "Lepší už to nebude, Pife.",
      "Varujeme vás naposledy.",
      "Naprostá neschopnost vtěsnat se do kůže!",
      "Myslím, že je čas na malou ochutnávku!",
      "SHOW ZAČÍNÁ!",
      "Podívaná to rozhodně není!",
      "Tohle má být všechno, co umí?",
      "To-mi-zatrub! Takhle nudné představení jsem ještě neviděl!",
      "Z jejich trapnosti mi vylézá další ruka na tvář!",
      "Nic nezabírá...",
      "Jak je to vůbec možné...",
      "Žene je pouhý smysl pro povinnost!",
      "Téměř žádná touha po vlastní identitě!",
      "Stvoření s nejmenším sebepoznáním, jaké jsem kdy viděl!",
      "Jejich dvojčata budou Král a Královna!",
      "Ale no tak, je tohle opravdu nutné?",
      "Už takhle dost trpíme. Žádná další dvojčata!",
      "Kdy nám tihle začali odporovat, Pife?",
      "Vypadá to, že vstupujeme do nové éry, Pufe.",
      "Nechte je být!",
      "ZMLKNI, NEBO ZAVOLÁME MONSIEURA NERVÉ!",
      "Aaaah! Ne, prosím ne!",
      "Cokoliv, jen ne Monsieur Nervé!",
      "Já říkám, cingilingněme mu tak jako tak, Pufe.",
      "Šťouráš se mi v mozkových závitech, Pife!",
      "Na příkaz Loutkářky budou tihle dva Bojovníci Slunovratu přeměněni na dvojčata.",
      "To vám nedovolíme!",
      "Moc jim to nepálí, jak vidím.",
      "Monsieur Nervé! Vem jim vrozenou magii zaráz!",
      "Cítím se... slabě...",
      "Co myslíš, co bylo v nejtemnějších zákoutích jejich myslí, Pufe?",
      "Jsem napjatý zvědavostí jak gumová slepice v továrně na peři, Pife!",
      "*Uf, uf*... Tohle vám neprojde...",
      "Ha! Podklouzli jste na banánu, a slupku nikdo neviděl!",
      "Teď si budete žonglovat s mřížemi v base, zatímco šéfka nachystá velké odhalení!",
      "MONSIEUR NERVÉ!! ODVEĎ TYHLE NARUŠITELE DO ZAPOMĚNÍ!!",
      "Ah, konečně na čerstvém vzduchu!",
      "Je fajn být zase venku, co?",
      "Farduši, musíme si pospíšit.",
      "Jo, tvoje dvojčata! Budeme potřebovat můj vlak.",
      "Tvůj vlak?",
      "It’s the only way to get around in this world, especially with the two new areas that just appeared...",
      "Well, then, let’s see it!",
      "...",
      "Is there a problem, brave conductor?",
      "Well, it’s...",
      "When they caught me they also hexed my train and... It left the rails...",
      "(Tell him we can fix it!)",
      "(That’s not the issue.)",
      "It's somewhere in Rail Forest, to the north. I can feel it.",
      "You could probably deal with the monsters out there, but alas...",
      "The Puppeteer also took the key, so even with my train back, we'd be stuck here all the same.",
      "(I think that’s our cue for the gift that was in the Watchmaker’s box.)",
      "(Let’s wait and see for now.)",
      "*ahem*",
      "The Puppeteer also took the key, so even with my train back, we'd be stuck here all the same.",
      "(Yeah, I think Toe was right.)",
      "(Just act normal, okay? No big intro!)",
      "(Alright, alright...)",
      "Uh, excuse me, Farduš?",
      "I have a gift for you.",
      "Oh? Why, thank you! May I open it now?",
      "Of course!",
      "The prophecies were true! It's from our Creator!",
      "How did she know? This is EXACTLY what I wanted!",
      "And that is?",
      "A duplicate key, no less!",
      "Well, now we're only missing my train! Whenever you're ready, Rail Forest is to the north.",
      "Just make sure you're well equipped before heading out. Holorge's got all manners of shops and minigames!",
      "Whenever you're ready, Rail Forest is to the north.",
      "Just make sure you're well equipped before heading out. Holorge's got all manners of shops and minigames!",
      "Well, maybe not “tonight only”, and more like “until this whole thing gets resolved”.",
      "Anyway, this next song’s ‘bout that time Valtraid suplexed a train, which happened some twenty minutes ago. Hit it!",
      "Ready to face your evil twin?",
      "I'm curious more than anything.",
      "I don’t know, I can picture yours being pretty gnarly.",
      "Hey!",
      "Come quick, there’s an announcement!",
      "For what?",
      "It’s... Well, you should see for yourself.",
      "Hear ye, hear ye!",
      "Our beloved Narcis King hereby invites every and all subjects to marvel at his person.",
      "(Narcis King...?)",
      "Today only, tickets are free for all who dream of a chance to glance at the Ivory Towers’ succulent décor.",
      "Which, we can only assume, means every single one of you.",
      "FORM A LINE, PEASANTS! Our great Narcis King will be paid his due respects!",
      "Oh, I'll pay my respects alright.",
      "!!!",
      "You... !?",
      "One ticket, please.",
      "Of course! We will be expecting your visit, along with your compliments.",
      "WE MARCH!",
      "Sounds like an annoying twin more than an evil one. Right, Zale?",
      "Zale?",
      "Farduš is waiting at the station. Are you ready to go?",
      "Zale! Are you coming?",
      "I... yes...",
      "(Narcis King...?)",
      "Ahoy, welcome back!",
      "What happened here?",
      "Something wild, pal.",
      "Why is everyone hiding?",
      "It’s your evil twin, I’m afraid. Her followers have caused quite the stir.",
      "They referred to her as “Feral Queen.”",
      "Feral Queen?",
      "Bit ov a pent-up anger issue, aye?",
      "...",
      "Nothing y'all can't fix, I'm sure!",
      "Y'alright there, Zale?",
      "Hey, I'll go looking for the next ticket. You two take a breather, okay?",
      "I... Thanks, Arty.",
      "You've been quiet since the throne room. I know he got under your skin… but it’s more than that, isn’t it?",
      "He was right, in a way. I've always told myself I fight for others, that it’s about protecting them. But… part of me does want to be seen, to be… important.",
      "That doesn't mean you're like him, Zale. He uses his power for himself. You're different.",
      "Am I, though? I see the admiration in people’s eyes, and sometimes I… I want it. And that makes me feel like… Like maybe I'm not as selfless as I should be.",
      "I think I need some time to sit with it. This all feels heavier than I expected.",
      "Take your time, I'll go check in with Arty.",
      "Zale! Come quickly, we need you right now!",
      "Always holding back, always controlled... Doesn't it exhaust you, Valere? Pretending you don't crave a taste of real freedom?",
      "Discipline isn't a weakness. I know what I'm fighting for.",
      "Discipline? Is that what you call the chains you wrap around yourself?",
      "You're just afraid to let go. To feel the power that comes with finally doing what YOU want, instead of what duty demands.",
      "That ain't freedom. What you're talking about is chaos.",
      "And maybe chaos is exactly what you need.",
      "Yes... you're feeling it, aren't you, Valere?",
      "The rage. Let it in... EMBRACE YOUR FURY!!!",
      "GET BACK HERE, YOU COWARD!",
      "Valere! Arty said-",
      "Oh, finally done moping around? We don't have all day, it's time to go!",
      "What? I was just taking a moment…",
      "We've had plenty of those. The world's not going to wait while you 'take a moment'. Come on, I got our ticket.",
      "Fine. I'm ready.",
      "...And then, he said, “Pants? What pants?\"",
      "HAHAHAHAHA!",
      "HAHAHAHAHA!",
      "HAHAHAHAHA!",
      "Alright, alright. Here’s some more tunes.",
      "…But more importantly, I'm sorry for how I acted earlier. I shouldn't have pushed you away like that.",
      "I get it, Valere. Facing them… it brought up things we weren't ready to look at.",
      "Part of me still wonders if there's truth to what my twin said about me…",
      "She made me question a lot too, but I see more clearly after confronting her.",
      "We all have parts of ourselves we're not proud of... But maybe the difference is that we care about what they mean, and that we're willing to face them.",
      "Our twins may be consumed by their darker traits, but we don't have to be.",
      "Still... If I'm going to move forward, I need to come to terms with that part of myself.",
      "I can't keep fighting it… or worse, hiding from it.",
      "Hey, you two faced the worst parts of yourselves and still came back!",
      "That says a lot more than anything some evil twins ever could.",
      "Excuse me, [MAINCHAR] and [OFFCHAR]?",
      "This is for you.",
      "Well, this is it. The main event.",
      "How are you feeling?",
      "A bit unsure about fighting a Dweller without my real powers, but it’s not like we have a choice.",
      "(We should tell them about our idea.)",
      "(I say we save it for later as a surprise!)",
      "(No, that’s not fair.)",
      "(You said it was okay to keep surprises secret earlier!)",
      "(Okay, fine!)",
      "Anyway, Farduš’s probably waiting for us.",
      "Ready to go, Arty?",
      "Of course!",
      "Another quest completed! Thank you, dear comrades.",
      "This could have gone terribly wrong without your strength and determination.",
      "You've not only solved the problem, but restored hope where there was none.",
      "I've gotta say, I'm glad I got to tag along for the ride. What a story to tell, huh?",
      "You saved us more than once, Arty. We couldn't have done this without you.",
      "Ha! Well, it’s not every day you get to fight side by side with heroes.",
      "And heroes you all are. You've shown tremendous courage, and have earned more than victory. You have the gratitude of everyone here.",
      "So, it’s really over... I'll miss this, being out here with you two, fighting for something big.",
      "Well, you're more than welcome to return here at any time. And who knows? There might be a thing or two you missed along the way.",
      "It’s been a wild ride, but it’s time to head back. The real world is waiting, and The Fleshmancer is still out there.",
      "Aye, it's a wrap, then? Lead the way, mate. I do be missin' this lil' boat ov ours!",
      "Excuse me… before we leave, if I may…",
      "This life belongs to the craft.",
      "But if that is your wish… I have ways to ensure we meet in the next one.",
      "Why, another grand adventure! I shall look forward to it!",
      "So that the future may be, a vision lies within. Should you be worthy of its stewardship, present yourself.",
      "This is not for us...",
      "Hey, guys!",
      "Garl? What are you doing here?",
      "Special permission!",
      "Uh, would you mind? I need to take care of something here real quick.",
      "You know about this thing?",
      "I wish I could explain, but I made a promise. Sorry.",
      "Just trust me on this one, okay?",
      "As long as it's safe.",
      "Totally! I'll just be a moment!",
      "Alright, now to \"present myself\"…",
      "*ahem*... Okay, how about…",
      "Ovate of Time!",
      "So that the future may be, the one whose familiar is the raven has allowed my return.",
      "I was shown the birth of this world, and observed the one whose familiar is the sparrow.",
      "How it all connects is lost on me, but this I know. You need a message, I believe it's a warning, to reach you in a future life.",
      "...",
      "Uh, and don't worry, I won't tell your current incarnation. Does she even know why she needed to make this clock?",
      "*ahem*... Anyway…",
      "Entrust your vision to me, for I am the flame that refused to die.",
      "Entrust your vision to me, for I am the shepherd of Guardian Gods.",
      "ENTRUST YOUR VISION TO ME, FOR I AM THE <color=#F9BB11>OVATE OF HOPE</color>!",
      "So, it's decided then. It may take centuries, but their power will vanish.",
      "When the time comes, the Demon Army will be ready.",
      "And I will craft the most powerful spell the world has ever seen.",
      "A storm big enough to engulf all life! Utter cataclysm!",
      "Yes... a flood for the ages...",
      "(Centuries…)",
      "(A simple message won't reach that far. We need a prophecy…)",
      "Howdy, travelers! Need anything for the journey ahead?",
      "A fine troupe deserves fine lodgings! Will you be staying the night?",
      "Yes",
      "No",
      "<sprite=\"dialog-generic-icons\" name=\"arrow-north\">  Rail Forest",
      "Help wanted. My train was lost in the Rail Forest. Call Farduš.",
      "Want to buy ticket to Ivory Towers. Call Villager.",
      "Want to sell ticket to Ivory Towers. Call Villager.",
      "Looking for barber that can recreate Feral Queen's haircut. Call Villager.",
      "Help wanted for the big parade. Meet in Sundial Square.",
      "Hey, weren't you sent to the Oubliettes? No one's ever escaped before!",
      "I got my ticket to visit Narcis King's towers. Will you be going too?",
      "Everything went dark all of a sudden. It was kind of whimsical, actually!",
      "What!? How did you manage to find tickets to the Big Top? No one's ever been invited before!",
      "You've defeated The Puppeteer? Does this mean we're free now?",
      "It was just a normal day, but then two entirely new areas appeared! These are strange times we're living in...",
      "The shop's inventory keeps expanding. Make sure you've got the latest before heading out!",
      "The shop's inventory keeps expanding. Make sure you've got the latest before heading out!",
      "The shop's inventory keeps expanding. Make sure you've got the latest before heading out!",
      "No more Puppeteer. Now that, I can live with.",
      "Rail Forest? It's north of town, through the train station here. ",
      "I'm worried about the people who took a ticket. Something about this Narcis King doesn't feel right... ",
      "I was lucky enough to dodge the attack, but they scratched my favorite spot to stand on!",
      "Are you really going to face The Puppeteer? I doubt you can do it, but you do you.",
      "The Puppeteer's been defeated! I knew you could do it!",
      "Some people are saying that the big device in Sundial Square contains a secret, but I think it's just a myth!",
      "Some people are saying that the big device in Sundial Square contains a secret, but I think it's just a myth!",
      "Some pretty scary things have been happening lately. You stay safe, alright?",
      "Have you found all of the Time Runes yet?",
      "Have you found all of the Time Runes yet?",
      "Oh, I've never seen you around here before! Are you competing in the minigames?",
      "I got my ticket! Narcis King has so much class, I can't wait to see the place!",
      "I saw everything! Do you think the Feral Queen is stronger than Monsieur Tendu?",
      "Big Top? I hear the place is really spooky!",
      "Thanks for your help, but to be honest, I kind of miss the action.",
      "We used to live in peace before The Puppeteer came. The streets were filled with laughter...",
      "You'd think we had enough to worry about already, but now a king?",
      "Are you going to Wolf Rock? Better be careful...",
      "A private invitation? I hope you know what you're doing...",
      "I never thought I'd see the day! Thank you, brave adventurers!",
      "Welcome to Horloge! Will your troupe be staying long?",
      "Everyone's talking about Narcis King now! I should have left my post to catch the parade.",
      "Feral Queen? I never should have accepted this job, I keep missing out on everything that happens!",
      "And now an invitation to the Big Top? At this point I feel like everyone is just making things up to mock me.",
      "The heroes of Horloge! Always a reassuring sight.",
      "Oh, you're the ones who came down the elevator out in the plains! We all thought it was broken!",
      "I don't like that Narcis King fella. Can't spell POSTER without POSER, that's what I always say!",
      "I did have werewolves on my bingo card, in fact.",
      "So much has been happening lately, I'm losing track.",
      "All that time spent watching the elevator really paid off, I saw our Creator walking in first!  But now that I think about it, maybe I should have said hi...",
      "We locked the gate when Farduš lost his train. Can't have people venturing on the rails on foot!",
      "The gate's reopened. We can finally ride the train again!",
      "You have a ticket to Wolf Rock? Are you sure this is a good idea?",
      "Big Top? It's to the north, but I wouldn't recommend it.",
      "Here to do some exploring? The train's all yours!",
      "I haven't been to the Rail Forest in a long time. I hear there are monsters there now...",
      "The train's back? We thought we'd lost it for good this time!",
      "It feels safe in here, at least...",
      "At least it's not dark outside anymore.",
      "Congratulations on your spectacular show of force! Maybe I can take a trip to Big Top now.",
      "The town's alive again! Was it your doing?",
      "I missed the announcement! Is it too late to get a ticket?",
      "Are the werewolves finally gone?",
      "Everyone's talking about the big event. Do you really think you can defeat The Puppeteer? ",
      "Thank you, you truly are a terrific troupe! We can move on from fear at last.",
      "I've always been fascinated by this contraption. Do you think the stories are true?",
      "(So there would be twelve of them...)",
      "(So there would be twelve of them...)",
      "(So there would be twelve of them...)",
      "Have you explored everything already?",
      "All of this for an elevator...?",
      "Mom says I'm too young to play Wheels, but she didn't say anything about watching!",
      "It's good to have the tavern back. Nothing like a good oil drink after a hard day's work. ",
      "Now THAT's music!",
      "The Puppeteer is hands down, palpably, by far, as sure as eggs is eggs, one of the bad things that has happened to Horloge.",
      "Pif and Pouf are easily, without a shadow of a doubt, in every way, shape and form, downright, two of the minions of The Puppeteer.",
      "Farduš's back in town, huh? Will he be getting his train back?",
      "It got pretty scary when Monsieur Tendu showed up. But now we can play Wheels again, so, today is a good day, all things considered.",
      "I've never seen instruments such as these before. Fascinating!",
      "The train's up and running again? Finally, it's been too long since I went fishing at my favorite spot.",
      "Isn't the music amazing?",
      "I waited for hours and couldn't get a ticket. I'm kind of jealous...",
      "I can't hear it when you keep talking! ",
      "My son wants to become either a pirate or a musician when he grows up. Imagine his delight!",
      "Look, mom! Even the small octopus is playing music!",
      "Wheels ain't for me. Everything just starts moving and before I can understand what's going on I've already lost.",
      "Hey, don't ruin my hiding spot! Find your own!",
      "With everything happening outside, I don't really feel like playing anymore...",
      "Are you okay? You seem pretty nervous...",
      "Wolf Rock? No thanks.",
      "I almost got bitten by a werewolf earlier. That's enough to call in sick, right?",
      "I can't defeat this champion! I'll need to rethink my Wheels combo.",
      "Have you heard about the last Warlock figurine? Apparently someone tossed it in a lake. What a waste!",
      "Good riddance to that Feral Queen! But it looks like we shouldn't celebrate just yet.",
      "I want to learn to play the concertina!",
      "I can speak from experience in saying that music really does help in keeping one's mind off of things!",
      "The light came back! Is the Feral Queen gone?",
      "Maybe I'll go visit the Ivory Towers now.",
      "It's a day to celebrate! I'll gather all of my friends!",
      "Farduš is organizing a sightseeing trip! Where should we go first?",
      "It's like Horloge itself let out a sigh of relief. Everything feels lighter already!",
      "It doesn't feel real yet, but this is it, we're free!",
      "Okay, but I'm playing Monsieur Tendu first!",
      "I'll take Pif.",
      "Okay, now you're Coggo!",
      "Dibs on Werwofmizquard!",
      "We should play Solstice Warriors going forward.",
      "And the game ends when the one trying to run away gets caught.",
      "I'll take Pouf.",
      "Then you're Quèshu!",
      "P'técass for me!",
      "Okay! I'll be [MAINCHAR].",
      "I've never gone inside the Oubliettes. Not that I'd want to!",
      "I've never gone to the Rail forest. Not that I'd want to!",
      "I've never gone to the Ivory Towers. Not that I'd want to!",
      "I've never gone to Wolf Rock. Not that I'd want to!",
      "I've never gone to the Big Top. Not that I'd want to!",
      "I've never gone under Horloge to find the big mystery. Not that I'd want to!",
      "Tonight, we celebrate like never before!",
      "Let's dance like the stars are watching!",
      "Flip, twirl, hooray!",
      "I want to be a performer like you when I grow up!",
      "No more hushed voices, and no more hurried steps! We are finally free!",
      "Thanks to you, everyone is celebrating again!",
      "Fear isn't pulling the strings anymore. What a relief!",
      "The tents stand tall, and the laughter rings true! It's finally over!",
      "Hey l'parté est pogné icitte!",
      "Tsé, moé ch't'un gars ben coopératif. Mettons tu viens m'voir tu m'dis \"Gate, faut mettre d'la crème solaire.\"",
      "J'en mets.",
      "Pis là après ça tu m'dis de n'armettre.",
      "N'armets.",
      "Mais là à longue esti \"Gate, Gate, Gate, Gate, Gate.\"",
      "Chu imbibé.",
      "Welcome, wanderers of wonder! Are you here to attempt the Test of Strength? The Pole Vault skill is required.",
      "Yes",
      "No",
      "Oh, hello! Have you come to play the Test of Balance? The Sunbalancing skill is required.",
      "Unfortunately, you don't have the required skill yet. Please come back once your troupe has earned more renown.",
      "Welcome, welcome! Want to try the Test of Balance?",
      "Yes",
      "No",
      "Good day to you! Are you here for the Test of Accuracy? To participate, one must know how to perform the Toubib Bim skill.",
      "Unfortunately, you don't have the required skill yet. Please come back once your troupe has earned more renown.",
      "Step right up, talented travelers! Are you ready for the Test of Accuracy?",
      "Yes",
      "No",
      "Well done, a fine effort indeed!",
      "Now that was a performance to be proud of!",
      "Truly magnificent! A spectacle worthy of legend!",
      "Congratulations! Here's your reward!",
      "Come back again, we're always open!",
      "Want to play some <color=magic>Wheels</color>?",
      "Casual game",
      "Champion game",
      "Versus player",
      "Maybe later",
      "We can play Champion again, but you've already beaten me so there won't be any big reward this time.",
      "Whoa, a tie!",
      "Hey, you won! Congratulations, here's your prize!",
      "You won!",
      "I win!",
      "Oh, quitting already?",
      "Sorry, we only play <color=magic>Wheels</color> with people who own the Warlock figurine. Come back when you have one!",
      "Oh, you don't have a Warlock figurine? That's too bad.",
      "An ex-player got really mad after losing and decided to quit entirely and pick up <color=magic>fishing</color> instead. Imagine that!",
      "<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-bronze\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x1)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-silver\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x3)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-gold\"> = <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-trinket\"> Mooncoin Belt",
      "<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-bronze\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x1)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-silver\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x3)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-gold\"> = <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-trinket\"> Heliacal Earrings",
      "<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-bronze\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x1)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-silver\"> = <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-totw-valuable\"> Clown Nose (x3)\n<sprite=\"dialog-inventory-icons-totw\" name=\"minigame-score-medal-gold\"> = <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-trinket\"> Dielectric Coating",
      "All teeth welcome, sweet ones especially!",
      "Welcome to Inked Souvenirs! Feel free to browse!",
      "Popcorn! Popcorn!",
      "Not so fast, travelers! This box contains a gnarly battle challenge. I can't just let anyone in there... You'll have to prove yourselves first!",
      "You really want to try it, huh? Bring me a Certificate of Balloonery, and I'll step aside!",
      "Impressive! You must know what you're doing. I'll get out of your way, then.",
      "Amazing! I didn't know you had it in you!"
    ]
  }
}