{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Intro_EN",
  "locCategoryId": "Totw/Intro",
  "language": 0,
  "strings": {
    "Array": [
      "Obdrželi jste zprávu v láhvi. Je od Hortenzie!",
      "Ahoy, braši! Je mě známo, že se honíte za padouchama, ale máme tady akutní situaci.",
      "Obávám se, že Keenathan má trable... Jestli byste nedbali stavit se fofrem na Večernici, bylo by to prima.",
      "Tak, tolik žvanění ode mne bude stačit. Uvidíme se.",
      "Hortenzie zní opravdu ustaraně. Měli bychom navštívit posádku hned?",
      "Ano",
      "Ne",
      "Teleportovat se na Večernici?",
      "Ano",
      "Ne",
      "Teleportovat se do Hodinářčiny dílny?",
      "Ano",
      "Ne",
      "Hele, Hortenzie, děje se něco?",
      "Aye, vono se vskutku něco děje! Možná, že jste slyšeli o našem parťákovi Keenathanovi?",
      "Ne, co se stalo?",
      "Nejlíp bude vidět to na vlastní bulvy.",
      "Zastavte se raději u kajut posádky na Večernici. Keenathan nás potřebuje.",
      "Ahoy, [MAINCHAR]! Dobře, že jste se ukázali.",
      "Tak co se děje, Keenathane?",
      "Keenathan? Nikdo takový není...",
      "??",
      "První důstojníku. Jaká je situace?",
      "Kapitánko!? To je mi pohled pro ubolené oči.",
      "Nebo střízlivé, řekla bych...",
      "Jde o Keenathana.",
      "Pamatáte jak jsme se hlásili u Nebeských obrů, abychom získali přístup do Moře hvězd?",
      "Bylo tam cosi, s čím zdánlivě váhali...",
      "Chyba musí být na naší straně. Nebudeme ji brát v potaz.",
      "Jenomže, právě se nám ozvali a...",
      "Ukázalo se, že jméno našeho kamaráda větrného mága tady ve skutečnosti není Keenathan.",
      "COŽE TO???",
      "Ach, běda mi!",
      "Tohle nic nemění, říkám já. Pro mě budeš vždycky Keenathan, kámo!",
      "Pravdivá slova, Valtraide. Pravdivá slova.",
      "No ale to Keenathanovi náladu zrovna nespraví, žáno?",
      "...",
      "Určitě se můžeme zeptat Nebeské rady. Zatím s nimi byla docela rozumná řeč.",
      "Nemůžeme podat Nebeské radě žádost?",
      "Na to zapomeň, kamaráde! Nepotřebujeme nějaké zvláštní povolení, jde nám o oficiální pojmenování!",
      "Můžeme pomoci?",
      "Ovšem! Motto se nezměnilo. V této posádce pořád platí...",
      "VŠICHNI ZA JEDNOHO!",
      "VŠICHNI ZA JEDNOHO!",
      "Máte vodítko?",
      "To máme, děvče.",
      "Teaks! Jsi na řadě!",
      "No, je to na dlouhý běh, ale myslím, že Hodinářka by mohla pomoci.",
      "Jak?",
      "Pokud jsou mé odhady správné, její činy z ní dělaj <event=\"Ovat\"><anim=rainbow>Ovata</anim>.",
      "Ovata?",
      "Ano. Ačkoli jejich časy jsou dávno pryč, říká se, že obzvláště nadaní řemeslníci mohou stále dosáhnout této hodnosti díky pouhému instinktu a odhodlání.",
      "Ovati byli zodpovědní za utváření světa a ovlivňování samotné reality prostřednictvím svých oborů.",
      "Pokud se nám ji podaří přesvědčit, aby pro Keenathana vyrobila kapesní hodinky a vyryla na ně jeho jméno, její autorita by měla předčít všechny ostatní.",
      "Hurraa!",
      "To není špatný plán, mám-li pravdu?",
      "Hodinářka se na nás ani neobtěžovala podívat. Proč by nám pomáhala?",
      "Nemůžeme si být jistí, dokud se nezeptáme, ale myslím, že sama také potřebuje s něčím pomoct.",
      "Nuže, máme todlecto. Co myslíš, kamaráde?",
      "...",
      "Ach, myslím jen na jedinou věc, Valtraide...",
      "Přiměju Hodinářku, aby mi vyrobila kapesní hodinky, jakože se Keenathan jmenuju!",
      "To ráda slyším!",
      "Dostat se do její dílny a zpět je docela makačka. Zvládneš tu plavbu?",
      "Ne tak zhurta, tohle jsme už vymysleli!",
      "DOBRÁ, MRŇOUSI! TEĎ SE UKAŽ!",
      "(Tohle bude stát za to.)",
      "(Ukážeme jim to hned?)",
      "(Měli bychom to nejdřív vysvětlit!)",
      "(Ne, měli bychom to nejdříve odhalit!)",
      "(Myslím, že by to bylo neslušné.)",
      "(Není neslušné dát lidem překvapení!)",
      "(Jenom nechte Caëla, ať udělá boží uvedení.)",
      "(Dobře, dobře.)",
      "Již přidlouho byla omezení hmoty svazující.",
      "Poslání přivést svět do nového věku se musí opírat o nové možnosti.",
      "Vyčerpávající byl můj výzkum, zaměřený na zdokonalování synchronicity mezi prostorem a hmotou.",
      "A napokon, po dlouhé době...",
      "Postavil jsi teleport do Hodinářčiny dílny?",
      "...",
      "(Vidíš? Potřebujeme kratší úvody.)",
      "(Jo, jo, chápu.)",
      "(No? Pokračuj.)",
      "To vskutku ano!",
      "Stačí vstoupit do jeho středu a přenese vás to přímo do Hodinářčiny dílny.",
      "(Řekni jim, že to funguje oběma směry!)",
      "(Myslím, že to vědí.)",
      "To zní zatraceně dobře. Skvěla práce, Arty!",
      "(Líbí se mu to!)",
      "Hotovo a doručeno!",
      "Kdykoliv budete připraveni.",
      "Tak jak to uděláme?",
      "Ona není zrovna přístupný typ, jen co jsem slyšela.",
      "Mám se prostě zeptat?",
      "Dle mého bys měl, dyť je to přeci tvůj úděl!",
      "Já vás slyším.",
      "Ahoy! Dneska máme v dílně napilno, aye?",
      "Co chcete?",
      "Zdravíčko, Hodinářko, ocitl jsem se v prekérní situaci...",
      "K věci.",
      "...",
      "Jméno našeho kamaráda je předmětem sporu, a tak jsme si mysleli, že bys mohla být ochotná tuto záležitost urovnat.",
      "Aha? A proč si myslíte, že já mám takovou pravomoc?",
      "Víme, že jsi Ovat.",
      "Opravdu?",
      "Tyto hodiny. To ony ti zajistily titul, že ano?",
      "(Horloge...)",
      "(...)",
      "Jsou Bojovníci Slunovratu ochotni riskovat své životy výměnou za mé služby?",
      "No, tolik bych po nich nikdy nežádal!",
      "To je Grimoár pověstí?",
      "Tak pojď. Vem si svůj příběh.",
      "Helemese...",
      "Omlouvám se, Hodinářko. Neměla jsem tušení...",
      "Neunouvej se.",
      "Čas je suverénní. Už dvakrát jste ke mně přišli za jeho tikání, pošťouchnuti jeho ručičkou.",
      "Je možné, že jste nyní připraveni na cestu dovnitř...",
      "Toto jsou mé podmínky. Provedete očistu?",
      "Proč jsi nic neřekla už předtím?",
      "A poslat vás na smrt?",
      "Hele, prošli jsme si ledasčím a pořád jsme tady!",
      "Nepodceňujte prokletí Horloge. Uvnitř budete čelit odrazům svých temných rysů.",
      "Tato výprava bude vyžadovat víc než jen sílu. Bude zkouškou vašeho vnímání sebe sama.",
      "To je fuk. Kde začneme?",
      "Jsem připraven jít!",
      "Rozhodně ne.",
      "!?",
      "Copak to nechápeš? Každý, kdo tam má dostatečně silnou auru, zhmotní své zlovolné dvojče.",
      "Půjde ta nejmenší možná skupina. Pouze Bojovníci Slunovratu.",
      "Ale no tak, já chci to místo vidět!",
      "Ty bys měl chápat lépe než kdokoli jiný, proč se tam sama nemůžu vrátit.",
      "Aha... Jasně...",
      "Při vší úctě, Hodinářko, i pokud jsme já a moje posádka pod drnem, přesto bych rád toto dobrodružství považoval částečně i za mé.",
      "Ano, ty můžeš.",
      "Ale tvoje kapitánka zůstává.",
      "Já-",
      "Konec debaty. Do toho zmatku nepůjdou ŽÁDNÉ portály.",
      "Ty jsi Caël, nebo Spike?",
      "Jsme tu všichni, teď se jmenuju Arty!",
      "Dávej na ně pozor, ano? Ale nic nehroť, je to jejich cesta. Potřebují to.",
      "Beru na vědomí!",
      "A tady. Už budeš vědět, co a kdy.",
      "Arty obdržel <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-keyitem-mysteriousbox\"> <color=\"magic\">Záhadnou skříňku</color>.",
      "No dobrá, hádám, že jsme připraveni vyrazit!",
      "Tohle vás dostane dovnitř.",
      "Dialokus lze použít ke zmenšení a vstupu do některých mechanizmů uvnitř hodin, včetně hodin samotných!",
      "Stisknutím <button=interact> jej aktivujete před objekty, které vyzařují fialovou září.",
      "Přeju vám tam hodně štěstí.",
      "Jděte do toho, já se v případě potřeby převléknu...",
      "Raději se podívejte na Keenathana. Obávám se, že toto polévka nespraví.",
      "Zajímalo by mě, co se mu stalo...",
      "Keenathanova morálka se zdá být dost nízká...",
      "...",
      "Větrný mág není úplně ve své kůži, doufám, že mu můžeme pomoci.",
      "Aye, Keenathan teď určitě potřebuje svou posádku.",
      "Dokonce vynechal zkoušku kapely. To se stalo poprvé!",
      "Teleport je celý váš, jestli jste připraveni jít se podívat na Hodinářku!",
      "Připraveni vyrazit?",
      "Dialokus je váš. Přeju vám tam hodně štěstí.",
      "Pouť uvnitř je náročná. Nevadí, když budete potřebovat přestávku.",
      "Děkujeme, že jste do Horloge navrátili mír.",
      "Opravdu to není ono, když kapela nehraje.",
      "Keenathan je v podpalubí. Myslím, že jsem ho slyšel plakat... ",
      "S Keenathanem se něco děje. Přišli jste se na něj podívat?",
      "Smutná záležitost, co se stalo s Keenathanem. Kéž bych mohla pomoci.",
      "Soucítím s Keenathanem...",
      "Ta loď se nechce pohnout! Je náš větrný mág v pořádku?",
      "Krustalion myslí na Keenathana..."
    ]
  }
}