{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Intro_EN",
  "locCategoryId": "Totw/Intro",
  "language": 0,
  "strings": {
    "Array": [
      "You've received a message in a bottle. It's from Hortence!",
      "Ahoy, lads! I know ye be off chasin' the baddies, but we've got a situation on our hands here.",
      "Afraid Keenathan's in a fix... If y'all wouldn't mind droppin' by The Vespertine on the double, that'd be grand.",
      "Right, that's enough jabberin' from me. I'll be seein' ya.",
      "Hortence sounds really worried. Should we visit the crew right now?",
      "Yes",
      "No",
      "Teleport to the Vespertine?",
      "Yes",
      "No",
      "Teleport to The Watchmaker's workshop?",
      "Yes",
      "No",
      "Hey Hortence, is something the matter?",
      "Aye, som'thin' be the matter indeed! Mayhaps ye’ve heard ‘bout our crewmate Keenathan?",
      "No, what happened?",
      "Tis’ prolly best if ye see for yerselves.",
      "Better drop by the crews quarters on The Vespertine presently. Keenathan needs us.",
      "Ahoy there, [MAINCHAR]! Good on y'all for showin'.",
      "So, what’s the matter, Keenathan?",
      "Keenathan? There's no such person...",
      "??",
      "First Mate. What's the situation?",
      "Captain!? My, ain't ye a sight for sore eyes.",
      "Or sobby ones, I s’pose...",
      "It’s Keenathan.",
      "‘Member when we checked in with the Sky Giants to gain access to that there Sea ov Stars?",
      "There was this thing they seemed hesitant about...",
      "The error must be on our end. We will disregard it.",
      "Well, we've just heard back, and...",
      "Turns out the name of our friendly wind mage here is not, in fact, Keenathan.",
      "Say WHAT???",
      "Oh, woe is me!",
      "I say this changes nothing. Ye’ll always be Keenathan to me, pal!",
      "True words, Valtraid. True words.",
      "But that won't exactly be fixin’ Keenathan’s mood, now, will it?",
      "...",
      "I'm sure we can just ask the Sky Council. They've been pretty reasonable so far.",
      "Can't we petition the Sky Council?",
      "Perish the thought, mate! We ain't lookin’ for some special permission here, what we want is an official naming!",
      "Can we help?",
      "Ov course! The code hasn't changed. In this crew, a mate in need...",
      "IS A QUEST INDEED!",
      "IS A QUEST INDEED!",
      "Do you have a lead?",
      "That we do, gal.",
      "Teaks! You’re up!",
      "Well, it's a longshot, but I think The Watchmaker might be able to help.",
      "How?",
      "If my estimations are correct, her deeds have qualified her as an <event=\"Ovate\"><anim=rainbow>Ovate</anim>.",
      "An Ovate?",
      "Yes. Though their time is long gone, it is said that especially gifted artisans may still attain the rank through sheer instinct and dedication.",
      "Ovates were responsible for shaping the world, and influencing reality itself through their respective disciplines.",
      "If we can convince her to make a pocket watch for Keenathan and engrave his name on it, her authority should supersede all others.",
      "Huzzah!",
      "Ain't a bad plan, amirite?",
      "The Watchmaker didn't even bother looking at us. Why would she help?",
      "Can't be sure until we ask, but I believe she also needs help with something herself.",
      "Well, it’s what we got. What’re ye thinkin’, pal?",
      "...",
      "Oh, I’m thinking only one thing, Valtraid...",
      "I will get The Watchmaker to make me a pocket watch, or my name is not Keenathan!",
      "Love to hear it!",
      "Getting to her workshop and back is kind of a trek. Are you good to sail?",
      "Hold yer horses, we got that one figured out already!",
      "AIGHT, LIL' GUY! THAT'S YER CUE!",
      "(This'll be good.)",
      "(Are we showing it right away?)",
      "(We should explain first!)",
      "(No, we should reveal it first!)",
      "(I think that’d be rude.)",
      "(It’s not rude to give people a surprise!)",
      "(Just let Caël do a cool intro.)",
      "(Okay, okay.)",
      "For too long have the limitations of matter been a boundary.",
      "The mission to bring the world into a new age must be supported by new possibilities.",
      "Exhaustive was my research, aimed at perfecting synchronicity between space and matter.",
      "And now, at long last...",
      "Did you build a teleporter to The Watchmaker’s workshop?",
      "...",
      "(See? We need shorter intros.)",
      "(Yeah, yeah, I get it.)",
      "(Well? Carry on.)",
      "Yes indeed!",
      "Just step into the center, and it will take you straight to The Watchmaker’s workshop.",
      "(Tell them it works both ways!)",
      "(I think they know.)",
      "Sounds pretty neat. Good job, Arty!",
      "(He likes it!)",
      "Done and delivered!",
      "Whenever yer ready, then.",
      "So, how do we do this?",
      "Ain't exactly the approachable type, so I've heard.",
      "Should I simply ask?",
      "Reckon ye should, tis’ yer quest after all!",
      "I can hear you.",
      "Ahoy! Rather busy day in the workshop, aye?",
      "What do you want?",
      "Greetings, Watchmaker, I find myself in a peculiar situation...",
      "Cut to the chase.",
      "...",
      "Our pal’s name is being contested, and so we thought ye might be willing to settle the matter.",
      "Oh? And what makes you think I command such authority?",
      "We know you're an Ovate.",
      "Is that so?",
      "This clock. It’s what earned you the title, isn’t it?",
      "(Horloge...)",
      "(...)",
      "Are the Solstice Warriors willing to risk their lives in exchange for my services?",
      "Oh, I would never ask that much of them!",
      "Is that a Lore Grimoire?",
      "Go on, then. Get your story.",
      "Now, let's see...",
      "I’m sorry, Watchmaker. I had no idea...",
      "Save it.",
      "Time is sovereign. Twice now you have come to me on its terms, nudged by its hand.",
      "It may be that you are now ready for the journey within...",
      "These are my conditions. Will you perform the cleansing?",
      "Why didn't you say anything earlier?",
      "And send you to your deaths?",
      "Hey, we've been through a lot, and we're still here!",
      "Do not underestimate Horloge's curse. Inside, you'll face reflections of your darker traits.",
      "This journey will demand more than just strength. It will test your very sense of self.",
      "Whatever. Where do we start?",
      "I'm ready to go!",
      "Absolutely not.",
      "!?",
      "Don't you see? Anyone in there with a strong enough aura will manifest an evil twin.",
      "The smallest possible group will go. Solstice Warriors only.",
      "Come on, I want to see the place!",
      "You more than anyone should understand why I can't go back in there myself.",
      "Oh... Right...",
      "Respectfully, Watchmaker, if my crew and I are below the threshold, I would still like to consider this adventure partly mine.",
      "Yeah, you’re clear.",
      "But your captain stays.",
      "I-",
      "End of conversation. We are NOT adding portals to this mess.",
      "Is that Caël or Spike?",
      "We're all in here, it’s just Arty now!",
      "Keep an eye on them, will you? But don't rush anything, it's their journey. They need this.",
      "You got it!",
      "And here. You'll know what and when.",
      "Arty receives <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-keyitem-mysteriousbox\"> <color=\"magic\">Mysterious Box</color>.",
      "Well then, reckon we be ready to head out!",
      "This will get you in.",
      "The Dialocus can be used to shrink and enter certain clockwork devices inside of the clock, including the clock itself!",
      "Press <button=interact> to activate in front of objects that resonate with a purple glow.",
      "Good luck in there.",
      "You go ahead, I'll change if needed...",
      "Better check on Keenathan. I'm afraid soup won't fix this one.",
      "I wonder what happened to him...",
      "Keenathan's morale seems pretty low...",
      "...",
      "The wind mage isn't quite himself, I hope we can help.",
      "Aye, Keenathan sure be needin' his crew right now.",
      "He even skipped band practice. That there's a first!",
      "Teleporter's all yours if you're ready to go see The Watchmaker!",
      "Ready to head out?",
      "The Dialocus is yours. Good luck in there.",
      "The journey within is a challenging one. It's okay if you need a break.",
      "Thank you for bringing peace back to Horloge.",
      "It's really not the same when the band isn't playing.",
      "Keenathan's below deck. I think I heard him crying... ",
      "Something's up with Keenathan. Have you come to check on him?",
      "Sad affair, what happened to Keenathan. I wish I could help.",
      "I feel for Keenathan...",
      "The ship won't budge! Is our wind mage okay?",
      "Croustalion is thinking about Keenathan..."
    ]
  }
}