{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "KilnMountain_EN",
  "locCategoryId": "KilnMountainIsland/KilnMountain",
  "language": 0,
  "strings": {
    "Array": [
      "Vchod je zablokován. Zatím s tím nemůžeme nic dělat.",
      "Garl potřebuje, abychom to tu vyklidili. Není času nazbyt!",
      "Sopka je otevřená.",
      "Vykliďme to tu, aby Garl a Malkomud mohli udělat své.",
      "Jdu hned za tebou.",
      "Tvůj <color=magic>Mistrálový náramek</color> by to měl zvládnout odtlačit.",
      "Tohle je náš cíl?",
      "Ano.",
      "Bude zranitelný vůči tvé měsíční magii.",
      "To ráda slyším.",
      "Děkuji, že jste pomohl, Resh'ane.",
      "Samozřejmě.",
      "Teď už jen počkat na ostatní.",
      "Naprosto! A k tomu ten Zaleův výraz!",
      "Hahaha!",
      "...",
      "Garle, myslíš, že...",
      "Zale!",
      "Tak co, máte Zephyra?",
      "Tady.",
      "A co Malkomud?",
      "Ještě na tom pracuje.",
      "Stejně budeme potřebovat čas, na Večernici je spousta obilí!",
      "Jasně! Pojďme všichni a...",
      "Aahh...",
      "Garle!",
      "Jsem v pořádku, Valerie. Jen potřebuju chvilku.",
      "Gah...",
      "...",
      "Jen seď, ano? My to obilí odneseme.",
      "Ale...",
      "Máte pravdu... To bude asi nejlepší...",
      "...",
      "Postarám se o to. Buďte chvilku se svým přítelem.",
      "Já...",
      "Díky, Seraï.",
      "Haha! Tak se to taky dá...",
      "GAAH!!",
      "Jen klid, Garle.",
      "Tohle opravdu bolelo.",
      "Doufám, že budu moci...",
      "Jsme s tebou, ať se děje, co se děje.",
      "...",
      "Nedošli jsme tak daleko pro nic. Já to dotáhnu do konce.",
      "Myslím, že jsem hotov.",
      "Jo? Jsi s výsledkem spokojený?",
      "...",
      "Proč se ptáš? Udělal jsem to pro tebe.",
      "No, a jsi rád, že jsi to pro mě udělal?",
      "Ano, ale doufám, že se ti to bude líbit.",
      "Určitě ano, Malkomude.",
      "Vzpomínám si na vás. Můžete se také podívat.",
      "Jo!",
      "Jo, jo!",
      "Takže obilí jde nahoru, pomele se tam...",
      "Tohle se naplní moukou, aby se pomísila...",
      "Po chvilce hnětení se přesune sem nahoru, ještě se trochu prohněte, nechá se v klidu a v teple a...",
      "Dobrá práce, Malkomude! Je to perfektní!",
      "Řídím se pouze tvým plánem.",
      "Lidi, tohle bude VELKÝ!",
      "Můžeme pomoci?",
      "Samozřejmě!",
      "Dobře, Malkomude, je čas přitopit!",
      "Dokonalost! Teď to necháme upéct.",
      "Přichází to a zas odchází. Třeba zrovna teď se cítím dobře.",
      "Pojďme si ještě zavzpomínat, ano? Nic víc nechci.",
      "...",
      "Aha, už vím: Pamatujete, jak jsem vám přinesl ty sušenky, když jste byli na akademii?",
      "Nikdy jsi nám neřekl, jak se ti podařilo dát do pohybu létací plošinu.",
      "Pomocí lupy!",
      "Co? Byla to kouzelná lupa?",
      "Ale ne, použil jsem ji k soustředění slunečních paprsků přímo na runu.",
      "Dávalo mi to smysl, tak jsem to vyzkoušel a ono to zabralo! Paprsek však nebyl moc silný.",
      "Muselo to trvat hodiny.",
      "To také trvalo. Popravdě osm.",
      "Haha, kecáš!",
      "Opravdu.",
      "No, přesněji řečeno osm hodin slunečního svitu. To nepočítám polovinu noci, kterou jsem strávil ve vzduchu.",
      "Jak to, že tě nechytili?",
      "Ale chytili mě, jenomže už jsem byl mimo dosah, když mě babička uviděla.",
      "Kéž bych mohla vidět její výraz!",
      "Věř mi, raději bych ji neviděl.",
      "A pak...",
      "Ahh... GAH...",
      "*kašel*",
      "Garle!",
      "Já...",
      "Myslím, že můj čas téměř vypršel.",
      "To neříkej.",
      "Musím...",
      "Musím to dokončit.",
      "Valerie, prosím, řekni Malkomudovi, aby zastavil proud lávy.",
      "Gah... Zale, potřebuju Zephyra.",
      "...",
      "Tady...",
      "...",
      "Doufám, že to vyjde...",
      "Děkuji ti, zvědavče, za tento bezprecedentní akt dobroty a velkorysosti.",
      "Díky tvému výtvoru živly ukonejšily mou dlouho sužovanou duši.",
      "Hele, kdykoliv. Je to fakt jen chléb.",
      "Tohle pro mě znamená nový začátek.",
      "Jestli nežádám příliš, byl bys ochoten dát mi nové jméno?",
      "Já...",
      "Jistě.",
      "AUGHHH!!!",
      "Mám ještě trochu času... Tohle zvládnu...",
      "Dobrá... Tak jaké jsou tvé ambice?",
      "Moje minulost byla plná hněvu a destrukce, ale ty jsi mi ukázal cestu k vyššímu cíli.",
      "Chci uctít tvou památku tím, že se stanu oddaným gastronomem.",
      "Ó, to je od tebe moc hezké.",
      "*kašel*",
      "Takže komorník, co?",
      "Co třeba Sinclair?",
      "Ne, počkej.",
      "Aha, já vím!",
      "Pro tento nový život tě pojmenuji <color=good>Wentworth</color>.",
      "Wentworth...",
      "Ještě jednou ti děkuji. Ještě nikdy jsem se nesetkal s tak starostlivou duší.",
      "Chápu, že tvůj čas se blíží ke konci.",
      "Mohu ti nějak tvou laskavost oplatit?",
      "Něco by se našlo, ano.",
      "Na své poslední cestě bych rád letěl na tvých zádech se svými přáteli.",
      "...",
      "Bylo by mi ctí a výsadou.",
      "Pak nás prosím vezmi do Měsíční Kolébky. Chci být pohřben pod Nebeskou vrbou.",
      "Garle...",
      "Garl byl právě v naší vesničce a zmínil, že dorazíte. Přišel jsem hned, co jsem popadl, co šlo - nepotřebujete něco?",
      "Potřebujete něco?"
    ]
  }
}