{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "LightFortressDungeon_EN",
  "locCategoryId": "Totw/LightFortressDungeon",
  "language": 0,
  "strings": {
    "Array": [
      "My King, your impersonator and his group have reached the compound.",
      "Mhm... It appears so...",
      "I will prepare to greet them. Now, do make sure they have a chance to take in the magnificence of my towers, hmm?",
      "As you wish, my liege.",
      "Looks like a useless pile of junk...",
      "(!!!)",
      "Excuse me, [MAINCHAR].",
      "(Spike, you still got that membrane design?)",
      "(You bet.)",
      "Arty?",
      "I'll just be a moment!",
      "(Then this goes here, and...)",
      "Behold, my new invention!",
      "You got <sprite=\"dialog-inventory-icons-totw\" name=\"icn-inventory-keyitem-drone\"> <color=magic>Mule Drone</color>.",
      "Press <button=\"Interact\"> near compatible objects to put them into a ball and deploy them elsewhere.",
      "So this is the great Zale, guardian of the sun. ",
      "Tell me, do you truly care about the people you protect? Or is being seen as a hero just that endearing to you?",
      "What? No, that's not why I-",
      "Hahahaha! Ah, the many delights of denial.",
      "You can pretend all you want, but I know your soul.",
      "Perhaps you should take a moment to... contemplate.",
      "Look at yourself, so devoted to duty that you've forgotten who you are.",
      "Do you even know what you want beyond this tiresome ‘protector’ role? Have you no clue as to how it serves YOU?",
      "Face it, Zale. We're the same. You hide behind your morals, but deep down, you crave the same recognition, the same admiration, which I inspire.",
      "You're just a twisted version of me!",
      "I'm nothing like him… Am I?",
      "Don't be ridiculous, Zale. He's an egotistical maniac.",
      "...",
      "Hahahaha! It seems you need some more time to... reflect on your true nature...",
      "Organic onlookers and clockwork customers alike, step right up, this is a performance not to be missed!",
      "Tonight, and tonight only, we have a performance that will surely rock your socks clean off!",
      "A daring display of infused insecurity, shaped into sheer bellicose beauty.",
      "A stunning symmetry of sin, visible on its very visage!",
      "The one... The only...",
      "NARCIS KING!!!",
      "Ah, at last. Welcome to my throne room, where true power resides, unburdened by childish ideals. ",
      "Do you like what you see? This is where you could have stood… if only you'd embraced who you really are.",
      "We get it, big guy. You're full of yourself.",
      "This isn't a joke, Valere...",
      "Hey, I was just trying to lighten the mood. We've faced worse, right?",
      "She's laughing because she doesn't understand. Some partner you have there, completely unaware of what you're hiding.",
      "...",
      "Come, then! Show me if your courage is real, or if you're just another child playing hero in the light!",
      "SHOWTIME!",
      "Impossible... An immaculate surface should win over integrity... Perception is more important than substance... Why do anything if no one is made envious...?",
      "You're doing the hair wrong.",
      "Are you okay, Zale?",
      "It's just…",
      "What if he's right?",
      "I don't think you're like him. Not at all.",
      "...",
      "Narcis King is so smart, he does things just long enough to be able to project a wide range of abilities. Doesn't waste a single minute beyond that.",
      "Hanging out here, I learned there's no value left in doing anything once you've got a good picture to show off. To stay on top of everyone else, it's better to diversify!",
      "Did you get the podium right? I want to keep exploring!",
      "Legs go at the bottom, of course. Just have to figure out what each symbol represents...",
      "I like Narcis King, finally someone who understands that quantity is more important than quality!",
      "It's weird in here. I feel like I have to justify why I like what I like, as if my value had to be calculated according to the Narcis King's criteria.",
      "I heard a guard saying \"reflection opens the way\" earlier. What do you think he meant?",
      "Narcis King appears quite accomplished. I can't help but wonder which skill he learned first.",
      "Are these badges?",
      "The floors are immaculate! But I must say, this would look even better if the gem's reflection were aligned with the ornate doorframe.",
      "It's sealed shut. We'll need to activate these four symbols somehow.",
      "Would you look at that... Everything is so grandiose here...",
      "These old knees need a break! This must be the sea of stairs everyone's been talking about.",
      "Is that real gold?",
      "I don't really like the place, but Narcis King is kind of a cool name.",
      "There was something invigorating about this place at first, but now I just get a sense that my life is missing things I only want because someone else says they're the right things to want."
    ]
  }
}