{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "LostOnesHamlet_EN",
  "locCategoryId": "CeruleanIsland/LostOnesHamlet",
  "language": 0,
  "strings": {
    "Array": [
      "...",
      "There's...",
      "No one.",
      "(Another setback...)",
      "Seraï...",
      "Cedric detected something here. We need to find out what.",
      "...",
      "Aephorul built this place.",
      "Really?",
      "This used to be one of his workshops.",
      "And this dome design. We are in a container for souls...",
      "...",
      "(Aephorul... why...)",
      "His experiments left a presence behind.",
      "ATTENTION ALL!",
      "THIS CONCOCTION WILL DISPEL THE CONCEALMENT CURSE.",
      "THOSE WHO WISH TO REMAIN HIDDEN, LOOK AWAY NOW!",
      "Oh?",
      "It worked!",
      "Hey, I can see you!",
      "What color am I?",
      "What happened here?",
      "Another wicked experiment.",
      "I knew Aephorul was meddling with souls, but to detach living beings from their bodies...",
      "...",
      "So he hides the proof and leaves them here to wander forever?",
      "Your friend is a coward!",
      "...",
      "Aephorul's not-",
      "These people might know something that can help.",
      "Let's ask around.",
      "You're Solstice Warriors, aren't you?",
      "Yes, we've come from another world. Who are you?",
      "I am called <color=good>B'st</color>.",
      "Do you know anything about Sky Base?",
      "Yes. My people remember when the place was built, back when we had... physical forms.",
      "Unfortunately, the access route went offline after Sky Base was corrupted to create the clouds.",
      "Corrupted?",
      "Yes. It was the first step in the build-up to our world's downfall.",
      "You mean Sky Base wasn't always a bad place?",
      "Oh, no. It used to regulate climate and keep our planet lush.",
      "...",
      "It was truly beautiful...",
      "But the evil machine that took over Sky Base eventually corrupted its AI core.",
      "The creator of the cyborgs. It called itself-",
      "The Catalyst. So that's where I'll find that bastard.",
      "You remember? We thought it erased memories too.",
      "We only remember its name.",
      "Seraï...",
      "I'm okay. Just one more reason to get to Sky Base.",
      "The speedball network is the only way.",
      "Do you know how we could restore power?",
      "Yes. When it became clear that our world would fall, we built a failsafe.",
      "Amidst the <color=location>Sacrosanct Spires</color>, it hides in plain sight.",
      "A titan made of cybernetics and stone, holding a giant block up high.",
      "If the brakes are released, it will drop the block, returning the energy that was spent to lift it up.",
      "The most primitive form of battery, holding just enough power to support our world's last-ditch effort.",
      "We named it <color=good>Es'tristae</color>.",
      "But the entrance to the Sacrosanct Spires is sealed. My people tried everything.",
      "That seal is an easy one to break for those who know how.",
      "So you can get us in?",
      "Absolutely, but first we need to get ME out of here.",
      "What do you mean?",
      "This one understands.",
      "...",
      "B'st and his people are stuck here.",
      "This dome is the only thing preventing them from dissipating into nothingness.",
      "...",
      "As I said, I will help, but you first need to get me there.",
      "...",
      "And I also wish to fight by their side.",
      "Tell me. How good of an alchemist are you?",
      "I dabble.",
      "Can you do it?",
      "(Living Glass...)",
      "(One final attempt, perhaps?)",
      "Are you sure you understand what you are demanding?",
      "Yes. For a way to fight back and help reclaim my world.",
      "The procedure cannot be undone.",
      "I understand.",
      "I would need proper tools, but my code prevents me from breaking into Aephorul's workshop.",
      "If you can get the door open, I will do it.",
      "You're not dodging this one.",
      "Cedric. I am uploading a 3D scan.",
      "Transmission received. Lock level: intricate.",
      "Can you make the key?",
      "Affirmative.",
      "Good. I am sending the probe to pick it up.",
      "And now we wait.",
      "The monster is up ahead. Make sure you are prepared.",
      "The workbench is just ahead, we should hurry!",
      "But your life... I guess I just never imagined such a long stretch of time...",
      "If my understanding is correct, you and Valere are on such a path yourselves.",
      "I...",
      "One day at a time.",
      "And I have much to learn about combat, myself. I believe we can teach one another.",
      "Still, I bet Garl would have managed to make them laugh!",
      "Haha, yeah, I bet...",
      "I'm sorry, Valere, I didn't mean...",
      "Oh, no, it's okay.",
      "See, I used to think grief was a negative emotion that eventually went away.",
      "But it doesn't work like that. It's just... always there.",
      "So it's not like there's anything you could say that would suddenly make me remember him.",
      "Sometimes I feel really sad, and other times, I find myself smiling and thinking of fond memories.",
      "It's like Zale said. He's always with us on some level.",
      "And I think I'm slowly starting to understand that it just means I'm lucky to have had someone so dear to me.",
      "Does that make sense?",
      "...",
      "It does.",
      "Thank you, Valere. This helps me too.",
      "Just like Garl to be the highlight of the day without even being here.",
      "Haha!",
      "Looks like our key just arrived.",
      "Ready?",
      "I should warn you. The <color=bad>abomination</color> that tortured us still inhabits the place.",
      "We'll take care of it.",
      "Yes. This will do.",
      "Living Glass will only materialize for a soul that carries unwavering determination.",
      "One last time: Are you absolutely sure that this is what you want?",
      "I am.",
      "Then follow me.",
      "So you will do this for me?",
      "Of course. But how will I know when it is time?",
      "Just follow their lead. And remember, only the three of you can enter the portal.",
      "I understand.",
      "It worked.",
      "I can... feel...",
      "Glass is a very fragile material. I bound its living properties to your mind.",
      "You must always have purpose, for this vessel is only as resistant as your will is strong.",
      "Then I am invincible!",
      "Thank you for giving me physical form again, Great Alchemist.",
      "For centuries, I have longed for the chance to reclaim my world.",
      "To the <color=location>Sacrosanct Spires</color>, then?",
      "Are you sure you can get us in?",
      "Definitely! The crazed cultists won't take kindly to trespassers, but I am eager to test my new form.",
      "We will deal with whatever comes our way.",
      "I look forward to fighting by your side.",
      "The spires are in the northwest corner. Let's hurry.",
      "B'st joins the party!",
      "This pod... This is where I was kept all those years...",
      "And this one...",
      "(<color=good>T'kor</color>... At long last, you will be avenged...)",
      "The monster is up ahead. Make sure you are prepared.",
      "What kinds of experiments were going on here?",
      "...",
      "We're ending this.",
      "This... this is the operator...",
      "Seems pretty dead to me.",
      "Be careful, Zale. Machines can be deceiving.",
      "It's moving! Get ready!",
      "Ugh, everyone's better off without that thing.",
      "Resh'an, did you know?",
      "...",
      "This world is unknown to me. I wish I could say the same of Aephorul's ways...",
      "The workbench is just ahead, we should hurry!",
      "No, you tell me first!",
      "Living Glass, huh?",
      "Well? What color am I?",
      "Hey B'st, you look pretty strong now!",
      "It's good to be able to see each other after all this time. This is a special day for sure.",
      "I do NOT miss the tank!",
      "I saw someone darting towards the exit.",
      "Don't they know we're stuck here?",
      "I'd never want Living Glass for myself, but I'm happy for B'st.",
      "The one who did experiments on us... he was not well... ",
      "Surely you won't try to enter the workshop?",
      "You know there's something big and dangerous in there, right? ",
      "Still can't believe we're finally rid of the canister monster. You're pretty strong!",
      "B'st was always a special one.",
      "Hmph! ...I don't know why I looked. ",
      "Leave me alone.",
      "It's locked.",
      "Need anything for the journey ahead?"
    ]
  }
}