{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mirth_EN",
  "locCategoryId": "SettlerIsland/Mirth",
  "language": 0,
  "strings": {
    "Array": [
      "Všichni poslouchejte! Je tu spousta dřeva na stavbu přístřešků.",
      "Připraveni k práci!",
      "Ti, kdo umí zacházet se sekerou, by se do toho měli pustit hned teď.",
      "Já jdu na to!",
      "Připravím guláš, abychom všichni byli nasyceni. Kdykoliv bude někdo potřebovat nějaký úkol, stačí přijít za mnou!",
      "Jdu na ryby!",
      "O několik dní později...",
      "Opravdu se to dává dohromady.",
      "Bojovníci Slunovratu, chvilku vaší pozornosti, prosím?",
      "Samozřejmě, co se děje?",
      "Šli jsme kácet dřevo hlouběji do vnitrozemí a našli jsme <color=location>podivný vchod</color>.",
      "Byl někdo zraněn?",
      "Ne, hned jsme odešli, protože nám to připadalo trochu děsivé. Mysleli jsme si, že ostrov je úplně opuštěný.",
      "Hned tam půjdeme.",
      "Děkujeme!",
      "Mohli byste prosím dát vědět Garlovi? Vrátíme se co nejdříve.",
      "Řeknu mu to!",
      "Hej, jdete právě včas na další městské shromáždění! Co jste našli?",
      "Je to jen velmi stará krypta. Duch, který v ní žije, je přátelský a říká, že tu můžeme stavět.",
      "Skvělé!",
      "DOBŘE, VŠICHNI POJĎTE SEM!",
      "Za prvé, [MAINCHAR] a [OFFCHAR] prozkoumali vchod v lesích a potvrdili, že je zcela bezpečný!",
      "Jó!",
      "To je ale úleva!",
      "A nyní je čas pojmenovat tuto vesnici! Velké díky všem, kteří mi vhodili nápady do batohu.",
      "Myslím, že jenom...",
      "A název je...",
      "Garl?",
      "Vydržte chvíli...",
      "Garl...",
      "Garl!",
      "To nemůže být jméno pro vesnici!",
      "Hele, synku! Tak se mi zdá, že ty lidičky chtěj, abys to tu pojmenoval!",
      "...",
      "Já?",
      "Ukázal ses jako vůdce, kamaráde! Ta čest by ti měla patřit.",
      "Garl!",
      "Gaaaaaaaaarl!",
      "Dobře, zkusím to!",
      "(Copak je to, co tito lidé potřebují...)",
      "(Radost?)",
      "(Ne, to je moc okaté...)",
      "(...)",
      "(Nový začátek...)",
      "(Pozitivní vyhlídky...)",
      "Veselí!",
      "<color=location>MĚSTEČKO VESELÍ</color>!",
      "VESELÍ!",
      "To je tak hezké!",
      "Městečko Veselí! Městečko Veselí!",
      "Vskutku příhodné jméno!",
      "Haha! Nechte to na Garla!",
      "Dobře, zpátky do práce! Máme toho ještě hodně před sebou!",
      "O pár dní později...",
      "Bylo toho hodně! Zdá se, že od této chvíle to už zvládnou sami.",
      "Pěkně ses hecnul, Garle.",
      "A taky to byla příjemná změna tempa!",
      "Máte chvilku?",
      "Přišel za vámi nějaký starý pán.",
      "To musí být ředitel!",
      "Tak to nevím.",
      "Kde je?",
      "Právě přijel na-",
      "Aha, tady je!",
      "Vidím, že jste si vedli dobře.",
      "Pane řediteli, kde jste byl?",
      "Na Akademii, dělal jsem výzkum a lámal si hlavu.",
      "A?",
      "...",
      "Obávám se, že přináším špatné zprávy...",
      "Na boj s <color=bad>Přiživovačem sváru</color> prostě nemáme dost sil.",
      "...",
      "Musí přece existovat způsob!",
      "Je mi líto, Valerie. Pokud existuje zázrak, který potřebujeme, není o něm u nás ani zmínka...",
      "Tak toho Přiživovače vystopujeme a dáme do toho všechno!",
      "Já se k vám nepřidám.",
      "!!",
      "Ale vy jste ředitel... To jistě nemyslíte vážně!?",
      "NECHÁPETE TO!",
      "Přiživovač sváru má nezměrnou moc.",
      "Bez zatmění je odolný vůči naší magii a k žádnému nedojde dříve, než stihne svou moc nashromáždit.",
      "Ten Přiživovač nám vzal skoro všechno, dokonce i v době, kdy byl náš řád v plné síle.",
      "Nedovolím, aby mi vzal ještě víc.",
      "...",
      "Pane řediteli...",
      "Rezignuji.",
      "Dokud Přiživovač nezasáhne, chci žít bez břemene, které jsem nesl celý život.",
      "...",
      "Prosím... dopřejte mi to... Přetrpěl jsem víc, než lze vyjádřit.",
      "Jak si přejete, pane řediteli... Nemůžeme vás nutit.",
      "Děkuji... Mám před sebou mnoho truchlení.",
      "Stejně je nemožné dostat se na ostrov Mesa bez pomoci jeho strážce. Ještě štěstí, že máme X'tola a Y'eeta.",
      "Y'eeta?",
      "Ano, Y'eeta.",
      "Neřekl vám Mlžný stařešina jméno obra, které vás vezme domů?",
      "...",
      "Ale to odbočuji. Obra z ostrova Mesa uspali Akolyté Karnimanta.",
      "Jedině on by mohl odstranit magickou bariéru, co skrývá ostrov, ale odmítá se probudit. Ze všech mých výzkumů vyplývá, že nejde o kletbu, kterou bychom dokázali zlomit.",
      "Zale a já se nevzdáme.",
      "Drahá Valerie, tušil jsem, že to řekneš.",
      "Takže jste neoblomně odhodláni pokusit se dostat do Karnimantova starého hradu a utkat se s Přiživovačem?",
      "Rozhodně.",
      "Pak budete muset odstranit onu bariéru.",
      "Já sice nevím, jak toho lze dosáhnout, ale možná se najde někdo, kdo to ví.",
      "Takže pro nás máte vodítko?",
      "To moje nervy se vzdaly, ne moje víra ve vás.",
      "Tady máte ode mě poslední dar. <color=magic>Korálové kladivo</color>.",
      "Dostaňte se na <color=location>Strážcův ostrov</color>, kde hluboko pod vlnami modrého jezera leží ztracené město Dokarri.",
      "Zazvoňte na zvon s Korálovým kladivem a oni poznají, že vás poslal přítel.",
      "Vyhledejte audienci v jejich chrámu. Pokud vám teď někdo může nabídnout radu, pak jedině <color=good>Věštec přílivů a odlivů</color>.",
      "A také možná budete chtít znovu navštívit Ostrov věčné mlhy. Nyní jste připraveni na jeho <color=magic>svatyni</color>. Tady je klíč.",
      "Děkujeme, pane řediteli. To je víc než dost na to, abychom mohli pokračovat.",
      "Odteď mi prosím říkejte jen Moraine.",
      "A kam se teď vydáte vy?",
      "Kamkoliv, kde není Akademie Zenit.",
      "Hele, proč nezůstanete tady ve Veselí?",
      "Hmm??",
      "Všichni tady také hledají nový začátek!",
      "...",
      "Garl má pravdu!",
      "Navíc městečku chybí formální stařešina!",
      "Haha! To zní jako práce, kterou bych zvládl.",
      "Osadníci vám rádi pomohou se zabydlením!",
      "Ano, tohle místo přináší klid, který potřebuji.",
      "Děkuji ti, statečný Garle, že jsi mi v takových časech navrátil úsměv.",
      "I příště, stařešino!",
      "Hahaha!",
      "Takže řád se zmenšil na nás dva.",
      "Je čas najít si vlastní cestu.",
      "Kam chcete jít teď?",
      "Teď, když známe jméno obra, hádám, že byste se mohli naučit nové schopnosti, kdybychom navštívili svatyni na Ostrově věčné mhly.",
      "Nebo bychom si to mohli nechat na později a jít nyní hledat Věštce přílivů a odlivů. Strážcův ostrov je ten s velkou meditující sochou.",
      "Jsme s vámi tak jako tak!",
      "Než se vrátíme, měli bychom se podívat na to místo na severu.",
      "Připraveni vyplout?",
      "Ano",
      "Ne",
      "Yolanda říká, že posádka už opravila, co bylo třeba. Hádám, že by se vám mohla hodit ňáká ta palebná síla navíc, kdyby bylo potřeba.",
      "Seraï se naučila ultimátní útok <sprite=\"dialog-inventory-icons\" name=\"icn-skills-serai-verspertinecannons\"> <color=magic>Kanóny Večernice</color>.",
      "Za kombo body proveďte v souboji ultimátní kalibr útoku!",
      "Obdrželi jsme zprávu od Caëla. Rovnou vás tam vemu, až budete připraveni.",
      "Připraveni",
      "Počkat",
      "...A tak se musíme spojit pro jeho poslední přání.",
      "Kdo je s námi? ZA GARLA!",
      "ZA GARLA!",
      "ZA GARLA!",
      "ZA GARLA!",
      "Skvělá práce, všichni! Tamto podpalubí je napráskané až po okraj!",
      "Chrabré to úsilí!",
      "Všichni na palubu! Je čas vyplout.",
      "Počkejte na mě!",
      "Nemohu uvěřit vlastním očím.",
      "Škoda, že jsem si s Resh'anem nepopovídal trochu víc. Jeho znalosti alchymie jsou nevídané.",
      "Bolí to, když dostanete ránu?",
      "Fyzicky ne.",
      "Trhá to mou myslí, ale moje odhodlání je absolutní.",
      "Nanejvýš zajímavé.",
      "Hmm. Měl bych se za vás přimluvit...",
      "Přimluvit?",
      "Až tato výprava skončí, možná se ocitnete v bodě hledání svého smyslu.",
      "Pokud ten čas nastane, vyhledejte Mlžného stařešinu.",
      "Mlžného stařešinu...",
      "Dobré ráno!",
      "Tady ve Veselí se spí mnohem lépe.",
      "Už je to pár dní. Caël už by měl být hotový.",
      "Správně. Pojďme to omrknout.",
      "Tohle místo je perfektní! Děkuji, že jste nám umožnili využít tento prostor.",
      "Vítejte ve <color=location>Spa Le Best</color>!",
      "Dopřejte si čas relaxace obklopeni úchvatnou přírodou Veselí při koupeli v našich minerálních horkých pramenech, které vyživují pokožku a uvolňují stres.",
      "Využije dnes někdo tuto službu? Pouze 250G.",
      "Zaplatit 250G",
      "Možná později",
      "Je mi líto, ale zdá se, že nemáte dost G. Možná někdy příště!",
      "A kdo bude ten šťastlivec?",
      "Valerie",
      "Zale",
      "Seraï",
      "Resh'an",
      "B'st",
      "Garl",
      "Přeji vám nanejvýš relaxační chvíle.",
      "Valerie se ponořila do hluboké meditace a přemýšlela o výzvách, které ji čekají.",
      "Po chvíli si všimla, že napětí v jejím pravém rameni pominulo.",
      "Valerin Útok se zvýšil o 9!",
      "Zale si přál, aby byly prameny o něco teplejší, ale i tak cítil v horní části zad obrovskou úlevu.",
      "Po krátkém zdřímnutí se zvedl s ještě pružnějším pohybem.",
      "Zaleův Magický útok se zvýšil o 7!",
      "Seraï v tom neviděla smysl, ale přesto se rozhodla, že se do toho zapojí.",
      "Nakonec si uvědomila, že požitek není jen fyzický. Obsáhla to ticho a nakonec se cítila více nabitá energií.",
      "Seraïn Útok se zvýšil o 9!",
      "I když se Resh'an toho dne ve vodě skutečně nekoupal, všem připadalo, jako by část jeho já byla vděčná, že družina tak ochotně investovala do jeho blaha.",
      "Ať už se ztratil v jakýchkoliv myšlenkách, nebo zda tam vůbec byl, to se nikdo nikdy nedozví...",
      "Resh'anova Magická obrana se zvýšila o 8!",
      "Ačkoli nemohl pocítit to teplo, B'st se bavil pohledem pod vodou skrz své skleněné tělo.",
      "Nějakou dobu meditoval nad ideou nádoby v nádobě a měnil svůj tvar tak, aby se voda podmanivě vlnila.",
      "B'stův Magický Útok se zvýšil o 7!",
      "Garl to nejdřív všechno vstřebával, ale brzy ho napadlo něco, co by chtěl říct Seraï.",
      "Navzdory nedostatku soustředění se mu to celkově líbilo a ocenil, jak je dobré dopřát nohám oddech.",
      "Garlův maximální počet BŽ se zvýšil o 35!",
      "Začneme brzy stavět lázně? Bob potřebuje pouze stavební schémata!",
      "Tohle místo je perfektní! Ještě lepší, než jsem si představoval!",
      "Vítejte v obchodě s věcmi.",
      "Máma říkala, že brzy budeme mít vlastní obchod s věcmi! Nemáte pro Boba stavební schémata?",
      "Ano, tohle půjde skvěle! Už slyším, jak přicházejí zákazníci!",
      "Vítejte v obchodě s vybavením.",
      "Bob říká, že budeme mít pěkný obchod, jakmile získá stavební schémata!",
      "Vítejte v jediném rybářském domě ve Veselí! Chci vám ještě jednou poděkovat za to, že jste mi umožnili mít toto místo, je to splněný rybářův sen!",
      "Mám pro vás tři <color=magic>vylepšení rybářského prutu</color>, ale budete si je muset zasloužit!",
      "Je to docela jednoduché. Budu zaznamenávat, kolik různých <color=magic>druhů</color> jste ulovili, a při dosažení určitých milníků dostanete vylepšení. Zní to fajn?",
      "Dobře! V jezeře pod tímto domem nejsou žádné jedinečné ryby, ale budu k nim přidávat všechny druhy, které jste již ulovili. Uvidíme, jestli se nám podaří zkompletovat seznam, ano?",
      "Ahoj, byli jste v poslední době na rybách?",
      "Ověřit počet druhů",
      "Zobrazit seznam odměn",
      "To stačí",
      "Hej, ulovili jste [FISHTYPE_COUNT] různých druhů! To znamená, že pro vás něco mám!",
      "Působivé, ulovili jste je všechny! Teď už jste opravdoví rybáří.",
      "Vítejte v rybářském obchodě.",
      "Zatím jste našli [FISHTYPE_COUNT] ryb. Ať vám přibývají.",
      "Tohle místo bude tak akorát, jen teď musíme najít nějaká stavební schémata pro Boba!",
      "Á, [MAINCHAR]! Musím ti ještě jednou poděkovat za pozvání, abych se postaral o hostinec Veselí. Dohlédnu na to, aby se z něj stal pozoruhodný podnik.",
      "Vítej, [MAINCHAR]. Jak ti mohu dnes pomoci?",
      "Odpočinek",
      "Odejít",
      "Dobře se vyspěte!",
      "Můj bratr mi poslal vaši nabídku. Děkuji, nemohu se dočkat, až začnu obsluhovat... Měli byste pro Boba stavební schémata?",
      "Hledá se hostinský.",
      "Hledá se prodavač.",
      "Hledá se rybář.",
      "Hledá se odborník na relaxaci.",
      "Hahaha, připomínají mi vás dva, když jste byli malí!",
      "Tohle je opravdu pěkný dům. Děkuji, nečekal jsem tolik...",
      "Všichni od Měsíční Kolébky po Veselí truchlí nad ztrátou Garla. Je to sice velmi smutné, ale ukazuje to, kolika srdcí se dotkl...",
      "Měl jsem to říct nahlas už dřív, ale... jsem na vás dva opravdu hrdý.",
      "Myslím, že už začínám chápat, jaké to je, být tím vesnickým stařešinou.",
      "Dokázali jste to, [MAINCHAR_GODNAME] a [OFFCHAR_GODNAME]. Především jste prokázali bezkonkurenční týmovou spolupráci a vzájemnou důvěru. Jsem na vás hrdý.",
      "To jste věděli? Moraine je starý Bojovník Slunovratu a byl to také mistr nebo tak něco!",
      "Ja! Ja! Tumáš!",
      "Chybí mi Garl ...",
      "Je pravda, že umíš létat?",
      "Moraine! Moraine! Jaká je vaše oblíbená barva? Máte rád zvířata? Máte hodně kamarádů? Jaké je vaše oblíbené jídlo? Moraine!",
      "Trénujeme jen jako, ale stařešina Moraine to určitě bere vážně...",
      "Garl si vždycky našel čas, aby mi odpověděl na všechny otázky. Byl opravdu milý.",
      "Myslím, že až vyrostu, budu dřevorubcem!",
      "Teď, když mají všichni přístřeší, se můžeme soustředit na další kroky pro Veselí.",
      "Začínají mě bolet záda, měl bych si dopřát trochu odpočinku.",
      "Garl opravdu vymyslel pro Veselí dokonalé jméno.",
      "Teda, ty lázně byly fakt něco! Skoro jsem cítila, jak se mi zlepšuje zdraví. Haha!",
      "Je to příjemný pocit, starat se o všední úkoly!",
      "Nevěděl jsem, že piráti umí být hudebníci! Jsou dobří!",
      "Ten chudák Garl byl příliš mladý na to, aby zemřel...",
      "Nechápu jak a je mi to jedno! Záleží jen na tom, že je Garl zpátky!",
      "Hej, teď máme stařešinu města! Myslím, že mu tady postavím dům. Přijdete se na něj později podívat?",
      "Dům stařešiny Moraina je hotový! Musím říct, že jsem s výsledkem docela spokojený.",
      "Veselí je opravdu dobré!",
      "Ještě zbývá udělat spoustu práce, ale máme to tady dobře rozjeté.",
      "Máme opravdu pěkný rybník, začínám mít nový koníček!",
      "Nevím, co si mám myslet o Garlově smrti. Já... Já prostě...",
      "Jsem tak šťastná, že jsem se sem přestěhovala. Jakmile jsem ucítila tu vůni borovic, věděla jsem, že to bylo správné rozhodnutí!",
      "Tohle místo je tak klidné...",
      "Jsem ohromena tím, jak všichni tvrdě pracují. Předpokládám, že je to tím odhodláním.",
      "Je tu tak dobrý vzduch.",
      "Měla bych se jít podívat do Krypty na severu od města. Někteří lidé tam byli a říkali, že je to opravdu působivé.",
      "Šla jsem se podívat do Krypty. Bude to chtít víc než jednu návštěvu, jestli to mám všechno pojmout!",
      "Je skvělé začít znovu poté, co jsem ve Svěžíně přišla skoro o všechno.",
      "Jsem moc zarmoucená Garlovou smrtí...",
      "Jsem moc potěšen Garlovým návratem!",
      "Máme dokonce městského stařešinu? Veselí už začíná být opravdové!",
      "Stařešina Moraine je velmi moudrý, ale zdá se, že v sobě nese spoustu zármutku... Doufám, že mu Veselí přinese klid.",
      "A teď zasloužená přestávka!",
      "Měla bych brzy navštívit své staré přátele ve Svěžíně, podívat se, jak se drží.",
      "Ach, [MAINCHAR] a [OFFCHAR]! Možná byste mi mohli pomoci? Mám pocit, že by Veselí prospělo více služeb, ale ocitl jsem se ve slepé uličce.",
      "Víte, stavět malé domky je dost snadné, ale pro složitější stavby bychom potřebovali nějaká <color=magic>schémata</color>.",
      "Pokud nějaké najdete, nevadilo by vám přinést mi je? Veselí by to jen prospělo!",
      "Našli jste nějaká nová <color=magic>stavební schémata</color>?",
      "Zajímavé! Pojďme se pustit do práce!",
      "To se povedlo hezky! Už jste našli odborníka, který bude podnik provozovat?",
      "Tohle místo se už zdá být kompletní. Máme tu opravdu něco výjimečného, ještě jednou díky za pomoc!",
      "Ve Veselí byl odemčen obchod!",
      "Ve Veselí můžete nyní rybařit v novém domě!",
      "Tento speciální rybník bude obsahovat náhodný výběr z druhů, které jste již ulovili.",
      "Nyní můžete relaxovat v lázních ve Veselí!",
      "Kdo ví, jaké přínosy může mít uvolnění stresu?",
      "Ve Veselí je nyní k dispozici hostinec!"
    ]
  }
}