{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mooncradle_EN",
  "locCategoryId": "EvermistIsland/Mooncradle",
  "language": 0,
  "strings": {
    "Array": [
      "Jen tak dál, příšera je téměř poražena!",
      "Pozor! Sesílá kouzlo!",
      "Au! Rychle, Zale, vyléči mě svým slunečním kouzlem!",
      "Společně, Valerie! Dokončíme to naším týmovým útokem!",
      "A Bojovníci Slunovratu zase vše zachránili!",
      "Tenhle klacek je docela dobrý, má zbraň bude něco takového, co udeří opravdu tvrdě!",
      "A já si vyberu takovou, co bude RYCHLÁ!",
      "Budeme nezastavitelní!",
      "Jen si představte všechny ty divy, které objevíme, až opustíme Ostrov věčné mlhy.",
      "Chci vidět <color=bad>Spáče</color>!",
      "Cože to?",
      "Ty jsi nikdy neslyšela o Spáči?",
      "Podle pověstí je to obrovský had, který spí stočený kolem hory již od dob, kdy ještě neexistovali Potulní historici, kteří by to zaznamenali.",
      "Kecáš!",
      "Nekecám, a navíc je supernebezpečný!",
      "Ale žádný strach, nemůže se probudit.",
      "Prý jsou v hoře otvory, kterými fouká vítr, a tím hraje melodii, co ho udržuje ve spánku.",
      "Páni...",
      "Já ho chci taky vidět!",
      "To je zvon, <color=good>Erlina</color> a <color=good>Brugaves</color> jsou zpátky!",
      "Rychle, třeba je dohoníme dřív, než půjdou do akademie!",
      "Hej, počkejte!!!",
      "Tady jste!",
      "Zase si hrajete ve svém tajném úkrytu?",
      "Trénovali jsme, myslím, že už umím používat magii!",
      "Opravdu?",
      "Pojď blíž, Zale, otevři dlaň a soustřeď se.",
      "A co ty, Valerie, taky jsi trénovala?",
      "Každý den! Vsadím se, že jsem teď silnější než ty!",
      "Haha, to určitě jsi. Tak se ukaž!",
      "Yah! Yah!",
      "Hele, klídek, nemůžu se hlásit u ředitele, když mě odrovnáš!",
      "To nebylo špatné, Zale!",
      "Bojovníci Slunovratu!",
      "Pokud jste skončili s hlídáním dětí, rád bych si poslechl vaše hlášení.",
      "...",
      "Hned to bude, pane řediteli.",
      "Můžeme jít taky?",
      "Věřte mi, že až jednou vstoupíte do <color=location>Akademie Zenit</color>, budete litovat, že jste si to dřív nerozmysleli.",
      "...",
      "Pojďme, Brugavesi.",
      "Hele, měsíc je v úplňku!",
      "Má pravdu!",
      "Chcete jít znovu do <color=location>Zakázané jeskyně</color>?",
      "Už jsme to zkoušeli, nedokážu ji otevřít.",
      "Jo, ale posledně jsme se shodli na tom, že by možná úplněk mohl zesílit citlivost runy.",
      "Jsem si jistý, že to bude fungovat! A na ředitele Moraina to udělá takový dojem, že vás dva hned vezme do výcviku a pak konečně budeme moct opustit tenhle ostrov!",
      "A co když se naštve a náš výcvik místo toho odloží?",
      "Ani náhodou!",
      "Tak tím se můžeme zabývat, až ji otevřu.",
      "Tedy pokud ji otevřu.",
      "Dobře, jdeme na to!",
      "Nezapomeňte ošetřit ránu a to ubohé dítě ukonejšit.",
      "On není někdo, kdo by naříkal, ale kdyby se zdálo, že se bolest vrací, pošlete pro mě, prosím.",
      "Rozumím, pane řediteli.",
      "Svého přítele velmi dlouho neuvidíte. Pokud máte pár slov na rozloučenou, proneste je teď.",
      "Já...",
      "Nemůže jít a zůstat s námi?",
      "Jak dlouho je velmi dlouho? Třeba týden?",
      "Ach, ta nedočkavost mládí.",
      "Trvá roky, než se Bojovníci Slunovratu dostatečně vycvičí.",
      "ROKY!?!",
      "Ale...",
      "Tví přátelé se mají co učit.",
      "Doporučuji ti využít tento čas k zamyšlení se nad tím, co se dnes stalo.",
      "S trochou štěstí se ti podaří hodit za hlavu všechny nápady, jak se zaplést s břemenem, které ti nenáleží.",
      "Lidi! Nezapomeňte na mě!",
      "Nikdy!",
      "Budeme trénovat opravdu tvrdě a možná to nebude trvat tak dlouho!",
      "Vítejte na Akademii Zenit.",
      "Na tomto starobylém místě vědění se naučíte vše, co potřebujete vědět, abyste se stali skutečnými Bojovníky Slunovratu.",
      "Na tohle jsme čekali tak dlouho.",
      "Kdy začneme?",
      "Hned teď.",
      "Vítejte, [MAINCHAR] a [OFFCHAR], v nebeské učebně.",
      "Tady budeme studovat?",
      "Cítím podivné chvění, jako když jsem otevřela Zakázanou jeskyni.",
      "Je dobře, že sis toho všimla.",
      "Být blíž ke hvězdám pomáhá novým rekrutům obeznámit se s jejich <color=magic>vnitřní magií</color>.",
      "To, že jsi to pocítila už dříve, svědčí o velkém potenciálu. U Zalea také, podle toho, co mi řekla Erlina.",
      "Během mnoha let, které strávíte na Akademii Zenit, se naučíte o povinnostech, které náleží Bojovníkům Slunovratu.",
      "O magii, kterou jste předurčeni ovládat, a o zlu, od kterého máte očistit svět.",
      "Bojovat se naučíme taky, že jo?",
      "Pochopitelně.",
      "Budete trávit dny tréninkem a studiem, ale především tkaním.",
      "Tkaním?",
      "To zní nudně.",
      "A mohu vás ujistit, že také je.",
      "Přesto jde o povinný úkol.",
      "Všichni, kdo mají vstoupit do našeho řádu, začínají tím, že svou vůli vetkají do očarovaného kusu látky, odznaku Bojovníka Slunovratu.",
      "Je to jejich nejcennější vlastnictví, které zaručuje světlo na nejtemnějších místech a určitou ochranu před přisluhovači <color=bad>Karnimanta</color>.",
      "Nejdříve se však musíte seznámit se svými povinnostmi, trénovat, dokud nebudete cítit své končetiny, a pak trénovat ještě víc.",
      "Jakmile vaše tělo i mysl dozrají potenciálem, vytvoříte <color=magic>magický kus látky</color> hodný samotných hvězd.",
      "Poté budete vysláni za hranice Zakázané jeskyně, abyste se setkali s <color=good>Mlžným stařešinou</color>, neboť pouze on může oficiálně udělit titul Bojovníka Slunovratu.",
      "Tkát...",
      "Chápu, že to není to, v co jsi doufal, ale je to něco, co se od tebe prozatím vyžaduje.",
      "Roky tkaní...",
      "V těchto sálech budete trávit hodně času, takže se zde zabydlete.",
      "Nalevo od vás se nachází tělocvična. Tam se dostavte hned ráno.",
      "Přímo nad vámi je cesta do ředitelny.",
      "Tam je ovšem vstup zakázán.",
      "A napravo od vás jsou ubikace. Určitě si vyberte lůžko v souladu s vaší vrozenou magií.",
      "Neváhejte se porozhlédnout a pak až budete připraveni, jděte spát.",
      "Dobrou noc.",
      "Jít spát?",
      "Ano",
      "Ještě ne",
      "Další den ráno, v tělocvičně...",
      "Dobré ráno, děcka!",
      "BRUGAVESI!",
      "Takže ty budeš náš trenér?",
      "Kéž by!",
      "S Erlinou zítra odcházíme, ale ředitel byl tak laskav, že nám dovolil udělat váš první den výjimečným.",
      "Jste připraveni na trénink?",
      "To si piš!",
      "To jsem chtěl slyšet!",
      "Řekl bych, že tyhle by vám dvěma měly dobře padnout.",
      "Zale obdržel <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-sunblade\"> <color=magic>Cvičný meč</color>.",
      "Valerie obdržela <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-moonstaff\"> <color=magic>Cvičnou hůl</color>.",
      "Bezva, tak se dáme do práce!",
      "Uff.. uff..",
      "Ty to dáš, Valerie, teď to nevzdávej!",
      "Nikdy!",
      "Jeď, jeď, Zale, vydrž!",
      "Já...",
      "Já to zvládnu!",
      "Devadesát devět, sto!",
      "To je pro dnešek vše, vedli jste si skvěle!",
      "Fjuh!",
      "To bylo moc.",
      "Klidně si udělejte přestávku. Erlina vás počká na terase, až budete připraveni.",
      "Erlina vás už přijme. Čeká venku před vstupem do akademie.",
      "Erlina by měla být hned před vstupem do akademie.",
      "Měl by to být pocit, jako byste si škrábali něco, co svrbí hodně daleko.",
      "Na ten pocit se musíte soustředit a přimět ho, aby se přiblížil.",
      "MYSLÍM, ŽE TO FUNGUJE!",
      "Hele! Vyrušila jsi mě, málem jsem to měl!",
      "Teď už jsem to taky ztratila...",
      "To je v pořádku, hlavně dýchejte zvolna.",
      "Snažte se to uvolnit, až když před sebou ucítíte procházet proud.",
      "Pokud to načasujete správně, zhmotní se. Na tři.",
      "Jedna...",
      "Dvě...",
      "TŘI!",
      "Myslím, že teď se mi to povedlo!",
      "Lechtá to!",
      "To je ono! Právě jste zdolali tu nejtěžší část.",
      "Jsem si jistá, že váš trénink půjde hladce, ale ještě jedna věc...",
      "Bez ohledu na to, co vám ředitel napovídá, nezapomeňte, že tohle je VÁŠ život a...",
      "Erlino!",
      "Jelikož už jsi skončila se zaškolováním našich nováčků do principů magie, tak bych ti rád sdělil instrukce k tvému dalšímu zadání.",
      "Co se vás dvou týče, je nejvyšší čas, abyste si vyzkoušeli ten <color=magic>tkalcovský stav</color>.",
      "Ale...",
      "Honem!",
      "...a \"utkat magický kus látky hodný samotných hvězd\" je zajisté obtížný úkol.",
      "Jo, nemám ponětí, jakej tvar mám vůbec udělat... né že by se nám to mělo povést hned napoprvé.",
      "Můžeme se do té nudy opřít, ať už nám dá jakoukoliv lekci.",
      "Myslím, že Erlina měla pravdu.",
      "Hmm?",
      "Říkala, že vstupu na tohle místo budeme litovat.",
      "Jasně. Ale to všechno kolem učení magie není zas tak špatné.",
      "(Ach jo, to je otrava.)",
      "Co to děláš?",
      "Co to děláš?",
      "Jen se trochu projdu.",
      "Pořád to zdůrazňujete, ale Karnimant přece opustil náš svět nadobro, když byl <color=bad>Přiživovač sváru</color> zničen.",
      "Tak proč nemůžou mít normální život?",
      "Víte přece, že my tři si s tím na <color=location>Přízračném ostrově</color> poradíme. Nepotřebujeme je.",
      "Obezřetnost, Erlino. Nikdo neví, jakým hrozbám můžeme v budoucnu čelit.",
      "Valerii a Zalea přinesl do Měsíční Kolébky <color=good>Velký orel</color>. Řediteli nepřísluší zpochybňovat takové záležitosti a nepřísluší to ani tobě.",
      "Copak to neskončí? Co taková <color=good>Moyara</color>? A co <color=good>dvojčata</color>?",
      "BRUGAVESI!",
      "Neposuzuj oběti, jejichž rozsah ani nemůžeš pojmout!",
      "Tento rozhovor je u konce.",
      "Budou zde studovat, zatímco vy budete pokračovat ve svém vyšetřování.",
      "U prvního zatmění po dokončení jejich výcviku se k nám připojí na <color=magic>očistu</color>.",
      "Do té doby se naučte co nejvíce.",
      "Už pojďme, Brugavesi.",
      "...",
      "A tak trénovali a tkali celé týdny a pak celé měsíce...",
      "Přidej!",
      "Soustřeďte se a pak uvolněte!",
      "...neboť čím déle je <color=bad>Přiživovač</color> ponechán svým záměrům, tím více sílí. Proto je nezbytná obchůzková hlídka.",
      "Nechte ho příliš dlouho růst a máte na krku <color=bad>Požírače světů</color>.",
      "Vůči takovému protivníkovi by byla bezmocná i celá legie Bojovníků Slunovratu.",
      "Pane řediteli, pokud jsou Přiživovači imunní vůči naší magii, jak s nimi dokážeme bojovat?",
      "Právě proto se očista provádí vždy během <color=magic>úplného zatmění</color>.",
      "Pouze v těchto chvílích Přiživovači svou imunitu ztrácí.",
      "Kolik Přiživovačů ještě zbývá?",
      "Pouze jeden, známý jako <color=bad>Přiživovačka žalu</color>. Ale to nemůžeme vědět jistě...",
      "Karnimant mohl před odchodem z našeho světa jednoduše zasít další <color=bad>semena zla</color>...",
      "A tak musíme zůstat ve střehu!",
      "Co se stalo s Přiživovačem sváru? A kdo je Moyara?",
      "To by pro dnešek stačilo.",
      "O několik dní později uprostřed noci zazní...",
      "[MAINCHAR], vstávej!",
      "[OFFCHAR]... co je...?",
      "Myslím, že u vstupu byl slyšet hlas.",
      "Kolik je hodin?",
      "Koho to zajímá!? Pojďme to prověřit.",
      "Hele, dívej!",
      "Hmm, dobře to voní!",
      "Je tady vzkaz.",
      "\"Milí [MAINCHAR] a [OFFCHAR],\"",
      "\"Tohle píšu pro jistotu, spíš doufám, že se uvidíme osobně.\"",
      "\"Pokud to čtete, nejspíš to znamená, že mě chytili.\"",
      "\"Upekl jsem sušenky plněné džemem z Nebeské vrby, který vám chutnal.\"",
      "Jé...",
      "Čti dál!",
      "\"Dělám, co můžu, abych byl připraven na odchod, až budete maturovat.\"",
      "\"Mezitím doufám, že váš výcvik jde dobře.\"",
      "\"Jejda, teď už je plošina skoro nahoře a vidím, že tam na mě čeká Moraine.\"",
      "\"Vypadá dost naštvaně. Pokusím se upustit sklenici, aniž by si toho všiml.\"",
      "\"Nejspíš to znamená, že už se mi nepovede další návštěva, ale myslím na vás každý den a už se nemůžu dočkat!\"",
      "\"Doufám, že vám sušenky budou chutnat.\"",
      "\"Váš kamarád až do konce času.\"",
      "\"-Garl\"",
      "Doufám, že z toho nemá velké potíže.",
      "Nemůžu uvěřit, že tu Garl před chvílí byl.",
      "Tolik mi chybí...",
      "Alespoň je, zdá se, v pořádku. Po tom, co se stalo v Zakázané jeskyni...",
      "Jak ho znám, vsadím se, že už další den se smál.",
      "Haha, asi máš pravdu!",
      "Nesmíme dopustit, aby se něco takového ještě někdy stalo.",
      "Tímhle tempem mi to připadá, že nikdy neutkáme něco, co by bylo dost dobré pro Mlžného stařešinu...",
      "Ono to přijde, jen musíme dál tvrdě trénovat.",
      "A tak trénovali a tkali celé roky...",
      "A pak trénovali a tkali ještě několik let...",
      "Až jednoho dne...",
      "Ten zvuk vycházel od vstupu na jihu. Pojďme se tam podívat!",
      "Zale! Toto je ta pravá!",
      "Taky to tak cítím, vydrž!",
      "Dobrá, já myslím, že se mi to povedlo taky! Pojďme za ředitelem.",
      "Chcete si zopakovat základy souboje?",
      "Ano",
      "Není třeba",
      "Načasování úderů a bloků je důležité. Jste si jisti, že si to nechcete zopakovat?",
      "Dobře, fajn.",
      "Přeskočit",
      "Vypadá to, že víte, co děláte!",
      "Jste připraveni projít si základy magie?",
      "Ano",
      "Není třeba",
      "Typy poškození a nakládání s BM jsou klíčové pro přežití. Důrazně doporučuji udělat si v nich přehled.",
      "Dobře, fajn.",
      "Přeskočit",
      "Vaše volba.",
      "Snímky o základech souboje si můžete prohlédnout v sekci Jak hrát v nabídce Pauzy.",
      "Začněme. Prostě teď na mě zaútočte v libovolném pořadí.",
      "Pomocí <button=\"MoveHorizontal\"> můžete přepínat mezi dostupnými postavami.",
      "Členové družiny mohou táhnout v pořadí, které si zvolíte, ale konat mohou pouze jednou za kolo.",
      "Když všichni členové vaší družiny ukončí svou akci, kolo se uzavře a všichni budou opět k dispozici.",
      "Dobře.",
      "Je zásadní soustředit se, kdykoliv provádíte útoky a dovednosti.",
      "Při správném načasování můžete zvýšit způsobené poškození a někdy dokonce získat další zásahy.",
      "Podívejme se na to.",
      "Stiskněte <button=\"Interact\">, jakmile zásah dopadne, čímž zvýšíte poškození.",
      "Dobře. Podívejme se na to ještě jednou.",
      "To bylo příliš brzy. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "To bylo příliš pozdě. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "Někdy to může být těžké. Pomůžu.",
      "Teď!",
      "Jauvajs! Jo, to je ono.",
      "Většina vašich útoků a kouzel může být silnější díky správnému načasování. Některá také pokračují dalšími zásahy, dokud neminete!",
      "Chce to čas a experimentovat. Nedělejte si s tím příliš velké starosti. Prostě to zkoušejte dál a váš cit pro to se časem vyvine.",
      "Dobře, a teď k načasování bloků. Dáme sem cvičného kraba.",
      "Soustřeďte se a stiskněte <button=\"Interact\">, jakmile zásah dopadne. Je to jen okamžik.",
      "Abyste byli v boji úspěšní, musíte věnovat pozornost všemu, co se začne hýbat.",
      "Při správném načasování můžete blokováním snížit poškození jakéhokoliv příchozího útoku nebo kouzla.",
      "Připravte se!",
      "Stiskněte <button=\"Interact\">, jakmile zásah dopadne, abyste snížili poškození.",
      "To bylo příliš brzy. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "To bylo příliš pozdě. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "Někdy to může být těžké. Pomůžu.",
      "Teď!",
      "Takhle se to dělá!",
      "Nezapomeňte být vždy ve střehu. Některé pohyby bude těžší předvídat než jiné, někdy bude potřeba i více bloků.",
      "Nejde o to, abyste to vždycky zvládli dokonale, ale spíše o to, abyste si pro to postupně vyvinuli cit.",
      "Klíčové je nezapomenout pozorovat své nepřátele a nepřestávat se snažit!",
      "A ještě jedna věc.",
      "Když je některý člen družiny v boji knokautován, budete muset přepnout do defenzivnějšího režimu.",
      "Knokautovaní společníci se sami zvednou na 50 % BŽ, jakmile zmizí všechny hvězdičky KO.",
      "Na konci každého kola zmizí jedna hvězdička KO.",
      "Čím více budete během jedné bitvy padat, tím více bude KO hvězdiček, takže buďte opatrní!",
      "Pokud padnou všichni členové družiny, hra končí.",
      "Bojujte a přežijte, dokud se nevrátí [OFFCHAR]!",
      "Tak to má být.",
      "Pro dnešek dobrá práce, jsem si jistý, že zkouška bude brnkačka!",
      "Když nepřátelé připravují kouzla, musíte udělat vše pro to, abyste jim v tom zabránili.",
      "Když se budete řídit svými smysly, můžete zkusit udělit taková poškození, která odhalí zámky a naruší jejich koncentraci.",
      "Jednodušší kouzla si vyžádají pouze normální útoky.",
      "Valerie může způsobovat tupé poškození a Zale umí sečné.",
      "Podíváme se, jak prolomíte toto.",
      "Přesně tak.",
      "Teď pozor, některá kouzla budou vyžadovat k prolomení také magické poškození.",
      "Nyní umíte ovládat své střely, tak to zkusíme. Zale má sluneční a Valerie měsíční.",
      "Dobrá práce. Teď cítíš, že máš trochu málo BM, že?",
      "Abyste v boji udrželi rovnováhu, musíte myslet na regeneraci BM.",
      "Pojďme si je zase trochu navýšit. Teď mě zasáhni normálním útokem.",
      "Vidíš? Právě se ti útokem vrátily nějaké BM.",
      "Uvědomělost v souboji povede k vítězství.",
      "Musíte střídat kouzla s normálními útoky, abyste neskončili v bezvýchodné situaci, ze které se nedá dostat kvůli nedostatku BM.",
      "A na druhou stranu byste neměli váhat používat kouzla, když je BM dostatek, protože běžný útok s plnou rezervou je plýtvání regenerací.",
      "Klíčové je experimentovat, neustále měnit své akce a najít rytmus vhodný pro každou bitvu!",
      "Ještě jedna věc.",
      "Všechny bojové akce, zejména prolamování zámků, budují vaši energii pro komba.",
      "Až jí budete mít dostatek, můžete použít kombo body k provádění mocných akcí.",
      "Komba nestojí žádné BM, ale navrší se nejvíc tři body, takže byste nikdy neměli váhat je použít.",
      "Moraine mi řekl, že jste si vyvinuli svůj první kombo útok. Ukažte mi ho.",
      "Jo, tomu říkám síla...",
      "Při svých dobrodružstvích se pozorně dívejte, určitě narazíte na svitky, které vás naučí další komba.",
      "Moraine vás doprovodí k závěrečné zkoušce. Určitě si povedete skvěle.",
      "Pane řediteli, myslíme si, že jsme připraveni.",
      "Ale ano, chvění magie ve vzduchu se stupňuje už několik týdnů.",
      "Blahopřeji. Od nynějška už nebude žádné tkaní.",
      "S tím se dokážu smířit!",
      "Brzy nastane čas, abyste se vydali na cestu za <color=good>Mlžným stařešinou</color>.",
      "Ale než se k tomu dostaneme, má pro vás Akademie Zenit ještě jednu výzvu.",
      "Podívejme, naši návštěvníci právě dorazili! Perfektní načasování.",
      "Panejo, oba jste pěkně zesílili!",
      "Čaute, rádi vás dva vidíme!",
      "Erlina a Brugaves jsou zde, aby vám pomohli <color=magic>zopakovat si základy boje</color>.",
      "Až si to projdete, přijde čas na vaši závěrečnou zkoušku.",
      "Jste tedy připraveni na závěrečnou zkoušku?",
      "Jsme připraveni!",
      "Ještě ne...",
      "Ještě ani nebyli na druhé straně Zakázané jeskyně, jak by to mohli pochopit?",
      "Říkáš, že bychom se to neměli alespoň pokusit vysvětlit?",
      "Viděla jsi, jak jsou silní, <color=good>Wyrd</color> pro ně bude procházka růžovým sadem.",
      "Tak je teda půjdeme vyprovodit...",
      "Konečně nastal ten velký den.",
      "V průběhu let vás Akademie Zenit prověřila mnoha způsoby.",
      "Nyní vás vyzkouší naposledy.",
      "Připravili jste si své přísahy?",
      "Ano, pane řediteli.",
      "Ano, pane řediteli.",
      "Tak je proneste nyní.",
      "Jdi první, Zale.",
      "*Ehm*",
      "Se záměrem používat svou hbitost k očištění tohoto světa a k ochraně svých společníků, vstoupím do světa jako tanečník čepele.",
      "Zvolil jsem si prohnutou čepel, neboť mě nebude omezovat v rychlosti ani v reflexech.",
      "Vítej, tanečníku čepele.",
      "Jdi, Valerie! Mám hotovo, teď je řada na tobě!",
      "*Ehm*",
      "Se záměrem používat svou sílu k přinášení naděje a k vymýcení zla se stanu mniškou bojovnicí.",
      "Zvolila jsem si hůl, protože se nezlomí, ať udeřím jakkoliv tvrdě.",
      "Vítej, mniško bojovnice.",
      "Dnes musíte prokázat mistrovství ve všem, co vás Akademie Zenit naučila. Dole na vás čeká poslední výzva.",
      "Ustupte prosím stranou.",
      "Ach, než zapomenu. Tady máte malou drobnost, abyste si udrželi zdraví.",
      "Nyní, s vírou ve své schopnosti a cílevědomostí ve svém jednání, skočte.",
      "A vraťte se jako noví členové našeho řádu!",
      "Připraveni, [MAINCHAR]?",
      "Jdeme na to.",
      "Zkouškový režim zahájen. Držte se.",
      "Gratuluji, byli jste dobře vyškoleni. Nyní se vraťte ke svému řediteli.",
      "Blahopřeju vám, [MAINCHAR] a [OFFCHAR]! Naučili jste se vše, co vás Akademie Zenit mohla naučit.",
      "Ha!",
      "Dokázali jsme to!",
      "A to v rekordním čase.",
      "Nyní se musíte naučit naši ultimátní moc, schopnost \"používat magii bez použití magie.\"",
      "??",
      "Ale toto poznání vám musí předat Mlžný stařešina.",
      "Pojďte, vesničané se shromáždili, aby oslavili váš odchod!",
      "Právě o výjimečných dnech, jako je tento, si obyvatelé Měsíční Kolébky připomínají důležitost svých povinností.",
      "(Kde je Garl?)",
      "(Nevidím ho...)",
      "Před mnoha lety nám Valerii a Zalea přinesl Velký orel.",
      "A to o dvou slunovratech po sobě, aby toho nebylo málo!",
      "Velmi vzácná událost!",
      "Pamatuji si to! Babička byla tak šťastná, že se setkala s dalšími dvěma, než zesnula!",
      "Babička mi chybí...",
      "Všichni jste se semkli, abyste se o ně starali a chránili je, stejně jako to dělali vaši předkové pro tolik Dětí Slunovratu předtím.",
      "[MAINCHAR] a [OFFCHAR]!",
      "Předstupte, aby dobrý lid Měsíční Kolébky mohl pohlédnout na ty, již brzy vstoupí do řad Bojovníků Slunovratu!",
      "(Tohle předvádění je směšné.)",
      "(Jen ať se vesničané pobaví. Nic jiného nemají.)",
      "(Takže tobě se to líbí?)",
      "(To víš, že ne.)",
      "A teď se mnou jásejte, protože posíláme tyto mladé hrdiny napříč Zakázanou jeskyní vstříc Mlžnému stařešinovi!",
      "Hurá!",
      "K bráně!",
      "Co budeme dělat? Chci vidět Garla, než odejdeme!",
      "Myslím, že prozatím musíme pokračovat podle pravidel.",
      "Držme si palce, abychom se mohli po setkání s tím Mlžným stařešinou vrátit...",
      "Palce i pěsti.",
      "[MAINCHAR], [OFFCHAR], tuto pouť musíte nyní podniknout sami.",
      "Nezklameme, pane řediteli.",
      "Jděte nyní skrze Zakázanou jeskyni a na vrchol Horské stezky, abyste požádali o audienci u Mlžného stařešiny.",
      "Naučte se \"používat magii bez použití magie\" a pak vstoupíte do světa jako praví Bojovníci Slunovratu!",
      "AŤ VÁS <color=moon>LUANINA</color> MOC OCHRAŇUJE!",
      "AŤ VÁS <color=sun>SOLENOVO</color> SVĚTLO PROVÁZÍ!",
      "Berte. Tohle by vás mělo na chvíli nasytit.",
      "A pokud se vám dobrodružství bude zdát trochu nevyvážené, můžete se podívat na tyhle.",
      "Odemkli se <color=magic>Relikvie</color>! Naleznete je v sekci Relikvie v herním menu (přístupné pomocí <button=\"Player_GameMenu\">) a přizpůsobíte si tak svůj zážitek ze hry!",
      "Ať už dáváte přednost lehčí výzvě, nebo se chcete vyburcovat k maximálnímu výkonu, Relikvie nabízejí celou řadu možností. Určitě jich objevíte víc!",
      "Ať už vás nyní vaše dobrodružství zavedou kamkoliv, musíte si včas zajistit cestu na <color=location>Přízračný ostrov</color>, než nastane příští zatmění.",
      "A pokračujte v tréninku, protože nás čeká krutá očista.",
      "(Pořád nemůžu uvěřit, že po nich chce, aby už teď bojovali s Přiživovačem.)",
      "(To se od něj dalo čekat. My jsme poprvé o moc starší nebyli.)",
      "(Jo, ale...)",
      "(Poradíme si.)",
      "Šťastnou cestu a nechť očistíte tento svět!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "Před dvěma desetiletími, ve vesnici Měsíční Kolébka...",
      "Pojď, Brugavesi! Jestli si nepospíšíš, tak je nezastihneme!",
      "Uff... uff...",
      "Počkej na mě!",
      "Tady jste, chroustíci!",
      "Jdeme pozdě...",
      "Chtěla jsem vidět <color=good>paní ředitelku</color> v její bojové výstroji!",
      "Jak vypadala?",
      "Okouzlující jako vždy.",
      "Jak dlouho to bude trvat? Moc ji chci vidět, až se všichni vrátí.",
      "To bys mohla!",
      "Dnešní očistu provede největší skupina, jaká kdy porazila Přiživovače.",
      "Můžete očekávat brzký návrat!",
      "Možná bychom tedy měli zůstat sedět tady.",
      "Nezapomeňte si splnit své povinnosti, mhm?",
      "Ale no tak! To nemáme volno ani při zatmění?",
      "Ne, pokud si chcete později hrát s dvojčaty.",
      "...",
      "Fajn...",
      "A buďte hodní.",
      "Ou, cítím, jak mnou proudí magie!",
      "Chceš říct, že to necítíš pořád?",
      "To brnění? Ne, jen když je zatmění.",
      "Přála bych si vidět ředitelku Moyaru, jak bojuje.",
      "Vsadím se, že Přiživovače sejme úplně sama.",
      "Kdepak, dvojčata musí zkombinovat své zbraně, jak nám ukázali!",
      "Jasně!",
      "A je po zatmění. Už musí být na cestě zpátky.",
      "Hele, takže až vyrosteme, budeme muset taky bojovat s velkými příšerami?",
      "Ovšem. Ale budeme Bojovníci Slunovratu, takže by to mělo být snadné.",
      "Neděsí tě to?",
      "Ani ne. Jsem spíš nadšená.",
      "A děj se co děj, vždycky tě budu chránit.",
      "Víš to, že?",
      "Brugavesi?",
      "Fajn, zdřímni si. Já budu hlídat.",
      "VRÁTILI SE!",
      "Počkat...",
      "POMOC! MORAINE JE TĚŽCE ZRANĚNÝ!!!",
      "...a přežil jenom on.",
      "Vypadá to tak, že mu bude chvíli trvat, než se uzdraví.",
      "Alespoň, že byl zničen Přiživovač sváru...",
      "Ale ztratili jsme tolik...",
      "Moyaru a dvojčata... Moraine už nikdy nebude jako dřív.",
      "Znamená to, že je teď ředitelem on?",
      "Kdo jiný?",
      "O několik měsíců později, na Akademii Zenit...",
      "Soustřeď se, Brugavesi. Nikdy nebudeš dostatečně silný, pokud nebudeš rozvíjet svou vrozenou magii!",
      "Snažím se!",
      "Tak se snaž víc, jsi příliš pomalý!",
      "Hele, co takhle trochu trpělivosti?",
      "NEVMĚŠUJ SE DO TOHO!",
      "NEBO CO?",
      "ERLINO!",
      "...",
      "Očekává se od vás mnohem více. Zítra budeme pokračovat a vy se do toho pořádně vložíte.",
      "Bručoun jeden starej.",
      "Hele, co kdybychom odešli?",
      "Myslíš jako teď?",
      "Proč ne?",
      "Teď umím pohnout s plošinou, takže možná dovedu otevřít i Zakázanou jeskyni?",
      "Rozhodně to láká víc, než zůstávat tady.",
      "Později toho roku, na <color=moon>Slavnosti Zimního Slunovratu</color>...",
      "Podívejte! Velký orel!",
      "Zrodilo se nové Dítě Slunovratu!",
      "Přečti jméno!",
      "<color=moon>Valerie</color>!",
      "Buď vítána, Valerie. Nechť tě Luanina moc ochraňuje!",
      "NECHŤ TĚ LUANINA MOC OCHRAŇUJE!",
      "NECHŤ TĚ LUANINA MOC OCHRAŇUJE!",
      "NECHŤ TĚ LUANINA MOC OCHRAŇUJE!",
      "O půl roku později, na <color=sun>Slavnosti Letního Slunovratu</color>...",
      "Slyšeli jste to?",
      "Velký orel! Přináší dítě o dvou slunovratech po sobě!",
      "Požehnaný to rok!",
      "No tak, přečti to jméno!",
      "<color=sun>Zale</color>!",
      "Buď vítán, Zale. Nechť tě Solenovo světlo provází!",
      "NECHŤ TĚ SOLENOVO SVĚTLO PROVÁZÍ!",
      "NECHŤ TĚ SOLENOVO SVĚTLO PROVÁZÍ!",
      "NECHŤ TĚ SOLENOVO SVĚTLO PROVÁZÍ!",
      "O několik let později...",
      "Haha, to už je ono!",
      "Jen tak dál, Valerie!",
      "Yah! Yah!",
      "HALÓ, SNÍDANĚ JE NA STOLE!",
      "Hej, přidáte se k nám?",
      "Je toho dost pro všechny, ale nejsem si jistý, jestli vám můžeme ukázat náš tajný úkryt.",
      "Musíme se hlásit u ředitele.",
      "Dobře, ale prosím, nedívejte se, kudy jdeme.",
      "Poslední myje nádobí!",
      "Pamatuju si, když jsme byli v tomhle věku. [MAINCHAR] a [OFFCHAR] mně vždycky vykouzlí úsměv.",
      "...",
      "Měli bychom už jít. Za soumraku máme další <color=bad>schůzku</color>.",
      "Pravda.",
      "<color=bad>Přiživovačka žalu</color> není tak mocná, ty víš, že ji zdoláme.",
      "Jistě, ale ten Přiživovač, o kterém nikdo neví, v hoře, kde vymazává vzpomínky? Ten roste už dlouho.",
      "Akolyté by mohli blafovat.",
      "Ne, pokud ví o gorilí matce. Navíc to vysvětluje, proč byl Mučivý vrch zapečetěn.",
      "...",
      "Copak nevidíš, že tenhle svět je tak či tak odsouzen k zániku?",
      "Moraine se nikdy pořádně nevzpamatoval a děti jsou příliš mladé na to, aby mohly být nějak nápomocné.",
      "Nemůžu se smířit s tím, že tu necháme Zalea a Valerii takhle umřít.",
      "Přidáme si podmínku, aby mohli odejít a žít u tebe. Nelíbilo by se ti to?",
      "Co když odmítnou?",
      "Akolyté nás potřebují kvůli <color=bad>Krvavému Měsíci</color>. Nebudou mít jinou možnost než přijmout.",
      "Ne oni, myslím...",
      "Hej, počkejte!!!",
      "Prozatím předstírejme. Promluvíme si později.",
      "...",
      "Tady jste!",
      "Zase si hrajete ve svém tajném úkrytu?",
      "Trénovali jsme, myslím, že už umím používat magii!",
      "Opravdu?",
      "Dnes jsme se tu sešli, abychom uctili <color=garl>Garla, Válečného kuchaře</color>.",
      "Narozen v Měsíční Kolébce, zvolil si život plný dobrodružství a vykonal mnoho dobrého.",
      "Od soubojů po boku Bojovníků Slunovratu až po založení mírumilovného města Veselí, dokonce se mu podařilo ukonejšit Spáče.",
      "Jó, nakonec jsi jim vytřel zraky, synku. Dobrá práce.",
      "Jako pravý pirátský šéfkuchař!",
      "Tohle dobrodružství bez tebe nebude jako dřív, kámo.",
      "Pamatujme na něj pro jeho vřelé srdce, statečnost a neochvějný úsměv.",
      "PAMATUJME NA NĚJ!",
      "...",
      "Garle, byl jsi opravdu nejlepší z nás...",
      "Už se mi po tobě tolik stýská...",
      "...",
      "Příběhy o tvých činech bude svět slýchat po celé generace. To ti přisahám.",
      "Děkuji, žes mě učil, mistře Garle.",
      "Jsem rád, že se ti pec líbila.",
      "Pořád nemůžu uvěřit, že strávil celou tu dobu na plošině jen s lupou a nádobou na sušenky.",
      "Opravdu to byl věrný přítel.",
      "Nejlepší...",
      "Už to bude pár týdnů. Odejdeme v dohledné době, kapitánko?",
      "Dopřejeme Zaleovi a Valerii tolik času, kolik budou potřebovat.",
      "Aye, musí to strašně bolet. Jejich pouto bylo výjimečné.",
      "Zajisté by to bolelo jako čert, kdybychom ztratili jednoho z našich...",
      "Ovšem, že máš pravdu, Valtraide. Jejich přátelství bylo už něco jiného.",
      "Takže, kapitánko, máš nějaké nápady, kam se vydáme za dalším dobrodružstvím?",
      "Ano. Nadešel čas.",
      "Kapitánko?",
      "...",
      "Ach, jak vzrušující!",
      "Valerie, myslím, že jsem připraven.",
      "...přemýšlela jsem o Erlině.",
      "Bez ohledu na to, jaká karnimantská zrůda se z ní stala, musíme ji porazit.",
      "Ať už je kdekoliv...",
      "Garl rozhodně dodržel svou část dohody. Předpokládám, že nás Rada Nebeských obrů nechá projít.",
      "\"Přes Moře hvězd\", ať už to znamená cokoliv...",
      "Za Garla tedy?",
      "Za Garla.",
      "Se ztrátou nevinnosti a s utvrzeným záměrem se v Zaleovi a Valerii začínají probouzet síly Solena a Luany.",
      "Zale se naučil ultimátní útok <sprite=\"dialog-inventory-icons\" name=\"icn-skills-zale-solenslight\"> <color=sun>Solenovo světlo: Spása</color>.",
      "Valerie se naučila ultimátní útok <sprite=\"dialog-inventory-icons\" name=\"icn-skills-valere-luanasmight\"> <color=moon>Luanina moc: Odplata</color>.",
      "Tak co, jste připraveni pomstít svého přítele?",
      "Jsme.",
      "Budu tady, jen mi dejte vědět.",
      "Tak tedy zpátky k Nebeské radě? Můžeme jít do svatyně hned, jestli chcete.",
      "Jít hned",
      "Jít později",
      "Zde leží <color=garl>Garl</color>, Válečný kuchař.",
      "Tohle je tedy místo odpočinku Válečného kuchaře?",
      "Ano, tento strom měl vždycky nejradši.",
      "Z jeho mízy kdysi uvařil velmi chutný džem.",
      "Garl si vždycky dal záležet, aby nám něco připravil...",
      "Zdá se, že to byl dobrý přítel.",
      "Nejlepší.",
      "Nejlepší.",
      "Omlouvám se, že jsi musel celou tu dobu čekat, myslel jsem, že to bude hned nebo tak nějak.",
      "Každopádně ještě jednou díky, B'ste!",
      "Prosím, to nestojí za řeč.",
      "Ani náhodou, jsem tvým velkým dlužníkem!",
      "Lidi, já... Je toho tolik, o co bych se s vámi chtěl podělit!",
      "Nesmím mluvit o tom, co jsem viděl na druhé straně, ale když jsem se vrátil, řekli mi, že mi splní jedno přání.",
      "Vybral sis dobré přání?",
      "Určitě ano! Ale to může počkat, dneska chci vařit já.",
      "Moje přání si ale žádá trochu pochůzky. Jestli chcete, řeknu vám to později u ohně.",
      "To zní dobře!",
      "Znovu shledáni se svým nejlepším přítelem si [MAINCHAR] a [OFFCHAR] užívají večer plný oslav a cítí, že se jim konečně navrací povědomá vřelost.",
      "Přeeesně jak má být!",
      "Ha! Právě na čas!",
      "No tak, nestyďte se!",
      "Potřebujete si odpočinout?",
      "Ano",
      "Ne",
      "Dobrou noc.",
      "Vraťte se kdykoliv!",
      "Toto malé políčko jsem zasela úplně sama. Jsem na něj opravdu hrdá.",
      "Je to tak smutné, že jsme přišli o Garla.",
      "Slyšel jsem, že se Garl vrátil! Tomu se říká MAGIE!",
      "Zdá se, že tam dole něco je. Docela rád bych to omrknul, ale bojím se tam slézt.",
      "Chybí mi Garl. Vždycky na mě byl moc hodný...",
      "Garl vstal z mrtvých? Teď je technicky vzato zombie, to je hustý!",
      "Ve městě je jeden rybář, říkal, že hledá místo, kde by se mohl 'usadit'.",
      "Se zásobami se nám daří skvěle!",
      "Je to opravdu neštěstí, co se stalo Garlovi. Vždycky jste o něm slyšeli jen dobré věci.",
      "Takže z jeho hrobu vylezla růžová skleněná věc a... je zpátky? Co se to děje?",
      "Měsíční Kolébka je tak poklidná. ",
      "Na Garlův pohřeb přišla celá vesnice. Všichni ho měli opravdu rádi.",
      "Nevěděl jsem, že Bojovníci Slunovratu dokáží oživovat mrtvé, to je neskutečné!",
      "Prosím, nedívejte se na ten nepořádek!",
      "Garl... Chvíli potrvá, než to vstřebám...",
      "Garl byl VZKŘÍŠEN!",
      "Úroda bude letos dobrá.",
      "Dnes večer budu na Garla myslet. Zasloužil si víc.",
      "A teď zas oživnul!? Je něco, co Garl nezažil?",
      "Dávejte na sebe pozor a nepřehánějte to, jo? Není dobré tlačit na pilu.",
      "Chudák Garl... svět umí být tak krutý...",
      "Vždycky jsem věděl, že vy dva jste výjimeční, ale nikdy by mě nenapadlo, že dokážete Garla přivést zpátky!",
      "Stále nemohu uvěřit, že už jste Bojovníky Slunovratu! Připadá mi to, jako byste přišli teprve před pár lety.  ",
      "Všichni truchlíme.",
      "Radujme se!",
      "Babiččino jídlo je úžasné, Garl se určitě učil od ní!",
      "Dnes se mi nechce nic dělat...",
      "Všichni byli velice šťastní, když se dozvěděli tu dobrou novinu!",
      "Úrodě se daří jako vždy skvěle. Ty povídačky o tom, že ta půda má v sobě nějakou magii, musí být pravdivé.",
      "...",
      "Garl se vrátil! Nějak se mi podařilo znovu objevit radost z práce!",
      "Jsem zralý na trochu SPÁNKU.",
      "Chrr... Chrr...",
      "Pocházím z dlouhé linie šťastlivců, kteří mají nárok sloužit přímo v akademii, ano, jsem z těch!",
      "Erlina a Brugaves... Vždycky ke mně byli tak milí, nevím, co si o tom mám myslet...",
      "Vida, tak už se blížíte ke konci výcviku! Těšíte se?",
      "Od té doby, co jste odešli, to tu vypadá dost fádně.",
      "Ahoj, rád vás dva vidím! Daří se vám tam ve světě dobře?",
      "Aha, tady jste. Moraine konečně usoudil, že jste připraveni?",
      "Vzpomínám si, když byli Erlina a Brugaves ve vašem věku... nedokázali přestat běhat!",
      "Uf, už si připadám stará...",
      "Ahoj! Jsem potulný rybář, který zrovna hledá, kde by se usadil. Teď, když už jsem všechno viděl, bych rád provozoval rybářský dům někde na odpočinku...",
      "Ideální místo, říkáte? To mě podrž! Tak tedy vzhůru do <color=location>Veselí</color>!",
      "Nyní můžete rybařit v novém domě ve Veselí!",
      "Tamní mimořádné jezero bude obsahovat náhodný výběr z druhů, které jste již ulovili.",
      "Pamatujte, mládeži, <color=magic>Nebeskou vrbu</color> jsme dostali darem od Velkého orla. Vždy k ní přistupujte s úctou.",
      "Tyto plodiny jsou naším hlavním zdrojem obživy. Je to těžká práce, ale každý den, když všichni společně jíme, si připomínám, že ta námaha za to stojí!",
      "Doufám, že se zase nedostanete do potíží.",
      "Opravdu byste se měli přestat pokoušet otevřít Zakázanou jeskyni.",
      "Vím, že jste chtěli dohonit Erlinu a Brugavese, ale už začíná být pozdě. Brzy je čas jít na kutě, ano?",
      "Nazdar, mládeži! Pořád si hrajete v té malé jeskyni tam dole?",
      "Chrr... Chrr...",
      "Nepořádek.",
      "Tato police je obzvláště dobře uspořádaná.",
      "Jen hromada starých knih... ",
      "Nikdy jsme nevrátili ten 'poklad', co jsme našli jako děti... Hezké vzpomínky.",
      "\"Základy tkaní.\"",
      "...",
      "Morainova kancelář. Je zamčená.",
      "Regál plný dřevěných cvičných zbraní. ",
      "Uh...",
      "Mám na tu hromadu větviček nahrnout všechno listí, aby se později rozdělal oheň.",
      "Kéž by se vítr postaral o tu hromadu listí za mě...",
      "Ještě jednou díky!",
      "Hej, dokázali jste to!",
      "Moc děkuji za pomoc. Tady máte tohle.",
      "Mám pracovat na poli, ale nemůžu kvůli všem těm trnům...",
      "No to snad ne, vy jste odstranili všechny ty trny?",
      "To je od vás hezké, že takhle pomáháte, je vidět, že nezapomínáte na své kořeny!",
      "Došlo vám to? Kořeny?",
      "Každopádně, tady je něco pro vás.",
      "Už se nemůžu dočkat, až budu zase pracovat na poli. Díky!",
      "Garl...",
      "Je poněkud smutné, že se s námi už nebude plavit Válečný kuchař...",
      "Přes Moře hvězd... Tipuju, že Garlovi by se tam líbilo...",
      "Jste v cajku? Ztratit člena posádky není nikdy snadný...",
      "Diplom Slunovratu potvrzuje vaše minulé počínání. Chcete přeskočit Akademii Zenit?",
      "Přeskočit úvod",
      "Ne"
    ]
  }
}