{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Moorland_EN",
  "locCategoryId": "SleeperIsland/Moorland",
  "language": 0,
  "strings": {
    "Array": [
      "Koukejte, támhle někdo je!",
      "Měli bychom se zeptat na cestu.",
      "Vypadá dost zaměstnaně...",
      "Ale, určitě se zlobit nebude!",
      "Ahoj! Je tenhle velký kámen něčím zvláštní?",
      "To se ví, podívej se zblízka!",
      "To je...",
      "(...)",
      "(To vypadá jako...)",
      "(Ne, to se mi jen zdálo.)",
      "*Ehm*, takže, co je to?",
      "Je to fascinující!",
      "Tyhle runy jsou ten nejstarší typ písma, který nám je znám.",
      "Komu \"nám\"?",
      "No přece <color=good>Potulným historikům</color>!",
      "Nebo aspoň tomu, co z nich zbylo...",
      "No to snad ne! Ty jsi Potulná historička?",
      "Rád tě poznávám! Jmenuju se Garl!",
      "Taky tě ráda poznávám! Jsem Teaks.",
      "To jsou tvoji kámoši vždycky takhle zamlklí?",
      "Hahaha!",
      "Ne, s Valerií a Zaleem je zábava. Oni jenom strávili příliš mnoho let zavření na obloze kvůli tréninku.",
      "???",
      "(Kouzelné vlasy...)",
      "(Očarované kusy látky...)",
      "!!!",
      "Vy jste Bojovníci Slunovratu!",
      "Já...",
      "My...",
      "JÁ TO VĚDĚLA!",
      "DOBRODRUŽNÉ POVAHY",
      "UDATNÍ V BOJI",
      "JE JIM SOUZENO ODHALIT VELKÉ ZÁHADY",
      "A NARAZIT NA SPOUSTU ZAPOMENUTÝCH ARTEFAKTŮ",
      "NEJLEPŠÍ PŘÁTELÉ, JAKÉ MŮŽE POTULNÝ HISTORIK MÍT!",
      "...",
      "Teda...",
      "No, ta nadšením přímo srší.",
      "Haha! A my jsme si mysleli, že v tomhle Garla nikdo nepřekoná!",
      "Hej lidi, Teaks má pro nás jednu nabídku a myslím, že bude stát za to ji vyslechnout.",
      "Fajn, o co jde?",
      "...",
      "Asi to vysvětlím obšírněji. Týká se to mojí knihy...",
      "??",
      "Nechceš s námi dneska povečeřet, Teaks? Tohle místo je pro táboření jako stvořené.",
      "Um, no...",
      "Nemusíš se stydět, budeme rádi, když se přidáš!",
      "Jo, a navíc musíš ochutnat Garlovo jídlo.",
      "Já...",
      "Tak jo, díky!",
      "Domluveno! Těšte se na ragú!",
      "Ještě jednou díky za to jídlo, Garle, vařit umíš fakt výborně.",
      "Jsem rád, že ti chutnalo. Můžeš se k nám připojit, kdykoliv budeš chtít!",
      "Takže ty jsi z Potulných historiků ta úplně poslední?",
      "V současné době by se snad dalo říct, že jsem první. Už je to hrozně dávno, co byly všechny <color=magic>Grimoáry pověstí</color> spáleny.",
      "Cože to?",
      "Grimoáry pověstí. Každý Potulný historik má svůj vlastní. Nebo spíš měl...",
      "Jsou to očarované knihy, co se píšou samy po styku s artefakty, ke kterým se váže nějaký příběh.",
      "Takže to je pravda!?",
      "Potulní historici mají poslání své Grimoáry pověstí co nejvíce naplnit, než je předají dál nováčkům.",
      "Dříve nás býval celý cech, ale v současnosti se o to zajímám jako jediná...",
      "A právě proto... jsem vás chtěla o něco požádat...",
      "Povídej.",
      "No, víte, pro Potulné historiky je to splněný sen, znát dobrodruhy, kteří pro ně prozkoumávají.",
      "Nemám vám jak zaplatit, ale...",
      "Jestli vám nebude vadit sbírat artefakty, na které při svých dobrodružstvích narazíte, s radostí se s vámi o jejich příběhy podělím!",
      "Jistěže, ale jak tě najdeme, když pořád cestuješ?",
      "Nechte to na mne, já se vždycky stavím u vašeho ohniště, když budete někde tábořit.",
      "Navíc to je dokonalá příležitost k vyprávění příběhů!",
      "Příběhy u táboráku? Tak to si rád poslechnu!",
      "Paráda! Stačí, když ty nalezené artefakty přinesete a uvidíme, co na to můj Griomár pověstí!",
      "Kolik příběhů zatím máš?",
      "Jenom jeden. Grimoár byl prázdný, když jsem ho našla, ale to mi nevadí...Plánuju toho objevit dost k napsání celého svazku!",
      "Ty máš ale elán!",
      "První příběh se napsal, když jsem narazila na velmi starou pirátskou náušnici.",
      "V tu chvíli mi bylo jasné, že v rukou držím pravý Grimoár pověstí. Věřilo se, že jsou nadobro pryč!",
      "O čem ten příběh je?",
      "O přízračné pirátské lodi jménem <color=bad>Večernice</color>.",
      "Úúú!",
      "Klidně vám ho přečtu, jestli chcete, stačí říct!",
      "Dobrou, lidi!",
      "Kdo by si pomyslel, že existuje něco jako Potulní historici? Zajímalo by mě, kolik jich kdysi bývalo.",
      "Příběhy u táboráku? Tak to si rád poslechnu!",
      "Jízda lodí na Přízračný ostrov?",
      "To asi půjde těžko, jestli se nevyřeší ten problém s výtahem...",
      "??",
      "Ale vy už nejspíš něco vymyslíte.",
      "Kudy se tam dostaneme?",
      "Půjdete na východ, po téhle cestě.",
      "Nevadí, když půjdu s vámi? Stejně mám namířeno tam, kam vy.",
      "Čím víc, tím líp!",
      "Teaks se přidává k posádce!",
      "Tak tentokrát už jste ochotni nás vyslechnout?",
      "...",
      "Raději byste se obešli bez břemene života Bojovníka Slunovratu, že ano?",
      "Chcete snad nový začátek?",
      "Co přesně nabízíte?",
      "Východisko. Věříme, že vám naše podmínky přijdou zajímavé.",
      "Zajímavé, a ještě k tomu plodné!",
      "Tak mluvte!",
      "...O všechno ostatní se postaráme, ale Krvavý Měsíc dokáží vyčarovat pouze Bojovníci Slunovratu.",
      "Ale tento svět by byl zničen...",
      "Ne dřív, než z něj odejdete na příhodnější.",
      "Můžete zaručit, že Brugaves bude v bezpečí?",
      "Erlino, já...",
      "Samozřejmě. Máme dokonce prostředky, jak umožnit zapomenout, pokud je to vaše přání.",
      "Zapomenout, a ještě k tomu získat větší sílu!",
      "...",
      "Tak co, platí?",
      "<sprite=\"dialog-generic-icons\" name=\"arrow-east\"> Hornická vesnička\n<sprite=\"dialog-generic-icons\" name=\"arrow-south-west\"> Větrné jezero",
      "Mám rád hory.",
      "To je život.",
      "Mám rád hory.",
      "Vy jste teda dost vlezlí. Vemte si tohle.",
      "Povrch působí křehce. Pravděpodobně by se rozbil, kdybychom skočili z dostatečné výšky.",
      "Krystalický útvar vydává nepatrný zvuk.",
      "Čas způsobil, že runy jsou nečitelné.",
      "Je cítit chvění prastaré magie, která jako by časem téměř úplně vyhasla.",
      "Ve <color=location>Vřesovišti</color> se objevilo tajemné zařízení...",
      "Nyní si můžete uložit hru a vrátit se těsně před souboj se závěrečným bossem, abyste dokončili vedlejší obsah. Záhadné zařízení by také mohlo stát za prozkoumání...",
      "Tajemné zařízení je neaktivní.",
      "Zdá se, že už máme všechno.",
      "Ty víš, co to je?",
      "Ano. Velký alchymista mi o <color=magic>Chronofágu</color> pověděl, když pracoval na mé živoucí skleněné podobě.",
      "Resh'an... nám něco zanechal?",
      "Chronofág je jeho dar pro vás na rozloučenou. Byl očarován tak, aby se aktivoval jako odpověď na vaše počáteční činy coby nastupujících Božských ochránců.",
      "Dar?",
      "Tak to popsal. Mám pocit, že chtěl za něco převzít odpovědnost.",
      "Mělo by nás to zavést... někam.... Jediné, co vím, je, jak ho otevřít a pak to, že můžeme jít jen [MAINCHAR], [OFFCHAR] a já.",
      "Jsi si jistý, že je to bezpečné?",
      "Ano. Velký alchymista vás mohl kdykoliv zastavit, pokud by si to přál.",
      "Jak ten dar otevřeme?",
      "Musíte poskytnout memento k šťastné vzpomínce.",
      "...",
      "Říkal, že vy už budete vědět.",
      "Zabralo to! Měli bychom jít, dokud je to aktivní.",
      "Dávejte tam na sebe pozor. Budu tady, až se vrátíte.",
      "Jsou nádherné. Jak jim říkáš?",
      "<color=magic>Střepy času</color>.",
      "Vždycky jsi byl z nás dvou ten lepší umělec.",
      "Hm!? Tohle je...",
      "To je vize?",
      "Velký alchymista... Umístil ukotvení v čase, abyste se sem mohli vrátit.",
      "Vím, jaká je moje role, ale musíme si pospíšit.",
      "Cože!?",
      "Copak to nechápeš? Tohle je váš dar - život vašeho přítele.",
      "Já ho zastoupím. Pospěšte si a dostaňte ho odsud.",
      "B'ste...",
      "Věř mi, statečná mniško. Bude to bolet, ale moje vůle je silná - zvládnu to.",
      "...",
      "Musíte jednat hned, než zástěrka skončí.",
      "Dě... Děkuji...",
      "Jenom mě nenechávejte pod tím stromem pohřbeného příliš dlouho, ano?",
      "Směle, B'ste. Hned jsme u tebe.",
      "Brzy na viděnou.",
      "Opatrně...",
      "Hej-",
      "Co se stalo? Počkat, to je...",
      "!!",
      "*Uf*... *Uf*",
      "Haha! Dokázali jste to!!!",
      "Garle!?",
      "Nestůjte tam jen tak, na co čekáte?",
      "Garle... Tak rádi tě vidíme...",
      "Je to skutečné?",
      "Určitě je!",
      "Lidi, celou dobu jsem vás sledoval - jsem na vás tak pyšný!",
      "Všechno, co jste dokázali... to je neuvěřitelné!",
      "Hej, kde je B'st?",
      "Uf, jasně... Měli bychom už jít - naše setkání počká.",
      "Jsi ve formě, abys mohl cestovat?",
      "Nikdy mi nebylo lépe!",
      "Dobře, pojďme vykopat můj hrob! Nemůžu se dočkat, až se setkám se svým zachráncem!",
      "Jste si jistí, že nechcete uložit hru?",
      "Uložit",
      "Neukládat",
      "Kouzlo kamene ukazuje vidění..."
    ]
  }
}