{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Moorland_EN",
  "locCategoryId": "SleeperIsland/Moorland",
  "language": 0,
  "strings": {
    "Array": [
      "Look! Someone's over there!",
      "We should ask for directions.",
      "She looks busy...",
      "Bah! I'm sure it's fine!",
      "Hello! Is there something special about that big rock?",
      "Come look at this!",
      "(...)",
      "(This looks like...)",
      "Hey, so, what are those?",
      "These runes are the oldest form of writing known to us.",
      "Who's us?",
      "<color=good>Traveling Historians</color>, of course!",
      "Or at least what's left of them...",
      "No way! You're a Traveling Historian?",
      "Nice to meet you! My name is Garl!",
      "Nice to meet you too! I'm Teaks.",
      "So, are your friends always this quiet?",
      "Hahaha!",
      "Nah, [MAINCHAR] and [OFFCHAR] are fun, they've just been sealed away to study in the sky for too many years.",
      "???",
      "(Magic hair...)",
      "(Enchanted cloth pieces...)",
      "!!!",
      "You're Solstice Warriors!",
      "I...",
      "We...",
      "I KNEW IT!",
      "ADVENTUROUS SPIRITS",
      "FEARSOME IN BATTLE",
      "FATED TO UNRAVEL MYSTERIES UNKNOWN",
      "AND ENCOUNTER COUNTLESS FORGOTTEN ARTIFACTS",
      "A TRAVELING HISTORIAN'S BEST FRIENDS!",
      "...",
      "I mean...",
      "Guys, Teaks has an offer for us, and I think it's worth hearing her out.",
      "I should probably explain the full version. It's about my book...",
      "Your book?",
      "Hey, why don't you eat with us tonight, Teaks? This place is perfect to set up camp.",
      "Oh, well...",
      "Don't be shy, we're happy to have you!",
      "Yeah, plus you have to try Garl's cooking.",
      "Okay, thanks!",
      "That's it! One stew coming right up!",
      "Thanks again for the food, Garl. You really are a pretty good cook.",
      "Glad you liked it! You're welcome to join us again anytime.",
      "So, you're the very last Traveling Historian?",
      "At this point, I might as well be the first. It's been so long since all the <color=magic>Lore Grimoires</color> were burned.",
      "So it's true!?",
      "There used to be a guild and a whole bunch of us, but now there's just this believer here...",
      "Which... leads to what I've been meaning to ask...",
      "Shoot.",
      "Well, you see, the best thing a Traveling Historian can ask for is adventurers who keep an eye out for them.",
      "I don't have a way to pay you, but...",
      "If you wouldn't mind grabbing any artifacts you stumble upon during your adventures, I'd be happy to share stories with you.",
      "Of course! But how will we find you if you're always traveling?",
      "Leave that part to me. I'll just drop by your campfire whenever you're out in the open.",
      "Plus, it's the perfect setting for telling stories!",
      "Story time by the campfire? Sign me up!",
      "Great! Just bring me any artifacts you find, and we'll see how my Lore Grimoire reacts.",
      "How many stories do you have so far?",
      "Just the one. It was empty when I found it, but that's okay by me... I plan on discovering enough to fill an entire volume!",
      "This first story wrote itself when I stumbled upon a very old pirate earring.",
      "That's when I knew I was holding a real Lore Grimoire. They were thought extinct!",
      "What's the story about?",
      "A ghost pirate ship called <color=bad>The Vespertine</color>.",
      "Oooooh!",
      "I can read it for you if you want, feel free to ask!",
      "Goodnight, folks!",
      "I didn't even know Traveling Historians were a thing. I wonder how many of them there used to be.",
      "Story time by the campfire? Sign me up!",
      "A boat to Wraith Island?",
      "That might be a challenge, given the situation with the lift...",
      "Probably nothing you can't figure out.",
      "Which way is it?",
      "East of here, along the path.",
      "Mind if I stick around for now? We have the same destination.",
      "The more the merrier!",
      "Teaks joins the cargo!",
      "So you are willing to hear us out this time?",
      "...",
      "You would rather do without the burden of the Solstice Warrior life, yes?",
      "A fresh start, perhaps?",
      "What exactly are you offering?",
      "A way out. We believe you will deem our terms interesting.",
      "Interesting, and fruitful too!",
      "Then speak up!",
      "...We will handle everything else, but only Solstice Warriors can conjure a blood moon.",
      "But this world would be destroyed...",
      "Not before you got to leave it for a more favorable one.",
      "Can you guarantee Brugaves will be safe?",
      "Erlina, I...",
      "Naturally. We even have ways to make you forget, if that is your wish.",
      "Forget, and become stronger too!",
      "...",
      "Do we have a deal?",
      "<sprite=\"dialog-generic-icons\" name=\"arrow-east\">  Stonemason Outpost\n<sprite=\"dialog-generic-icons\" name=\"arrow-south-west\">  Fishing Lake",
      "Mountains're nice.",
      "This's the life.",
      "Mountains're nice.",
      "Man, you're nosy. Here, take this.",
      "The surface feels fragile. It would probably break if we jumped from high enough.",
      "The crystal formation emits a faint sound.",
      "Time has made the runes indecipherable.",
      "A tingling of ancient magic can be felt, as if it had all but completely faded away over time.",
      "A mysterious device has appeared in the <color=location>Moorlands</color>...",
      "You can now save and return right before the final boss fight to complete side quests. The mysterious device might also be worth investigating...",
      "The mysterious device is inactive.",
      "It seems we have everything now.",
      "You know about this thing?",
      "Yes. The Great Alchemist told me about <color=magic>The Chronophage</color> while he was working on my Living Glass form.",
      "Resh'an... left us something?",
      "The Chronophage is his parting gift to you. It was enchanted to activate in response to your initial deeds as up-and-coming Guardian Gods.",
      "A gift?",
      "That is how he described it. I got the sense that he wished to take responsibility for something.",
      "It should take us... somewhere... All I know is how to open it, and that only [MAINCHAR], [OFFCHAR] and I can go.",
      "Are you sure this is safe?",
      "Yes. The Great Alchemist could have stopped you at any time if that had been his wish.",
      "How do we open this gift?",
      "You must provide the memento of a happy memory.",
      "...",
      "He said you would know.",
      "They're beautiful. What do you call them?",
      "<color=magic>Time Shards</color>.",
      "You always were the better artist.",
      "Huh!? This is...",
      "Is it a vision?",
      "The Great Alchemist... He placed an anchor in time so that you could return here.",
      "I know what my role is, but we must be quick.",
      "What!?",
      "Don't you see? This is your gift. Your friend's life.",
      "I will take his place. You hurry and get him out of here.",
      "B'st...",
      "Believe in me, brave monk. It will hurt, but my will is strong. I can take the hit.",
      "You must act now before the diversion is over.",
      "Th... Thank you...",
      "Just don't leave me buried under the tree for too long, okay?",
      "Courage, B'st. We'll be right with you.",
      "See you soon.",
      "Steady now...",
      "Hey-",
      "What happened? Wait, is that...",
      "!!",
      "*huff... huff...*",
      "Haha! You did it!!!",
      "Garl!?",
      "Don't just stand there, what are you waiting for?",
      "Garl... It's... so good to see you...",
      "Is this real?",
      "Sure is!",
      "Guys, I've been watching all along. I'm so proud of you!",
      "Everything you've accomplished, it's unbelievable!",
      "Hey, where's B'st?",
      "Oh, right! We should go now, our reunion can wait!",
      "Are you well enough to travel?",
      "Never been better!",
      "Alright, let's go dig up my grave! I can't wait to meet my savior!",
      "Are you sure you don't want to save?",
      "Save",
      "Don't save",
      "The stone's magic presents a vision..."
    ]
  }
}