{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "QuizQuestions_EN",
  "locCategoryId": "QuizQuestions",
  "language": 0,
  "strings": {
    "Array": [
      "Pravda nebo nepravda: Rochèvres se nachází v Zakázané jeskyni.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Posílení regeneruje BM.",
      "PRAVDA",
      "NEPRAVDA",
      "Jak se jmenuje duchovní bytost, která se nachází na vrcholu Horské stezky?",
      "Pružný mlžina",
      "Mlžný stařešina",
      "Gejza Dusík",
      "Kolik BM se získá z běžného útoku bez jakéhokoliv vybavení?",
      "2",
      "3",
      "4",
      "Kolik BM stojí Zaleova Sluneční koule bez jakéhokoliv vybavení?",
      "6",
      "7",
      "8",
      "Stojíte proti nepříteli se dvěma Tupými a dvěma Sečnými zámky. Kterým kombem se lze dostat z této situace?",
      "Světlo zotavení",
      "Úder Slunovratu",
      "Rána shora",
      "Jak se jmenuje cvičný golem Akademie Zenit?",
      "Word",
      "Werd",
      "Wyrd",
      "\"Používat magii bez použití magie\" znamená dělat co přesně?",
      "Použít živou manu k posílení",
      "Zakouzlit za 0 BM",
      "Požádat někoho, aby kouzlil",
      "Na ostrově Věčné mlhy se nachází odlehlá vesnice, kam jsou přinášeny Děti Slunovratu. Jak se tato vesnice jmenuje?",
      "Sluneční Kolébka",
      "Měsíční Hnízdečko",
      "Měsíční Kolébka",
      "Kdy má Valerie narozeniny?",
      "O letním slunovratu",
      "O zimním slunovratu",
      "V prvním školním dnu",
      "Pravda nebo nepravda: Ti, kteří cestují v kouli, přistanou na Spáčově ostrově poté, co je chytí X'tol.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Molekinové z Hornické vesničky pocházejí z dlouhé linie elementárních mágů.",
      "PRAVDA",
      "NEPRAVDA",
      "Kolik Červených bobulí je potřeba na výrobu jedné porce Bobulového džemu?",
      "5",
      "8",
      "11",
      "3",
      "Který z těchto nepřátel NENÍ přítomen ve Vřesovišti?",
      "Mralovec",
      "Vrtopýr",
      "Rochèvre",
      "Pyros",
      "Yolanda, Valtraid a Keenathan jsou členové pirátské posádky vedené kým?",
      "Kapitánkou Klišé",
      "Kapitánkou Cliché",
      "Kapitánkou Klii'šaë",
      "Kapitánkou Krochet",
      "Jak se jmenuje očarovaná měna, která dokáže ovládat nemrtvé?",
      "Žeton ukradeného cimbálu",
      "Mince nemrtvé úmluvy",
      "Mince nemrtvé pomluvy",
      "Žeton prokleté smlouvy",
      "Jak se jmenuje vor, který pirátská posádka použila k plavbě přes Mělčinu?",
      "Dubový škuner",
      "Děravý mořský pes",
      "Zápasník o páce",
      "Důstojný Dingy",
      "Který z těchto podniků se nenachází na Spáčově ostrově?",
      "Zlatý pelikán",
      "Ospalý kameník",
      "První fáze žalu",
      "Skromná chlouba",
      "Jaké jméno dal Malkomud svému mazlíčkovi salamandrovi?",
      "Rockie",
      "Rocky",
      "Rock",
      "Rock thee",
      "V Hornické vesničce se Molekinové starají o větrné tunely, aby mohly dál plnit jakou funkci?",
      "Sušit šaty",
      "Hrát hudbu",
      "Dělat dojem na obyvatele Svěžína",
      "Těžit jantar",
      "Pravda nebo nepravda: První fáze žalu byla tak pojmenována proto, že lidé z Lucentu se rádi sdružují, aby vědomě přijali svou situaci.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Vévodu Aventryho vzkřísila z popela nekromantka Romaya.",
      "PRAVDA",
      "NEPRAVDA",
      "Kolik G potřebujete, abyste si mohli koupit Vyřezávaný meč?",
      "71",
      "76",
      "80",
      "84",
      "Jak se jmenuje nepřítel v Prokletém hvozdě, kterého bylo třeba zničit, abyste se zbavili trnů?",
      "Boulbe",
      "Mboulbe",
      "Sboulbe",
      "Meuporg",
      "Která z těchto dovedností stojí Seraï 9 BM bez jakéhokoliv vybavení?",
      "Dezorientace",
      "Fázová kudla",
      "Jedová metelice",
      "Sluneční koule",
      "Když správně načasujete Garlovu Výživu, čím je nahrazeno jablko?",
      "Zmrzlinou",
      "Sendvičem",
      "Půlkou sendviče",
      "Dvěma zmrzlinami",
      "Jak se jmenuje nástroj, který umožňuje vymrštit se na kůly a šplhatelné povrchy?",
      "Úchopný hák",
      "Zahák",
      "Háková střela",
      "Šíp s lanem",
      "Přízračný ostrov byl pojmenován podle Přiživovačky, která se objevila ve Strašidelném sídle. Jak se ta Přiživovačka jmenuje?",
      "Přiživovačka žalu",
      "Přiživovačka zmaru",
      "Přízračná Přiživovačka",
      "Přiživovačka sklizně",
      "Když chce Gulgul uniknout z bitvy, co udělá?",
      "Projde portálem",
      "Udělá pózu v oblaku kouře",
      "Vrhne blesk na své spojence",
      "Odletí",
      "Jak se jmenují nepřátelé čarodějnického typu, které lze nalézt v Doupěti nekromantky?",
      "Mezmorfzodar",
      "Mermaiděj",
      "Mermofděj",
      "Mezomormidard",
      "Pravda nebo nepravda: Předchozí kapitán lodi Večernice se jmenoval Vyzývatel bouří.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Kapitánka Klii'šaë získala Večernici utracením Mince nemrtvé úmluvy.",
      "PRAVDA",
      "NEPRAVDA",
      "Jak se přezdívá Hydralionovi, mořské příšeře povolané Vyzývatelem bouří k jeho ultimátnímu útoku?",
      "Nositel přílivů a odlivů",
      "Vládce přílivů a odlivů",
      "Klenotník přílivů a odlivů",
      "Chrlič přílivů a odlivů",
      "Když Garl pojmenoval vesnici, které z těchto jmen vybral?",
      "Úsměv",
      "Úškleb",
      "Veselí",
      "Radost",
      "Jak se jmenuje duch, který obývá Kryptu?",
      "Kryptochodec",
      "Kryptochod",
      "Kryptotvoř",
      "Kryptovod",
      "Kolik hrdinů smí mít každý hráč ve hře Kotouče?",
      "1",
      "2",
      "3",
      "4",
      "Který z následujících druhů NELZE lovit na Spáčově ostrově?",
      "Treska travnatá",
      "Garnát",
      "Jeseduch",
      "Lunární pstruh",
      "Hortenzie, navigátorka Večernice, je proslulá svým uměním hrát na který nástroj?",
      "Oktávová mandolína",
      "Kytara",
      "Loutna",
      "Oktávová loutna",
      "Kolik brambor je potřeba na přípravu jedné porce Vydatného guláše?",
      "1",
      "3",
      "5",
      "7",
      "Kolik BM stojí Valeriin Lunární štít bez jakéhokoliv vybavení?",
      "9",
      "10",
      "11",
      "12",
      "Pravda nebo nepravda: Úkolem Věštce přílivů a odlivů je řídit proudy vody po celém světě.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Seraïna Jedová metelice a Valeriin Lunarang stojí bez jakéhokoliv vybavení stejně BM.",
      "PRAVDA",
      "NEPRAVDA",
      "Kdo postavil obří sochu, po které se jmenuje Strážcův ostrov?",
      "Velký orel",
      "Malkomud",
      "Karnimant",
      "Dokarrijci",
      "Mučivý vrch navštívilo kdysi dávno jiné pokolení Bojovníků Slunovratu. Co udělali, když odcházeli?",
      "Zapečetili vchod jednou",
      "Zapečetili vchod dvakrát",
      "Nechali vchod nezapečetěný",
      "Zapečetili vchod třikrát",
      "Legendárním akrobatickým kouskem dokázala Seraï přivést světlo ze zatmění do hlubin Mučivého vrchu. Co však zatmění vyvolalo?",
      "Správné načasování",
      "Amulet Slunovratu",
      "Velký orel",
      "Garl",
      "Který z těchto nepřátel se objevuje na Stezce džunglí?",
      "Prapra",
      "Krevetový rytíř",
      "Rybí ničitel",
      "Akolyta Čtyřka",
      "Co shání holčička v Dokarrijské osadě výměnou za schémata?",
      "Purpurové kameny",
      "Kouzelné mušle",
      "Duhové ulity",
      "Třpytivé perly",
      "Jak se jmenuje velký žabí nepřítel s hvězdou na zádech?",
      "Frogog",
      "Throad",
      "Garnooy",
      "Batrachianinja",
      "Když někdo podstupuje uvítací rituál při návštěvě Dokarrijské osady, kam musí jít ponořit svou mušli?",
      "do Posvátného háje",
      "na Stezku džunglí",
      "na Korálové kaskády",
      "do Měsíční Kolébky",
      "Resh'an výměnou za svou pomoc požádal Zalea a Valerii, aby pro něj něco získali. Co to bylo?",
      "Baňka času",
      "Baňka vypůjčeného času",
      "Věštec přílivů a odlivů",
      "Stařešina Molekinů",
      "Pravda nebo nepravda: Ledovcový vrch je na ostrově Mesa.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Ze Tří sester je Yomara ta zlá.",
      "PRAVDA",
      "NEPRAVDA",
      "Kolik energie vznikne ve hře Kotouče při shodě pěti čtverců?",
      "1",
      "3",
      "5",
      "7",
      "Který z následujících druhů NELZE lovit na ostrově Mesa?",
      "Mechanický krab",
      "Mečoun",
      "Lunární pstruh",
      "Hvězdice nindžová",
      "Jak se jmenuje Resh'anův léčivý lektvar?",
      "Léčivá mlha",
      "Petrichor",
      "Suspenze",
      "Uklidňující mlha",
      "Pokud je vám předložena sekvence zámků Jed, Sečné, Sečné a Arkánové, která dvojice by je mohla všechny prolomit tím, že každý provede svůj posílený běžný útok?",
      "Resh'an a Zale",
      "Seraï a Valerie",
      "Valerie a Resh'an",
      "Garl a Resh'an",
      "Které z následujících jmen NENÍ jednoho z Caëlových přátel?",
      "Toe",
      "Spring",
      "Hammer",
      "Spike",
      "Doplňte následující: \"Když měsíc jasně svítí na podzimní šustí, vychází vpřed ohavnost...\"",
      "Keřů a listí",
      "Pařezů a kostí",
      "Kořenů a listí",
      "Kamenů, co chrastí",
      "Jak se jmenuje relikvie, která zvyšuje maximální BŽ party?",
      "Turistické provianty",
      "Náušnice zdraví",
      "Jablko Nekonečna",
      "Bufet",
      "Která z následujících dovedností může změnit pozici nepřátel?",
      "Srpkový oblouk",
      "Suspenze",
      "Úder Slunovratu",
      "Fázová kudla",
      "Pravda nebo nepravda: Jediní dva nepřátelé v Nebeské zemi vzdušného živlu jsou Králík Sling a Pletoděj.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Oblačnému království vládne král s královnou.",
      "PRAVDA",
      "NEPRAVDA",
      "Když nepočítáme Puntie a radu, kolik Nebeských obrů se nachází v Oblačném království?",
      "3",
      "5",
      "7",
      "9",
      "Jak se jmenovala lávová příšera, která strážila horu, které se teď říká Pec?",
      "Magmoživelník",
      "Sopucha",
      "Žabovulkán",
      "Vulpucha",
      "Který z těchto předmětů si vezmete, abyste získali 15% bonusové poškození proti nemrtvým?",
      "Duch nindži",
      "Silový opasek",
      "Třpytivý střep",
      "Jehličí",
      "Jaké jméno dal Garl Nebeskému hadovi, kterému se dříve říkalo Spáč?",
      "Wentworth",
      "Cuthbert",
      "Sinclair",
      "Kamme",
      "Kdo naučil Zalea bojovou dovednost Řetězový úder?",
      "Malkomud a Rockie",
      "Vévoda Aventry",
      "Seraï",
      "Romaya",
      "Jak se jmenuje luxusní restaurace v přístavním městě Svěžíně?",
      "U Pozlaceného racka",
      "U Složeného svetru",
      "U Zlatého pelikána",
      "U Povýšeného kormorána",
      "Jak se jmenuje speciální útok Bigbrouka?",
      "Stalagštip",
      "Tektonika",
      "Geopunktura",
      "Dupnutí",
      "Která z těchto ingrediencí NENÍ součástí receptu na Parfait?",
      "Mléko",
      "Broskev",
      "Červené bobule",
      "Javorový syrup",
      "Pravda nebo nepravda: Obludnost v Karnimantově laboratoři měla více než čtyři chapadla.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Seraïn počítačový asistent se jmenuje Cedrick.",
      "PRAVDA",
      "NEPRAVDA",
      "Kdo vynalezl slavnou stolní hru Kotouče?",
      "Caël",
      "Hodinářka",
      "Karnimant",
      "Yolanda",
      "Který z následujících druhů NEMŮŽE být uloven na Azurovém ostrově?",
      "Kyberrak poustevníček",
      "Mník laserový",
      "Kreveta skalní",
      "Houba křemíková",
      "Kolik ryb je potřeba na jedno Sashimi?",
      "4",
      "6",
      "8",
      "9",
      "Která z následujících dovedností stojí NEJMÉNĚ BM?",
      "Dezorientace",
      "Odliv",
      "Trylkovat",
      "Lunární štít",
      "Jak se jmenuje kombo útok Seraï a Resh'ana?",
      "Arkánová kudla",
      "Arkánová palba",
      "Lektvarový kopanec",
      "Arkánová smršť",
      "Který z těchto nepřátel se NEOBJEVUJE v Opuštěné továrně?",
      "Hřemech",
      "Dron",
      "Kovboj Ronin",
      "Věž",
      "Jak se jmenuje Seraïna osada?",
      "Repot",
      "Šoufl",
      "Chmur",
      "Poděs",
      "Která entita se v našem domovském světě stará o přístup do Moře hvězd?",
      "Věštec přílivů a odlivů",
      "Mlžný stařešina",
      "Rada nebeských obrů",
      "Velký orel",
      "Pravda nebo nepravda: Přiživovač žijící na dně Nekonečné hlubiny se jmenoval Přiživovač děsu.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: Seraï a její lidé byli proměněni v kyborgy strojem jménem Katalyzátor.",
      "PRAVDA",
      "NEPRAVDA",
      "Proč Seraï opustila svůj domovský svět?",
      "Aby si odpočinula",
      "Aby našla Bojovníky Slunovratu",
      "Aby se setkala s Mlžným stařešinou",
      "Aby se stala pirátkou",
      "Které z těchto jmen NEMĚL žádný člen Triumvirátu Eminence?",
      "Casugin",
      "Abstarak",
      "Retrachter",
      "Který z těchto předmětů NENÍ na prodej v automatu na Vesmírné základně?",
      "Drátěná zbroj",
      "Neoobsidiánová hůl",
      "Plazmové dýky",
      "Palisandrová zátka",
      "Jaký předmět byl ukryt na Es'tristae, obří soše uprostřed Svatosakrálních věží?",
      "Obří megafon",
      "Gravitační baterie",
      "Mobilní dům",
      "Kabina rychlodráhy",
      "Kolik Kombo bodů je třeba použít k naplnění prázdného ukazatele ultimátního útoku?",
      "7",
      "8",
      "6",
      "12",
      "Když se Artifik představoval, co z následujíciho NEŘEKL?",
      "Nejchytřejší, kdo kdy byl",
      "Ultimátní inženýr",
      "Ztělesnění geniality",
      "Který z těchto prvků se NENACHÁZÍ v odpočinkové místnosti před Katalyzátorem na Vesmírné základně?",
      "Automat",
      "Místo k uložení",
      "Okno",
      "Teleportér k východu",
      "Jak se jmenuje ultimátní útok Přiživovače hrůzy?",
      "Vize strachu",
      "Pohled smrti",
      "Noční můra",
      "Pohled hrůzy",
      "Pravda nebo nepravda: Karnimantovo doupě se nachází východně od Svatosakrálních věží.",
      "PRAVDA",
      "NEPRAVDA",
      "Pravda nebo nepravda: V Azurové pustině je skrytá oáza s truhlami s pokladem.",
      "PRAVDA",
      "NEPRAVDA",
      "Jaké jméno dostala Erlina spolu se svou novou podobou?",
      "Elysan'darëlle",
      "Elysand'arëlle",
      "Elysandarëlle",
      "Co řekla Seraï Kurátorovi duší, že se deje, těsně předtím než zemřel?",
      "Pomsta",
      "Odplata",
      "Trest",
      "Vyrovnání",
      "Která z těchto kombo dovedností stojí nejmíň Kombo bodů?",
      "Měsíční kudla",
      "Zásah do X",
      "Podpal",
      "Co má vlastně znamenat akronym ve jméně nepřítele \"PCH\"?",
      "Plno Chyb",
      "Pouze Chapadla",
      "Pouze Chodidla",
      "Pravý Chlapák",
      "Jak se jmenoval zaměstnanec, kterého sháněla hostinská ve vizi Skromné chlouby v Karnimantově doupěti?",
      "Nicole",
      "Dubreux",
      "Carl",
      "Kolik BŽ obnovuje Gourmet Burger?",
      "175",
      "135",
      "210",
      "160",
      "Jak se jmenuje ultimátní útok Fázového žence?",
      "Fázový švih",
      "Bujný dech",
      "Rozkvět smrti",
      "Dmoucí švih",
      "Jak se změnila LeJuggova barva, když přešel z první fáze do druhé?",
      "Z červené na modrou",
      "Z modré na červenou",
      "Z šedé na žlutou",
      "Kolik nábojů vystřelí Bohyně zbraní při \"Rychlé palbě\", pokud už dva byly předtím zničeny?",
      "3",
      "4",
      "6",
      "8",
      "10",
      "Po tom, co odvedl Aephorulovu pozornost, Resh'an umístil ukotvení v čase napojené na magické zařízení, které později zanechal ve Vřesovišti. Jak se to zařízení jmenuje?",
      "Časovejce",
      "Hodiny vzkříšení",
      "Chronofág",
      "Rám portálu",
      "Kdo byl pověřen vedením skupiny, která postavila Es'tristae?",
      "X'tol",
      "T'kor",
      "K'tor",
      "R'tok",
      "Jak se jmenovali tři velitelé Azurové expedice, kteří našli vodítka k nalezení Královny, jež byla?",
      "Joce, Brochu a Elbi",
      "Joyce, Dubreux a Elbi",
      "Joss, Brochet a Elbi",
      "Josh, Dubreux a Elbi",
      "Jak se říká události, při které se během dávné bitvy mezi molekinskými mágy a uctívači Kunus'nuku objevil Nebeský had?",
      "Velká katastrofa",
      "Velké přivolání",
      "Velké čarování",
      "Velký kolaps",
      "Jaké číslo dostaneme, když sečteme základní ceny BM Lunarangu a Řetězového úderu a následně odečteme cenu BM Petrichoru?",
      "0",
      "3",
      "2",
      "9",
      "Která jednotka nejvíce poškodí hradbu protivníka při hře Kotoučů?",
      "Válečník úrovně 2",
      "Stavitel úrovně 1",
      "Kněz úrovně 2",
      "Čaroděj úrovně 2",
      "Kolik jednotlivých druhů ryb se dá chytit napříč všemi jezery na rybaření?",
      "12",
      "15",
      "19",
      "23",
      "Kdo z Karnimantových Akolytů dal vévodovi Aventrymu kouzelný střep, který vyvolal Noční závoj?",
      "Jednička",
      "Dvojka",
      "Trojka",
      "Čtyřka",
      "Jaká ingredience Resh'anovi vždy u subjektů chyběla při snaze dosáhnout velkého alchymistického počinu známého jako Živoucí sklo?",
      "Nepřekonatelný důvtip",
      "Neochvějná odvaha",
      "Nepochopitelná síla",
      "Nezlomná vůle",
      "Který předmět jste museli dát tady v Lucentu duchovi, abyste získali klíč od kůlny?",
      "Ektoplazmatické těstoviny",
      "Turbo sušenku",
      "Spektrální moučník",
      "Kostěný burgr",
      "Která z těchto oblastí se v dobrodružství Zalea a Valerie objevila nejdřív?",
      "Podzimní kopce",
      "Bažina zpěvných hub",
      "Ledovcový vrch",
      "Mechanický hrad"
    ]
  }
}