{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ShroomSongMarsh_EN",
  "locCategoryId": "MesaIsland/ShroomSongMarsh",
  "language": 0,
  "strings": {
    "Array": [
      "Opuštěný dům?",
      "Vítejte, vítejte.",
      "Jsem <color=good>Yomara</color>, prostá poustevnice.",
      "Jo, tvoji nekromantskou sestru už jsme potkali!",
      "Prosím, tohle si můžeš odpustit.",
      "Romayino páchání zla se týká jen jí samotné.",
      "Já jsem pouze nestranný pozorovatel záležitostí tohoto světa.",
      "Vy jste vědma, že? Znamená to, že dostaneme další proroctví?",
      "No jestlipak to není Válečný kuchař!",
      "Očekávala jsem tě.",
      "Prosím, vem si ovoce z mého stromu.",
      "Vážně? Tak to vám moc děkuju!",
      "Jenom jedno.",
      "Ta chuť je neuvěřitelná! Jak se tomu říká?",
      "Hrušky.",
      "No, nikdy bych s hruškami nevařil, jsou dokonalé samy o sobě!",
      "Já věděla, že ty jsi ten vyvolený.",
      "Hmm?",
      "Být vědmou má své výhody. Třeba vědět, kdo umí naplno ocenit čerstvou hrušku.",
      "...",
      "Takže...",
      "To je všechno?",
      "Ano. Příze osudu mi blízkou budoucnost sdělují jen zřídkakdy.",
      "Zabývám se pouze zaznamenáváním dlouhodobějších událostí.",
      "Omlouvám se, ale pro vás žádná proroctví nemám.",
      "Vy...",
      "Vy jste...",
      "Zvedá se studený vítr. Nechtěli byste jít na chvíli dál?",
      "...",
      "Tak, ve kterém svazku to bylo...",
      "Asi to bude v jednom z mých starších děl...",
      "<color=good>Duch, jenž ponese noc</color>, tenkrát jsem ty názvy promýšlela až moc...",
      "<color=bad>Prvotní strach</color>, ne...",
      "Aha, tak sem jsem dala <color=good>Ovat ročních období</color>!",
      "...",
      "Á, tady to je! <color=magic>Éterické jevy, 2. svazek</color>.",
      "Tak se na to podívejme...",
      "...",
      "Ano, už si vzpomínám.",
      "Další proroctví, tohle je tak vzrušující!",
      "*ehm*... Nesmrtelný alchymisto, předstupte!",
      "Co prosím?",
      "Chcete-li, klidně se považujte za boha, ale osudem jste vázán stejně jako každý jiný.",
      "A teď dobře poslouchejte.",
      "Na cestách s těmito mladými dobrodruhy potkáte <color=magic>mrtvé lidi zapomenutého národa</color>.",
      "Jeden z nich bude žádat o možnost bojovat po boku Bojovníků Slunovratu.",
      "Buďte vlídný, neboť nezlomná vůle této bytosti je klíčem k úspěchu v tom velkém alchymistickém počinu, jenž vám stále uniká.",
      "!!!",
      "O čem to mluví?",
      "(Živoucí sklo...)",
      "(Mohlo by to konečně fungovat?)",
      "Děkuji ti, Babizno z Bažin.",
      "To bude všechno.",
      "Nabízím malé množství předmětů na prodej a jestli si potřebujete odpočinout nebo něco uvařit, krb je váš.",
      "A taky budete potřebovat klíč k bráně na jihu. Tady.",
      "Díky, Yomaro! ",
      "Šťastnou cestu.",
      "Klidně si odpočiňte u krbu. Potřebujete něco z mých zásob?",
      "Vypadá to, že tahle velká houba by měla reagovat na denní dobu.",
      "Vím, proč jste tady, ale jako vždy musím zůstat nestranná.",
      "To znamená, že vám nemůžu ani pomoct, ani vám zabránit nahlédnout do mého <color=magic>kotle</color>.",
      "??",
      "Kapalina se víří a objevuje se vize...",
      "Tyhle runy... Možná bychom si je měli poznačit?",
      "Oh. you want to play <color=magic>Wheels</color> with me?",
      "Casual game",
      "Champion game",
      "Maybe later",
      "I don't mind playing Champion again, but I don't have another reward for you.",
      "As I have foreseen, it's a tie.",
      "My visions didn't lie, you won. Here's your prize.",
      "My visions didn't lie, you won.",
      "I win. Maybe have should have let you know it would end like this?",
      "You prefer to play some other time?",
      "Yomařina hrušeň.",
      "Tato police je plná zaprášených knih.",
      "Plná nesouvislých poznámek, které byly pravděpodobně napsány ve spěchu."
    ]
  }
}