{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Slideshow_Totw_EN",
  "locCategoryId": "Slideshow_Totw",
  "language": 0,
  "strings": {
    "Array": [
      "Amidst the turmoil of ominous times, The Watchmaker and Aephorul forged a most unlikely alliance.",
      "Their vision was clear from the start. They would build a structure unlike any other: one with the power to control Time itself.",
      "The Clockwork Castle.",
      "It was a simple pact. Upon completion, they would retreat to their respective quarters to be forever undisturbed, and unquestioned.",
      "Thus, over decades, the work unfolded. While one genius shaped its design, the other provided an endless supply of enchanted materials.",
      "And a marvel they built indeed. Though unbeknownst to<br>The Watchmaker, her temporary ally had played a wicked,<br>wicked trick.",
      "On a busy day like every other, Aephorul concocted an enchantment<br>so evil, and so cunning, it could lay dormant within a cog.",
      "Adding it to The Watchmaker’s stockpile, he knew the day would come when she would use it in one of her creations...",
      "With the Clockwork Castle completed, it did not take long for<br>The Watchmaker to set sights on her next project.",
      "She would build an impossibly intricate clock. One that would tick so true, as to resonate with the very fabric of creation.",
      "While miniature in comparison, this work demanded a lot more of her time and skill than the Clockwork Castle ever had.",
      "But she saw it through, and it was beautiful.",
      "To her delight, clockwork flora began to grow inside, and eventually, little clockwork denizens appeared.",
      "And she loved them so. Suddenly, all of her time was spent gazing inside this little world of perfect harmony.",
      "As she tinkered away at miniature baubles for them to delight in,<br>her days were filled with joy and purpose.",
      "Until, one day, it started ticking wrong.",
      "At first The Watchmaker approached the problem with her habitual focus and curiosity, eager to understand where she had erred.",
      "But for all her perusing, it was clear that her work had,<br>in fact, been flawless.",
      "Still, she had to know for sure. And so, she opted to go in<br>and see for herself.",
      "For three full days and three full nights, she worked on a device that would allow her to shrink herself and enter the clock...",
      "And on the morning of the fourth day, the Dialocus was invented.",
      "Entering the miniature magical world filled her with excitement,<br>but a dreadful realization soon dawned on her...",
      "She had just taken Aephorul’s bait!",
      "The Fleshmancer’s dormant cog activated at last, and began sapping her very essence.",
      "In a panicked frenzy, The Watchmaker darted for the exit as the energy began to morph into an evil copy of her own self.",
      "She could sense it. This nefarious twin would tyrannize the whimsical world she had built...",
      "Back outside, she wept for her little creatures as she sealed the clock as best she could. For she knew that the cursed cog was, in fact,<br>a Seed of Evil...",
      "To this day, The Watchmaker remains in her workshop, determined to find a way to redeem her creation before the inevitable rise of the clockwork Dweller of Scourge..."
    ]
  }
}