{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TeaksStories_EN",
  "locCategoryId": "TeaksStories",
  "language": 0,
  "strings": {
    "Array": [
      "Ze všech zaznamenaných zaklínadel a činů začarování jsou jen málokteré tak hrůzné jako kletba <color=bad>Večernice</color>.",
      "Tento příběh nás zavede o několik staletí do minulosti, do dob, kdy mořím vládla jistá banda pirátů.",
      "<color=bad>Vyzývatel bouří</color> bylo jméno jejich kapitána. Byl to nejmocnější větrný mág, jakého kdy svět poznal.",
      "A jejich navigátorka, <color=good>Hortenzie</color>, zůstává dodnes tím nejprotřelejším mořeplavcem v historii.",
      "Spojením Hortenziiných dovedností a magie Vyzývatele bouří byla jejich loď podle některých tvrzení rychlejší než samotné světlo.",
      "Posádka podnikla mnoho dobrodružství a nashromáždila nesčetné bohatství, až jednoho dne došlo k nevyhnutelnému.",
      "Hortenzie, jejíž první láskou byla hudba, prohlásila, že chce zanechat pirátského života a věnovat se naplno svému umění.",
      "Vždy oddaný přesvědčení, že opravdové poklady člověk objeví na cestě, přijal Vyzývatel bouří její rezignaci... špatně.",
      "Naprosto uražen přestal vyvolávat vítr do plachet a zastavil loď přímo uprostřed oceánu.",
      "\"A tady zůstaneme,\" řekl, \"dokud si naše NAVIGÁTORKA nevyžene ten hloupý nápad z hlavy!\"",
      "Ale Hortenzie se už definitivně rozhodla.",
      "Dny ubíhaly, jak oba trucovali, zatímco jejich posádka žadonila, aby dospěli k nějakému rozřešení.",
      "Nejprve jim došla trpělivost, pak jídlo a nakonec i pitná voda.",
      "Pak se jednoho dne po západu slunce piráti štvaní hladem a žízní vzbouřili a donutili svého kapitána skočit z prkna.",
      "A jak se potápěl do hlubin, Vyzývatel bouří svou posádku proklel a vyčaroval pro ně věčné vězení.",
      "V <color=bad>Moři nočních můr</color> jim přivolával smrtonosnou bouři, aby je sužovala navěky.",
      "V průběhu staletí členové posádky v tom příšerném místě přicházeli o rozum, až zůstala jen Hortenzie.",
      "Dodnes se v Moři nočních můr odehrává bitva, v níž proti sobě stojí nenávist Vyzývatele bouří a čirá vůle navigátorky.",
      "Povídá se, že zuřivost Vyzývatele bouří jednoho dne loď potopí, zatímco jiní věří, že se nakonec podvolí nezdolné Hortenzii.",
      "Legenda praví, že jednou denně si Hortenzie dopřeje krátkou přestávku, jen na několik vteřin, přesně v okamžiku, kdy byla kletba poprvé vyřčena.",
      "Nespočet námořníků a rybářů od té doby hlásilo pozorování legendární pirátské lodi duchů, která se zjevuje za soumraku.",
      "Říkají jí <color=bad>Večernice</color>.",
      "Zatímco někteří si nechtějí nechat zajít chuť nalodit se a hledat poklad, většina se plavbě za soumraku vyhýbá, protože se bojí, že je vtáhne Moře nočních můr.",
      "Konec příběhu.",
      "Dnes už málokdo ví, že Kunus'nuku byla vykázána již před Velkým přivoláním.",
      "Přípravy začaly už několik měsíců předem, ještě v době, kdy měli ještěří lidé navrch.",
      "Stalo se to ke konci bitvy vleklé desetiletí, poté, co bylo jasné, že molekinští mágové zvítězí.",
      "Této noci všech nocí se vzduchem nesly časné pokřiky vítězství po celém souostroví.",
      "Náhle se samotná obloha roztrhla a z ní se vynořil obrovský Nebeský had, aby rozséval spoušť.",
      "Historici se dodnes o původu Nebeského hada přou.",
      "Někteří říkají, že je to monstrum čirého zla, které bylo odcizeno z jiné roviny existence a donuceno zůstat zde.",
      "Jiní se domnívají, že přišel daleko zpoza oblohy - kdysi přátelský tvor, jehož mysl zkalila černá magie.",
      "Ale bez ohledu na svůj původ byl Nebeský had předurčen k tomu, aby navždy změnil svět.",
      "Ještě v dobách Ovatů bylo možné provést rituál živlů, který ovládl mysl Nebeského hada.",
      "Ale bohužel, Ovati byli dávno pryč.",
      "Molekinští elementalisté, jejichž jedinou silnou stránkou byla magie země, vymysleli plán, jak hrozbu zadržet.",
      "Vytesáním složitých větrných tunelů přímo do X'tolovy hory ji proměnili v obří hudební nástroj.",
      "Vítr vanoucí skrz horu začal hrát melodii tak čistou, že přiměla Nebeského hada ke spánku.",
      "Magie byla silná a věřilo se, že svět zůstane v bezpečí po celé generace.",
      "Nebo spíše tak dlouho, dokud hora stále hrála melodii.",
      "V zájmu vyššího dobra se Molekinové vzdali studia magie a založili na vrcholu hory Hornickou vesničku.",
      "V průběhu generací se z nich stali odborníci na hornictví a žili závazkem udržovat větrné tunely v provozu.",
      "Od té doby stateční Molekini nepřetržitě dřou a chrání svět jedním úderem krumpáče za druhým.",
      "Navzdory staletím stability se vypráví, že magické kouzlo ve větrných tunelech nakonec vyprchá.",
      "Nezbývá než doufat, že se Ovati vrátí, než se tak stane...",
      "Konec příběhu.",
      "Kdysi dávno se jeden botanik pokusil obelstít Smrt tím, že vypěstoval růži tak přenádhernou, aby ji nesnesla skosit.",
      "Okouzlenou Smrt zachvátilo zmatení, když vůbec poprvé ocenila krásu života.",
      "Zda byla ke svému následujícímu činu hnána zuřivou závistí, či vypočítavou záludností, to nikdo neví.",
      "Pomocí zlověstné magie učinila z květiny něco ještě krásnějšího, avšak vskutku velmi prokletého.",
      "Upíří růži.",
      "Předmět podmanivé krásy lákající všechny, kdo jej spatří, aby se nechali dobrovolně poznamenat.",
      "Zvěsti o kouzelné růži se roznesly do všech koutů světa, nesouce s sebou prostý příslib.",
      "Příslib, kterému mohl odolat jen málokdo: věčný život, pokud to ovšem ustojí.",
      "Navzdory radosti z prvního doteku vyšla cena najevo až příliš rychle.",
      "Kolik vteřin člověk Upíří růži drží, tolik let je přidáno k jeho životu.",
      "Ale za každý takový rok navíc mu na jedné kosti vyroste trn.",
      "Říká se, že většina lidí, co se kdy dotkli Upíří růže, si svou chybu v mžiku uvědomila.",
      "Prodloužili si život o jeden jediný rok, růži pustili a žili dál s velmi bolestivou připomínkou, co doprovázela každý jejich pohyb.",
      "Ale objevili se i takoví, kteří se nedokázali zastavit, a stali se něčím, co by se dalo jen těžko nazvat člověkem a snad i živou bytostí.",
      "I když zatím není jasné, zda Upíří růže skutečně existuje, jedna věc je jistá.",
      "Zdá se, že Smrt se těm, kdo se ji pošetile snaží obejít, nakonec vždy vysměje do tváře.",
      "Konec příběhu.",
      "Povídá se, že pokaždé, když se o slunovratu narodí dvojčata, samotný osud si hodí mincí.",
      "Jejich vrozená magie je buď neuvěřitelně umocněna, nebo zkažena v něco, co by mělo být pro vyšší dobro zadrženo.",
      "Po celé generace vykonávalo mnoho dvojčat Bojovníků Slunovratu veliké skutky, ale navzdory svému obrovskému potenciálu se nikdy nemohla povznést na Božské Ochránce.",
      "K povznesení je totiž zapotřebí jeden ze zimního a jeden z letního slunovratu... Ale spřízněné duše se nemají rozloučit na věčnost.",
      "Za obzvlášť horkého letního slunovratu dopadla mince osudu na hranu a narodila se trojčata.",
      "Jak naznačovaly instinkty Velkého orla, brzy se ukázalo, že mravnost se rozdělila na tři, snad aby viděla, jak se jejich vrozená magie projeví v odlišných podobách.",
      "Jelikož se měly od sebe svými činy nevyhnutelně vzdálit, dostaly otravně podobná jména: Moyara, Yomara a Romaya.",
      "Moyara byla odnesena do Měsíční Kolébky, kde se z ní stala ohromná Bojovnice Slunovratu a ředitelka Akademie Zenit.",
      "Jako odjakživa neochvějná ochránkyně položila svůj život, když vedla útok proti Přiživovači sváru.",
      "Yomara byla nestranná, známá spíše jako Babizna z Bažiny zpěvných hub.",
      "Svůj život v ústraní zasvětila nahlížení do vzdálené budoucnosti, aby nabízela záhadné věštby o klíčových událostech a nadcházejících hrozbách, které se mohou, ale také nemusí vyplnit.",
      "Ve svých pěti letech správně předpověděla, že Karnimant odejde, pokud bude Přiživovač sváru poražen - i za cenu života Moyary.",
      "Navzdory své nesmírné moci zůstává nestranná ve všech konfliktech.",
      "Mezitím Romaya věnovala každou volnou chvíli studiu všeho, co se dalo poznat o způsobech Karnimanta a sama rozvíjela zakázaná umění.",
      "Skrze poznání magie krve se stala první nekromantkou a přišla na způsob, jak uvěznit duše v předmětech.",
      "Jedním z jejích pozoruhodných vynálezů jsou svíčky, které nikdy nedohoří, jež jsou charakteristické Romayiným zeleným ohněm.",
      "Svou krajní oddaností odlišným stezkám daly Tři sestry podnět k nesčetným úvahám o tom, jaká rozhodnutí člověk v životě činí.",
      "Žít statečně a nezištně jako Moyara a přijmout předčasnou smrt v boji za důstojnou věc.",
      "Nebo žít tichým a poklidným, třebaže osamělým životem jako Yomara, vzdát se ambicí kvůli bezpečí, avšak nikdy neobjevit své pravé já.",
      "Anebo se snad oddávat jako Romaya, s naprostou důvěrou ve svou schopnost překonat jakoukoliv odplatu, které by mohla v důsledku své zkaženosti čelit.",
      "Mohly by být Tři sestry skutečně hříčkou osudu nebo zlomyslnou hrou neznámých bohů?",
      "Anebo je to prostě tak, že při hledání smyslu někdy zaměňujeme čirou náhodu za proroctví?",
      "Nejspíš bude lepší, pokud se to nikdy nedozvíme.",
      "Konec příběhu.",
      "Před mnoha a mnoha tisíciletími si dva mocní alchymisté jménem Resh'an a Aephorul vytkli za cíl vytvořit elixír života, v čemž uspěli.",
      "A jelikož má v alchymii vše svou cenu, dar nesmrtelnosti způsobil, že jejich těla začala hnít, což je vedlo k zakrytí své ohyzdnosti pod pestrobarevnými hávy.",
      "Zpočátku se těšili ze světlé stránky svých hořkosladkých věčných životů, staletí pečovali o svět a vytvářeli divy, které inspirovaly smrtelníky.",
      "Ale postupem času Aephorul čím dál víc záviděl pomíjivost, kterou už nemohl nikdy znovu okusit.",
      "A tudíž započala jeho zvrácená pouť do zakázaných odvětví alchymie.",
      "Cesta, během které se každičký kousek dobra v jeho srdci rozplynul, zatímco experimentoval s dušemi, kostmi, masem a krví.",
      "Jak tomu osud chtěl, Aephorul plně přijal zlo a vešel ve známost jako Karnimant, pomstychtivá nesmrtelná bytost, co sužuje svět obludnými výtvory.",
      "Resh'an se snažil zakročit, jak nejlépe dovedl, ale jediné, co následovalo, byl nevýslovný chaos a vedlejší škody napáchány téměř božskou silou soubojů dvou bývalých přátel.",
      "Po dlouhém trápení Resh'an přišel na to, že jedinou slabinou těchto nestvůr je magie Slunce a Měsíce - moc udělena těm, kdo se narodili o slunovratu.",
      "Začal tyto děti trénovat, aby se z nich stali Bojovníci Slunovratu pověřeni jediným úkolem, a to hubením Karnimantových stvoření.",
      "Ovšem ani Aephorul nezůstával pozadu. Časem byl schopen vytvářet podivnosti neomezeného potenciálu, kterým se říkalo Přiživovači.",
      "Byli vždy odolní vůči veškerým druhům magie, jedinou výjimku představovalo úplné zatmění Slunce, kdy měli Bojovníci Slunovratu jen velmi krátkou příležitost k jejich poražení.",
      "Ukázalo se, že Přiživovači jsou stvoření ve vývoji, která se krmí okolním životem.",
      "Když by v tom pokračovali dost dlouho, vyvinuli by se v Požírače světů, což by znamenalo zkázu pro veškerý život.",
      "Bojovníci Slunovratu, vyzbrojeni mocí a věděním, hlídkovali po celém světě a sledovali Přiživovače, aby rozhodli, na kterého se mají o příštím zatmění zaměřit.",
      "Pokud by zůstali neustále ve střehu, žádný Požírač světů by se nikdy neobjevil, ale Resh'an věděl, že v takové patové situaci by Aephorul jen přišel s něčím ještě horším.",
      "V zoufalém pokusu dostat se napřed Resh'an odvážně provedl transmutační alchymii na samotném časoprostorovém kontinuu.",
      "Po úspěšném rozdělení reality na bezpočet časových linií a paralelních světů zanechal na čas alchymie a stal se Archivářem.",
      "Na nekončící cestě napříč všemi realitami zaznamenával každý možný výsledek, aby nalezl řešení pro muka Karnimanta.",
      "Aephorul se mezitím radoval z nekonečných příležitostí šířit zkázu, které se mu právě naskytly.",
      "Aby si ve svém nesmrtelném konfliktu zajistili alespoň nějaký klid, dohodli se oba alchymisté, že do osudu jednotlivých časových linií nebudou zasahovat přímo.",
      "A tak začala hra na kočku a myš, probíhající mezi Přiživovači a Bojovníky Slunovratu na jedné úrovni a Resh'anem a Aephorulem na úrovni druhé.",
      "Napříč spoustou časových linií a přes nespočet staletí Aephorul některé světy nikdy nenavštívil, zatímco na jiných zanechal svou stopu.",
      "Pro takové světy bylo jen otázkou času, než se definitivně zpečetil jejich osud, často po staletích bojů.",
      "Každý z nich byl buď zničen Požíračem světů, nebo natrvalo zachráněn povznesením dvojice Bojovníků Slunovratu na Božské ochránce.",
      "Kdy Resh'an plánuje spojit všechny časové linie zase dohromady, nebo jestli vůbec ví jak, zatím není známo.",
      "Konec příběhu.",
      "Bylo to pozvání tak přesvědčivé, jak jen pozvání mohou být.",
      "Obdrželi jej ti nejzdatnější řemeslníci světa: osobní dopis podepsán tajemným Velkým orlem.",
      "K němu byly přiloženy instrukce slibující přínosnou práci s nádechem magie.",
      "Shromáždili se na neobydleném ostrově směrem na jihozápad doufajíce, že potkají toho záhadného \"Velkého orla\", co se podepsal pod jejich pozvání.",
      "Ovšem to jediné, co po svém příchodu nalezli, byly tři baňky, z nichž dvě byly pevně zapečetěny.",
      "Když otevřeli tu první, bylo jim hned všem jasné, že Velký orel je mnohem víc, než se o něm povídalo.",
      "Po odejmutí zátky nastalo zatmění Slunce a z oblohy přiletělo magické světlo, jež vytvarovalo poloostrov do srpku.",
      "Na konci svého tance se všechno světlo spojilo na kraj útesu a z něj se zrodil strom tak nádherný, že vypadal jako ze snu.",
      "Tak vyrostla Nebeská vrba, zatímco tráva kolem získala purpurovou barvu, kterou známe dnes.",
      "Jakoby tato magie promluvila přímo k jejich myšlenkám, stavitelé věděli přesně, co mají dělat.",
      "Měli postavit vesnici Měsíční Kolébku a dvakrát do roka uspořádat u Nebeské vrby slavnosti v očekávání návštěvy Velkého orla.",
      "Pokud se nenarodí v Měsíční Kolébce, Děti Slunovratu své skutečné rodiče nikdy nepoznají.",
      "Aby se tedy nikdo necítil jako podivín nebo vyvrhel, Měsíční Kolébka byla založena na jedné hlavní myšlence: sounáležitosti.",
      "Postavili pro všechny společnou ložnici a jídelnu.",
      "Ve své mysli také jasně viděli Akademii Zenit. Postavili ji, ale neměli tušení, jak mají provést poslední krok.",
      "V tu chvíli se druhá baňka sama odzátkovala.",
      "Vylétly z ní svítící runy a přichytily se k základům Akademie Zenit, čímž ji očarovaly magií levitace. A tak vznikla Škola na nebi.",
      "Jako na oslavu odvedené práce stavitelů se otevřela třetí baňka, z níž začal vycházet zdánlivě nekonečný proud mlhy.",
      "Ta obklopila Ostrov věčné mlhy, který tím dostal své jméno. Nakonec jim v mysli promluvil podivný hlas.",
      "Tento hlas poskytl pokyny pro vzdělávání Bojovníků Slunovratu a zdůraznil důležitost vyhledání \"Mlžného stařešiny\", až bude jejich trénink u konce.",
      "A jak se hlas vytrácel, tři baňky zmizely.",
      "Od tohoto dne obyvatelé Měsíční Kolébky pořádají slavnosti, aby uvítali Děti Slunovratu, a berou na sebe odpovědnost o ně pečovat, dokud nedospějí.",
      "Bojovníci Slunovratu přichází a odchází, chrání svět a snaží se naplnit proroctví, která jim pověděl Mlžný stařešina.",
      "V pokračující bitvě mezi Přiživovači a Bojovníky Slunovratu představuje Měsíční Kolébka naději, že jednoho dne budou povzneseni Božští ochránci a s nimi nastane trvalý mír.",
      "Konec příběhu.",
      "Když Aephorul poprvé dorazil na náš svět, přivedl s sebou skupinu geniálních dětí.",
      "Dá-li se věřit zvěstem, Caël a jeho přátelé s ním uzavřeli dohodu o osvobození svého lidu.",
      "V nové Karnimantově základně se měli dřít a vyrábět stroje pro nejasná použití na neznámých světech.",
      "Takovou základnu však bylo třeba teprve vybudovat, a tak se Aephorul jako vždy vydal hledat nejlepšího spolupracovníka, jaký se dal najít.",
      "Potřeboval někoho morálně neutrálního - neboť mu šlo o provedení, ne o konkurenci.",
      "Kdyby postavil hrad, který by uvnitř sebe ovládal čas, dokázal by Resh'anovi tímto novým doupětem, že je nadřazený.",
      "Hodinářka se mu na to dokonale hodila. Zajímalo ji pouze její řemeslo a jinak se o Aephorulovy machinace nezajímala.",
      "Jediné, co na oplátku žádala, byla její vlastní dílna, kde by se mohla věnovat svým věcem.",
      "Uzavřeli dohodu a společně navrhli Mechanický hrad.",
      "Hodinářka začala kreslit schémata, podle kterých děti mohly začít s výrobou, zatímco ona sama se měla postarat o složitější části.",
      "Mezitím Aephorul očaroval nespočet ozubených kol a cihel a dodal jim auru magie, které nikdo nerozuměl.",
      "Stavba byla téměř dokončena, když se Caël a jeho parta rozhodli k činu.",
      "Jedné noci přehodili právě ta správná ozubená kolečka, takže jakmile by se dal hrad do věčného pohybu, jeho klíčová funkce by se zvrtla.",
      "Nešlo jim o nic jiného než zmařit Karnimantovy plány, a v tomto ohledu se jim to podařilo na výbornou.",
      "Ze sabotáže vzešlo zastavení času v Mechanickém hradu, respektive v jeho obyvatelích.",
      "A svůj trik zahráli tak dobře, že v tom Aephorul ani nepoznal jejich úmysl.",
      "Na Resh'ana tentokrát žádný dojem neudělal, ale rozhodně viděl i pozitiva dílny, která byla ve věčném provozu.",
      "Na závěr zajistil, aby každý smrtelník, jenž by hrad opustil, okamžitě zestárnul podle doby, kterou v něm strávil.",
      "Po dokončení stavby Aephorul všechny na sto let uzamkl uvnitř, a tím se postaral o to, aby Hodinářka ani děti nemohly nikdy odejít, jinak by okamžitě zemřely stářím.",
      "Hodinářka si z toho nic nedělala a vychutnávala si možnost soustředit se na své řemeslo po celou věčnost.",
      "Přesto v tomto časovém vězení museli Caël a jeho přátelé pracovat ve dne v noci.",
      "Hrdí na to, že udělali správnou věc, se zdají být se svou situací smířeni. Možná jim svým způsobem pomáhá, že navždy zůstanou dětmi.",
      "Od prvního dne vždycky plnili očekávání, a přitom přimísili přesnou míru vad, aby Karnimantovi způsobili nesčetné starosti, aniž by vzbudili podezření.",
      "Člověk může cítit jen vděčnost, když pomýšlí na utrpení, které bylo oddáleno, nebo dokonce odvráceno díky jejich mazané hře plýtvání Aephorulovým časem.",
      "Konec příběhu.",
      "Bylo to jako sen.",
      "Nikdo tomu zprvu nevěřil, že by jejich zdánlivě věčná cesta mohla být u konce.",
      "Proč právě oni? A když je současný Věštec přílivů a odlivů tak mladý, kdo by dokázal potvrdit tak dlouho očekávaný objev?",
      "V hloubi duše však tušili - před nimi, vynořující se ještě živěji než v jejich viděních, stála věž Antsudlo.",
      "A tak se Kočovníci moří, kteří od nepaměti brázdili propastné pláně, konečně usadili.",
      "Když dosáhli své zaslíbené země, začali s výstavbou u věže.",
      "V Dokarrijské osadě měly generace přicházet a odcházet, a každá se měla řídit vedením svého příslušného Věštce přílivů a odlivů.",
      "Tímto dnem se z nich stali strážci věže Antsudlo čekající na ty, kterým bylo souzeno otevřít její brány.",
      "V této nové éře přežívají vzpomínky na jejich kočovné dny v tradičních pověstech, které vypravují o skutcích velkých objevitelů a mocných válečníků.",
      "Zdaleka nejoblíbenější je bitva u Osudového guyotu - příběh s tolika verzemi, že dost možná jde jen o mýtus.",
      "Historikové podle svých nejlepších dovedností dávají dohromady indicie z různých převyprávění bitvy, někteří dokonce tomuto tématu zasvětili svůj život.",
      "Obecně se přijímá jako fakt, že Dokarriové málem vyhynuli, když překračovali území obrovského mořského slimáka.",
      "Co se odehrálo pak, je předmětem mnoha diskuzí, které závisí na výkladech klíčových pasáží a věrohodnosti vybraných pramenů.",
      "Někteří tvrdí, že k bitvě u Osudového guyotu nikdy nedošlo, a odmítají ji jako výmysl, který měl odstrašit případné drancovníky starobylého dokarrijského pokladu.",
      "Tato teorie je však většinou považována za přitaženou za vlasy, vzhledem k tomu, že neschopnost takových lupičů dýchat pod vodou by už tak byla dostatečně odstrašující.",
      "Někteří historici tvrdí, že obří mořský slimák byl poražen, když Dokarriové naposledy stanuli na podmořské stolové hoře, čímž si tato pověst vysloužila svůj název.",
      "Pro jiné jsou spisy o potopených ruinách jednoduše příliš konzistentní na to, aby je bylo možné přehlížet.",
      "Podle této verze popisu událostí kočovníci netvora uvěznili, když si uvědomili, že ho nedokážou porazit.",
      "Klíč byl poté rozdělen na tři stejné části, z nichž každá čeká někde v modrých hlubinách na budoucí hrdiny, kteří budou dostatečně odvážní, aby svět této hrozby zbavili.",
      "Konec příběhu.",
      "Ewilda byla spravedlivá vůdkyně, které na titulech nezáleželo.",
      "Říká se, že ve městě se svými lidmi trávila stejně tolik času jako v Aventryho sídle.",
      "Za její vlády Lucent prosperoval a dařilo se mu jako nikdy předtím dostát svému přízvisku \"Bašta Světla\".",
      "Po boku jí stál vévoda Aventry, hrdý šlechtic a rozhodný ochránce své země a lidu.",
      "Vždy byl statečný a plamen jeho oddanosti k Lucentu údajně hořel jen o něco chladněji než plamen jeho vášnivé lásky k Ewildě.",
      "Navzdory sílící hrozbě v podobě Mechanického hradu se jim úspěšně dařilo mezi poddanými zachovávat pocit bezpečí, štěstí a naděje.",
      "Jednou v noci, během obvyklé zahraniční cesty, probudil vévodu Aventryho posel přinášející naléhavou zprávu.",
      "Ewilda požadovala, aby se ihned vrátil do Lucentu, aniž by poskytla jakékoliv vysvětlení kromě náznaku vážné hrozby.",
      "Když vévoda dorazil, uvítal ho zuřící požár. Značná část krajiny byla v plamenech, ale nikde nebyli vidět žádní nepřátelští vojáci.",
      "Sluneční Bojovník Slunovratu se obrátil ke zlu.",
      "Schovával se někde na ostrově a jednou za den vycházel, aby vyčerpal svou sílu, čímž pomalu spaloval celé okolí.",
      "Díky ohnivé stopě ho vévoda snadno vypátral.",
      "Jejich souboj trval celé dny, ale přes veškerou svou sílu nedokázal vévoda Aventry zlého Bojovníka Slunovratu porazit.",
      "Když spatřil vedlejší škody, které jejich střet způsobil, přijal, že se ocitli v patové situaci a stáhl se, aby se vyhnul další zkáze jeho už tak trpící země.",
      "V zoufalství nad svou neschopností ochránit svůj lid vévoda Aventry polevil v ostražitosti a následně se objevil nepřítel.",
      "V přestrojení za ním přišla Karnimantova Akolyta Dvojka a nabídla mu magický střep.",
      "\"Tento starobylý střep vytvořili samotní Ovati,\" lhala, dobře si vědoma Aventryho špatného rozpoložení.",
      "\"Na jeden den zahalí váš ostrov do úplné tmy, nepropustí měsíční ani sluneční světlo.\"",
      "\"Moc mého nepřítele by...\" přemítal, \"Ale...\"",
      "Využitím vévodova smyslu pro čest mu Dvojka dala poslední popud: \"Ten Bojovník Slunovratu také nehrál podle pravidel.\"",
      "\"Chcete přece ochránit svůj lid, ne snad?\" zeptala se.",
      "Vévoda Aventry střep přijal a poděkoval jí za pomoc.",
      "\"Jednoduše střep s jistotou rozbijte a jeho magie se probudí,\" vysvětlila Dvojka, když byla na odchodu.",
      "S rozbitím střepu nemeškal, a tak dobrovolným vyvoláním kletby nad svým ostrovem zahrál Akolytům přímo do karet.",
      "Zpočátku šlo všechno dobře. Noční závoj zahalil ostrov a vévoda Aventry udělal s oslabeným Bojovníkem Slunovratu krátký proces.",
      "Započaly slavnosti a byli svoláni větrní mágové, aby vytvořili vlny dost silné k zaplavení východní části ostrova.",
      "Požár tak byl konečně uhašen, ale kvůli tomu se tyto oblasti proměnily v dnes už proslavený močál.",
      "Všichni tuto změnu uvítali, neboť šla ruku v ruce s jejich vítězstvím.",
      "Trvalo několik týdnů, než si uvědomili, že Noční závoj nikdy nezmizí.",
      "Ani přes obrovskou podporu svého lidu si vévoda Aventry svou chybu nedokázal odpustit.",
      "Když si konečně uvědomil, kdo mu vlastně ten magický střep předal, vypravil se do Mechanického hradu.",
      "Ten den zahrál vévoda Aventry Akolytům do karet podruhé.",
      "Zatímco byl pryč, Karnimantův Akolyta Trojka se infiltroval do Aventryho sídla a zabil Ewildu.",
      "A tudíž byl rituál dokončen a v sídle bylo zaseto Semeno zla, ze kterého o pár století později měla vyrůst Přiživovačka žalu.",
      "Naprosto poražený Aventry během několika dní zemřel smutkem a zoufalstvím.",
      "A jako kdyby jeho osud nebyl i tak dost krutý, o více než dvě stě let později našla Romaya jeho urnu a vzkřísila ho z mrtvých, aby jí dělal osobního strážce.",
      "Po celá desetiletí se potuloval po bažinách, kterým kdysi vládl, zbaven všech vzpomínek, bez jediného pocitu kromě nevysvětlitelného zármutku.",
      "Ve chvílích, kdy mohl jasně myslet, cítil krátkou, ale zato velmi hlubokou touhu po něčem, co nedokázal přesně určit.",
      "Takový byl vévodův úděl po dobu půl století, než jednoho dne dva mladí Bojovníci Slunovratu získali zpět Ewildin medailonek a donesli mu jej.",
      "S obnovenými vzpomínkami vévoda Aventry medailonek rozbil, a tím přetrhl pouto vázající jeho duši k hmotné existenci.",
      "Konečně nalezl klid a mohl tento svět opustit.",
      "Konec příběhu.",
      "Z celé řady událostí z éry Ovatů je založení Oblačného království považováno za nejvýznamnější.",
      "Bylo to ještě v raných dobách, kdy se svět teprve utvářel.",
      "Jakmile dokončili ostrovy, začali pracovat na cestovních golemech.",
      "Ovati nejprve stvořili Y'eeta a X'tola a byli potěšeni z toho, jak snadno je mohou aktivovat pomocí magických slov.",
      "Ale ostrov Mesa si žádal něco víc. Myslícího golema. Takového, který by jen neposlouchal příkazy, ale byl by nositelem poslání.",
      "To proto, že tento konkrétní ostrov byl na úrovni hladiny moře, ale jak Ovati viděli ve svých snech, bylo třeba ho podepřít mnohem výš.",
      "Skutečně, v budoucnu mělo dojít k velké potopě, a aby tento svět přežil, musel by ostrov Mesa zůstat nad vodou.",
      "Ačkoliv byla tato budoucnost velmi vzdálená, Ovati zůstávali jako vždy nezištně oddáni harmonii a rovnováze.",
      "Tak stvořili Khukharra, ale bohužel zjistili, že mu nedokážou dát rozum.",
      "Vždy otevřeni toku věcí, Ovati se pevně drželi víry, že svou roli v záchraně ostrova Mesa sehráli.",
      "Přešli k dokončení vize, kterou viděli ve společném snu, a z esence samotných mraků stvořili Nebeské obry.",
      "Až nastane čas, kdy Ovati vyhynou, bude na Nebeských obrech, aby drželi stráž.",
      "Dostali za úkol založit v oblacích radu, která bude dohlížet na tři velmi důležité věci.",
      "První z nich bylo bdít nad živly. Zatímco potopě nešlo předejít, udržení rovnováhy by zůstalo výzvou, pokud by se neobjevili noví Ovati.",
      "Za druhé, měli strážit průchod do Moře hvězd a pečlivě prověřovat ty, kteří by chtěli cestovat mezi světy.",
      "A na závěr tu byla ona záležitost s Khukharrem.",
      "Zůstával nekompletní, a tak měli hledat nositele magie dostatečně silné na to, aby konstrukt učinila vnímavým.",
      "Nakonec jim v tom pomohl právě Velký orel.",
      "V dnešní době si málokdo uvědomuje, k čemu Khukharr slouží, většina se domnívá, že nejde o nic víc než o působivý kamenický kousek.",
      "A dokonce ani z prorockého hlediska neexistuje žádný reálný způsob, jak zjistit, zda ustojí nadcházející potopu.",
      "Ale do té doby zůstává Khukharrova role pasivní.",
      "Drží nadále pevný úchop, hrdě stojí a inspiruje smrtelníky jako svědectví stoicismu a opravdové oddanosti.",
      "Stačí jednou pohlédnout na tento konstrukt, aby člověk pochopil, odkud se vzal jeho titul Khukharr Nezdolný.",
      "Konec příběhu.",
      "Když ptačí lidé přijali Aephorulovu nabídku, věděl, že poskytnout jejich druhu přístup k magii mysli pro něj bude snadné.",
      "Ještě zbývalo dát jim vlastního boha k uctívání.",
      "A tak jako pokaždé, když mu nějaký problém nepřinášel nic nového pro výzkum, nechal jeho řešení na někom jiném.",
      "Pěvci byli zkušení stavitelé. Sice se v technologii nevyznali tolik jako lidé, kteří postavili Vesmírnou základnu, ale on potřeboval jenom obří konstrukci - bez šizení.",
      "S náležitou pobídkou v podobě rukojmích pověřil Aephorul tímto úkolem T'kora.",
      "Byla sestavena pracovní skupina, která se pustila do stavby Svatosakrálních věží a falešného boha coby jejich středobodu: obra Es'tristae.",
      "Ale T'kor nebyl žádný hlupák - moc dobře věděl, že se Aephorul nezastaví, dokud nezneužije a nezkazí i poslední kousek života.",
      "O třetí noci provedli Pěvci rituální zpěv, aby v T'korově mysli vyvolali vizi vzdálené budoucnosti...",
      "...Vesmírná základna, regulátor podnebí... zneužit... Vymírání veškeré fauny a flóry...",
      "...Velkoměsto zcela zničeno, z jeho země zbyl jen oceán modrého písku...",
      "...Technologicky zdatní lidé, jejich duše... odpoutány od vlastních těl a zlovolným strojem vloženy do kybernetických...",
      "...Donuceni žít v zoufalství, jejich mysl jako potrava pro rostoucí mořskou příšeru...",
      "...Svět bez slunce, bez naděje - s Měsícem potopeným do hlubin moře...",
      "...A národ jeho samotného... Jak krutý osud...",
      "...Hrdinové v budoucnosti, jediná šance pro tento svět, schopní, ale bez možnosti dostat se na Vesmírnou základnu bez napájení rychlodráhy...",
      "Vize se vytratila a T'kor obrátil pozornost na snění bujně živého snu.",
      "Další ráno se probudil s jasným posláním - až nadejde čas, hrdinové musí mít potřebnou energii na osvobození jejich světa.",
      "Řešení muselo být tak jednoduché, aby si ho Aephorul se svým elitářským pohledem na svět nevšimnul.",
      "A tak postavili Es'tristae na vertikální elektrické kolejnici napojené na rozvodnou síť planety.",
      "Na závěr vyzdvihli obrovský kamenný kvádr, který měla socha pevně držet v rukou.",
      "Nejjednodušší podoba baterie, která po upuštění sjede po kolejnici a vrátí elektřinu do sítě.",
      "Jejich plán vyšel - Aephorul to celé považoval za pouhý umělecký prvek.",
      "Staletí ubíhala a při vzestupu Karnimanta byl svět bezmocný, jak se naplňovaly T'korovy vize utrpení a zkázy.",
      "Po celou tu dobu Es'tristae jen stál dál, aniž by mu Aephorul věnoval jakoukoliv další pozornost.",
      "Přes mnohá staletí bylo toto nouzové řešení schováno všem na očích, připraveno v budoucnu pomoci hrdinům v jejich poslední snaze osvobodit tento svět.",
      "I když se T'kor nedožil dne jejich příchodu, zemřel s vědomím, že jeho svět a lidé mají alespoň nějakou šanci.",
      "Konec příběhu.",
      "Tento je speciální - jde o deník dobrodruha! Možná by stálo za to dělat si poznámky.",
      "\"Joceho deník - Azurová expedice: 1. den.\"",
      "\"Nečekal jsem, že mě zachvátí strach tak brzo.\"",
      "\"Když si pomyslím, že bychom na ni mohli narazit... Královna, jež byla...\"",
      "\"Přesto je potřeba ji najít, aniž by dostala příležitost ohrozit Repot.\"",
      "\"Dokonce i potopený Měsíc ví, že už takhle jsme její zradou vytrpěli dost.\"",
      "\"Jsme rozděleni na tři týmy. Další dva vedou Brochu a Elbi.\"",
      "\"Plán se má následovně: Každý tým prozkoumá sérii čtyř směrů.\"",
      "\"Čtyři směry, čtyři dny. Zpáteční cestou strávíme další čtyři a porovnáme si poznámky.\"",
      "\"Brochův tým zkouší severovýchod, jihovýchod, jih a pak severozápad.\"",
      "\"Elbiho tým zkouší jihozápad, jih, jihozápad, pak východ.\"",
      "\"Co se týče mého týmu, zkoušíme sever, východ, severovýchod, pak jih.\"",
      "\"Joceho deník - Azurová expedice: 9. den.\"",
      "\"No, to mě podrž. Udeřilo mě to do očí, jakmile jsem se na zápisky podíval podruhé.\"",
      "\"Brochu říkal, že první dva dny to bylo v pohodě, ale pak něco nebylo v pořádku.\"",
      "\"Elbi vyprávěl, že se celou dobu cítil ztracený, s výjimkou 4. dne, kdy všichni přidali do kroku.\"",
      "\"Co se mě týče, měl jsem pravdu, 3. den byl opravdu výjimečný.\"",
      "\"Ta kabina rychlodráhy by nás měla odvést k jejímu trůnu, ale je bez energie jako všechny ostatní, takže není cesty vpřed.\"",
      "\"A vzhledem k tomu, že jsem přišel o celý tým, než jsem se sem vůbec dostal, tak není ani cesty zpět. Tady je asi můj konec.\"",
      "\"Kdo tohle čte, určitě našel moje věci.\"",
      "\"Tak ať je to známo: Zde byl Joce.\"",
      "Konec příběhu.",
      "Vida, našli jste nový artefakt! Podívám se na něj...",
      "Odemčen nový příběh: Velké přivolání",
      "Odemčen nový příběh: Upíří růže",
      "Odemčen nový příběh: Tři sestry",
      "Odemčen nový příběh: Dva alchymisté",
      "Odemčen nový příběh: Měsíční Kolébka",
      "Odemčen nový příběh: Mechanický hrad",
      "Odemčen nový příběh: Kočovníci moří",
      "Odemčen nový příběh: Ztracený ráj",
      "Odemčen nový příběh: Khukharr Nezdolný",
      "Odemčen nový příběh: Es'tristae",
      "Odemčen nový příběh: Azurová expedice",
      "Který?",
      "Večernice",
      "Velké přivolání",
      "Upíří růže",
      "Tři sestry",
      "Dva alchymisté",
      "Měsíční Kolébka a Mlžný stařešina",
      "Mechanický hrad",
      "Kočovníci moří",
      "Ztracený ráj",
      "Khukharr Nezdolný",
      "Es'tristae",
      "Azurová expedice",
      "Hej! Nechcete si poslechnout příběh?",
      "Chceme",
      "Ne"
    ]
  }
}