{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TheVespertineDungeon_EN",
  "locCategoryId": "SeaOfNightmare/TheVespertineDungeon",
  "language": 0,
  "strings": {
    "Array": [
      "VY BLÁZNI, KAŽDEJM VOKAMŽIKEM SE VEČERNICE VRÁTÍ DO <color=bad>MOŘE NOČNÍCH MŮR</color>!!!",
      "HNED JI VOPUSŤTE!!!",
      "...",
      "Co se stalo? Někoho jsem uviděl a pak...",
      "Vítejte na Moři nočních můr, vy všiváci!",
      "Tak to se vám povedlo, spoutat své duše s prastarou pirátskou kletbou.",
      "Zdravíčko, my... máme v plánu získat loď pro sebe.",
      "Hahaha! Tak TENDLE stál za to!",
      "A jak to hodláte spíchnout?",
      "Tihle dva jsou Bojovníci Slunovratu.",
      "Pardon?",
      "Umí používat Magii Slunovratu. Proti ní není imunní žádná bytost.",
      "Magii Slunovratu, říkáš? To je mi ale náhodička...",
      "Vy jste další halucinace, že jo?",
      "DRŽTE SE!!",
      "Dobrá, <color=bad>Vyzývatel bouří</color> vycítil vaši přítomnost. To svědčí o tom, že jste skuteční.",
      "Takže ty jsi ta, co se jí říká Navigátorka?",
      "<color=good>Hortenzie</color>, jméno mé. Používejte ho.",
      "Hlava mi nebere, jak jste se tu všichni octli, ale je to úleva, že někdo konečně dokáže bojovat s těma věcma.",
      "Myslíš ty duchy pirátů? Nejsou to snad...",
      "Mí bývalí kolegové z posádky? Jo, když se vzbouříš, postihne tě to jako nic.",
      "No, myslím, že podněcování vzpoury je horší. Někdy si přeju být taky z té bezmozkové sorty nemrtvých...",
      "Takže, ten váš bývalý kapitán, Vyzývatel bouří... Jak ho můžeme zastavit?",
      "Pokud mě posledních pár století něco naučilo, pak to, že to nejde. Víte, ta kletba má pouze dvě východiska.",
      "Buď se vzdá Vyzývatel bouří, nebo já nechám Večernici potopit, a jak to tak vypadá, ani jedno z toho se v dohledné době nestane.",
      "Co kdybychom s ním bojovali?",
      "Chcete bojovat s kapitánem?",
      "Koukněte, Vyzývatel bouří je ten nejmocnější větrný mág, jakého kdy svět poznal!",
      "A my rozhodně nebojujeme poprvé.",
      "Aha? Vy snad dokážete překonat zášť tak silnou, že vykouzlila paralelní říši nočních můr, jen aby mučila posádku po celou věčnost?",
      "...",
      "Hele, jestli jste tak pošetilí, abyste na něj mávali meči, nebudu překážet, ale nejdřív je potřeba oslabit jeho větrnou bariéru.",
      "Kde začneme?",
      "Jsou tu tři bleskosvody, které navrací energii do víru, kudy proudí ta nikdy nekončící bouře.",
      "Všichni se mu chcete postavit, na začátek dobrý.",
      "Kde jsou ty bleskosvody?",
      "I kdybych to věděla, v téhle noční můře nelze říct, kde je sever.",
      "Dobře, tak co třeba tadle první zkouška...?",
      "Moje mapa by měla být v podpalubí, v kuchyni za kajutami posádky.",
      "Pokud se vrátíte živí a přinesete ji, budu se tímto vašim plánem zabývat.",
      "Jedna mapa, už se to nese!",
      "To je ta mapa. Vraťme se k Hortenzii.",
      "Hej, vy ve mně začínáte vzbuzovat naději!",
      "Tak jak najdeme ty bleskosvody?",
      "Aye, kouzelná mapa se spojuje s mořem. Měla by vám pomoct udělat si vobraz vo vokolí.",
      "Co kdybyste se chopili kormidla? Přestávka by mi docela bodla.",
      "Vypadá to jako deník.",
      "Z těchto děl se už dlouho nestřílelo.",
      "Ten, kdo to vyrobil, věděl, co dělá.",
      "Máme hotovo.",
      "Co teď?",
      "DRŽTE SE!!!",
      "Konečně na svobodě...",
      "A je po všem!",
      "Tak TOHLE je dobrý pocit!",
      "A proč vůbec potřebujete tuto loď?",
      "Musíme pomoci s přestěhováním jistých lidí. Ale klidně si oddechni, právě ses vysvobodila.",
      "Oddáchnu si pak, chlapče! Něco vám dlužím a vaši přátelé jsou i moji přátelé.",
      "Vemte mě k nim.",
      "Moje mapa by měla být v podpalubí, v kuchyni za kajutami posádky.",
      "Našli jste tu mapu?"
    ]
  }
}