{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Vespertine_EN",
  "locCategoryId": "Vespertine",
  "language": 0,
  "strings": {
    "Array": [
      "Těší mě, Teaks. Jsem také tak trochu cestovatel.",
      "Takže Resh'an? A vy vaříte lektvary?",
      "Dalo by se to tak říct.",
      "Tak počkat...",
      "Na vás je toho víc!",
      "!!",
      "Chápu... Nebojte se, nic neřeknu! Pardon, můžu?",
      "...",
      "Pokud slíbíš, že neprozradíš mou pravou identitu, můžeš si vzít můj příběh, ano.",
      "Slibuji! Jenom na chvíli stůjte nehybně a...",
      "Děkuji!",
      "Hej, právě jsme přemýšleli, co udělat s tou skleněnou kopulí.",
      "Můžete ji použít jako skleník! Pojďte, ukážu vám!",
      "Lektvarista je vítaný, žáno!",
      "Tak tedy ostrov Mesa?",
      "Tam máme namířeno.",
      "Aye, to je zhruba na sever odtud. Velká kamenná hlava, nejde ji minout.",
      "Jen se chopte kormidla, až budete připraveni!",
      "Ahoy! Napadlo mi, že bych vás pootravovala se svým malým výzkumem, který jsem tudle prováděla...",
      "Jistě. Co máš na mysli, Hortenzie?",
      "Inu, víte, nás nemrtvé spojuje jakési pouto.",
      "Není to telepatie jako taková, ale cítíme, co cítí vostatní.",
      "Každopádně je tu mezi náma případ s těžkým steskem.",
      "Ale vopravdu TĚŽKÝM. Kápo v sobě nosí tolik smutku, že by to utopilo i samotný oceán.",
      "Zdá se, že jste ho již potkali. Býval to ňáký šlechtic.",
      "Vévoda Aventry?",
      "Aye.",
      "Nechal se pěkně proklít, tendleten.",
      "Je připraven vopustit tendle svět, ale ňáká nekromantka ho drží na provázku.",
      "Romaya...",
      "Jeho duše musí být svázána s ňákým magickým předmětem.",
      "Nenapadá tě, kde by ten předmět mohl být?",
      "S jistotou můžu říct jedine to, že musí být na místě, které je mu drahé, jinak by to pouto nefungovalo.",
      "To není nic moc jako vodítko...",
      "No, zdá se, že nekromantka není zrovna pečlivý typ.",
      "Posádka ji viděla vcházet do ňáké tajné skříše. Možná tam ukrývá něco významného.",
      "Pokud máte zájem tomu ubožákovi pomoci, Yolanda zná další podrobnosti.",
      "Dala vám Hortenzie sumár?",
      "Nekromantka byla spatřena na odlehlé plošině kousek od pobřeží Přízračného ostrova. Tady, ukážu vám to.",
      "Hádám, že byste tam mohli letět?",
      "Ahoy! Máte chuť si zahrát <color=magic>Kotouče</color>?",
      "Nenáročná hra",
      "Hra o šampiona",
      "Proti spoluhráči",
      "Možná později",
      "Ráda si znovu zahraju o šampiona, ale už jste mě porazili, takže žádná odměna nebude.",
      "Hej, je to remíza!",
      "Helemese, dokázali jste to! Gratuluji, tumáte odměnu!",
      "Vyhráli jste!",
      "Todle kolo je mé!",
      "Už to vzdáváte, aye?",
      "Jít spát?",
      "Ano",
      "Teď ne",
      "B'waak!"
    ]
  }
}