{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "WolfRock_EN",
  "locCategoryId": "Totw/WolfRock",
  "language": 0,
  "strings": {
    "Array": [
      "Valere, wait!",
      "Wait? It's you who needs to keep up.",
      "...",
      "And yet you cling to weakness...",
      "Don't you see? The frailty of your \"friends\" dims your light.",
      "Are they really worthy of the power you wield?",
      "Having each other is what makes us strong. You can't divide us, so keep your lies!",
      "Are you so certain? Is SHE so certain?",
      "Talk about poisonous...",
      "She wasn't talking to you. Maybe next time let me handle it.",
      "What? I just wanted to-",
      "It's always about what you want, isn't it?",
      "Hey, I...",
      "Whatever. Let's keep going.",
      "Poor Valere, always so quiet, so composed...",
      "You think all that restraint makes you formidable, but it only makes you empty and afraid. A mere shadow, pretending to be strong.",
      "You don't know anything about me.",
      "Oh, but I do. You're terrified of fading away… until there's nothing left of you but silence. A hollow shell.",
      "I...",
      "No! I'll never become what you are!",
      "Keep telling yourself that. We both know it's only a matter of time.",
      "ENOUGH!",
      "Valere, wait! She's just trying to get in your head. You don't have to let her control you like this.",
      "Stay out of it, Zale! This is between me and her.",
      "I… I can't believe she just told me off like that. And earlier, too…",
      "She's struggling, Zale. That Feral Queen knows how to twist people up inside, but we can't let her win.",
      "What if she genuinely doesn't want my help? What if she's better off alone?",
      "Hey, we're in this together, remember? Valere needs you, even if she doesn't see it right now. Let's go find her.",
      "Light the lights! Curtain up! The crowd craves an encore!",
      "Oh just get on with it.",
      "Tonight, for your eyes only, we have the treat of a lifetime!",
      "A performance so wild the world will shake, for a crowd so riled their shins could break!",
      "Prepare for an unbridled unnerving of acrimonious aggression, irrigated by infuriation incarnate!",
      "But beware! For by the end, unlike your very selves, the ovation will surely be standing!",
      "Now, without further ado, I give you...",
      "THE FERAL QUEEN!!!",
      "Huh!?...",
      "Valere! Are you alright?",
      "About time! Did you get lost on the way or something?",
      "We're here to help. Will you let us?",
      "Just you three? Please, I was hoping for a challenge!",
      "You won't divide us any longer.",
      "Come, then!",
      "SHOWTIME!",
      "Enough of this. Let's finish it, just you and me. What do you say?",
      "Zale, I...",
      "I'm beginning to sense it, the control she has over me.",
      "...",
      "We'll talk later, okay? Please, I need to do this alone.",
      "Just end this.",
      "Well? Are you ready to show me your real fury?",
      "I'll show you resolve.",
      "You're done.",
      "Fuwa!?",
      "I thought this would feel better... Is she really gone?",
      "We'll find out soon enough. Time to pay a visit to this Puppeteer.",
      "Something tells me our ticket will come to us.",
      "Hey, Zale...",
      "We should check in with the crew."
    ]
  }
}