{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "WorldMap_EN",
  "locCategoryId": "WorldMap",
  "language": 0,
  "strings": {
    "Array": [
      "Hú! Jste připraveni vydat se do světa?",
      "Ano",
      "Ne",
      "Hú! Jste připraveni vydat se do světa?",
      "Ano",
      "Ne",
      "Nechte se tedy vyprovodit. Ale nejprve vaše proroctví.",
      "Sdělím je přímo vašim myslím, protože jsou jen a jen vaše.",
      "Zale. Předstup.",
      "(Abys dosáhl svého plného potenciálu, budeš muset nejprve <color=magic>pohlédnout do noci v tvém nitru</color>.)",
      "...",
      "Děkuji, Mlžný stařešino.",
      "Valerie. Přistup blíž.",
      "(Až přijde čas, budeš to ty, kdo <color=magic>vytvoří cesty na vodě</color>.)",
      "...",
      "Rozumím.",
      "Garle.",
      "Dostanu taky jedno? Bezva!",
      "(Během této cesty musíš mít na paměti svá omezení.)",
      "(Máte to mít, Mlžný stařešino!)",
      "(Garle, tohle není rozhovor.)",
      "(Ups! Omlouvám se, prosím, pokračujte.)",
      "(Mlhy jsou v tvém případě nejasné, ale zdá se, že tvé srdce by mohlo být dostatečně vřelé, aby <color=magic>ukonejšilo dlouho sužovanou duši</color>.)",
      "Dobře, udělám, co bude v mých silách!",
      "Nyní víte vše, co jsem vás mohl naučit.",
      "Posílám vás na <color=location>Spáčův ostrov</color>, kde vás čeká osudové setkání s <color=good>posádkou</color>, která má namířeno za dobrodružstvím.",
      "Spřátelte se s nimi a oni vám pomohou <color=magic>doplout na Přízračný ostrov včas před dalším zatměním</color>.",
      "Chcete-li aktivovat tohoto Obra, dejte mu jméno <color=good>X'tol</color> a on vás vyšle na Spáčův ostrov.",
      "Chcete-li se sem vrátit, jednoduše přistupte k X'tolu a vyslovte jméno tohoto, jež je-",
      "X'tol? Super!",
      "Hú...",
      "No, předpokládám, že se nějakou dobu neuvidíme...",
      "Y'eet stojí na místě a čeká na kouzelné slovo.",
      "X'tol",
      "Y'eet stojí na místě a čeká na kouzelné slovo.",
      "X'tol",
      "Khukharr",
      "Y'eet stojí na místě a čeká na magické slovo.",
      "X'tol",
      "Khukharr",
      "Puntie",
      "Potřebujete někam hodit?",
      "Y'eet",
      "X'tol",
      "Potřebujete někam hodit?",
      "Y'eet",
      "X'tol",
      "Puntie",
      "X'tol stojí na místě a čeká na kouzelné slovo.",
      "Y'eet",
      "X'tol stojí na místě a čeká na kouzelné slovo.",
      "Y'eet",
      "Khukharr",
      "X'tol stojí na místě a čeká na magické slovo.",
      "Y'eet",
      "Khukharr",
      "Puntie",
      "Khukharr!",
      "Jít do Hornické vesničky?",
      "Ostrov se nachází severovýchodně od Svěžína. Nezapomeňte v případě potřeby použít mapu!",
      "Takže, Strážcův hranol je klíč...",
      "Podívejme se na to.",
      "Použijte <button=AdvanceTime>a<button=RewindTime> na mapě světa, abyste odhalili tajnou oblast!",
      "Co je to?",
      "Nemám tušení, vypadá to jako obří hranol.",
      "Tám'leta věž čupí na dně oceánu. Tudydle neprojdem!",
      "Cestovat do domovského světa?",
      "Ano",
      "Ne",
      "Cestovat do Seraïna světa?",
      "Ano",
      "Ne",
      "Jsem rád, že jsem se přidal k posádce. Ten vzduch je pořád báječný!",
      "Je mi trochu šoufl. Doufám, že si na pobyt na lodi brzy zvyknu!",
      "Moře hvězd byla neuvěřitelná jízda. Teď jsem se svým rozhodnutím ještě spokojenější, než když jsem se prvně připojil!",
      "Myslím, že jsem si konečně zvyknul na tuhle loď!",
      "Zametání je práce na plný úvazek. Ve chvíli, kdy skončím, se vyplatí začít znovu!",
      "Pořád se plavím, pořád zametám.",
      "Jenom řeším něco, o co mě požádala Yolanda.",
      "Všichni odvádíte dobrou práci. Máte mou podporu!",
      "Spousta starého harampádí, které můžeme, ale taky nemusíme potřebovat. Valtraid říká, že to zvládnu vyřídit sám!",
      "Tahle krabice mi připadá bezedná...",
      "Počkat, dal jsem to sem?",
      "No tak, kde to bylo...",
      "Yolanda je nejlepší šéfová, jakou jsem kdy měla.",
      "Makám, makám.",
      "Keenathanovu koncertinu bych mohla poslouchat celý den!",
      "Seraïn svět působí tak nějak děsivě, nemyslíš?",
      "Máme moc pěknou loď. Jen s ní musíme dobře zacházet!",
      "Líbí se mi tady na Večernici, vždycky se najde něco, co je potřeba opravit!",
      "Loď je ve špičkové kondici!",
      "Máme veškeré zásoby, co potřebujeme.",
      "Teaks je opravdu dobrá vypravěčka!",
      "Vážně mám teď pocit, že plavba je mým pravým posláním, už se nikdy nechci vrátit domů.",
      "Hortenzie mě začala vyučovat základy mořeplavby. Chci se naučit víc!",
      "Krustalion si užívá nejlepší chvíle svého života.",
      "Krustalion má příjemný sen.",
      "Krustalion řeší složitý problém.",
      "Krustalion přemýšlí o B'stovi.",
      "Krustalion se snaží rozhodnout o své oblíbené svačině.",
      "Krustalion si připravuje svůj denní projev vděčnosti.",
      "Krustalion se nechává unášet příjemnou vzpomínkou.",
      "Krustalion přemítá o možnostech zdravého stravování."
    ]
  }
}