{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ArchivistRoom_EN",
  "locCategoryId": "WatcherIsland/ArchivistRoom",
  "language": 0,
  "strings": {
    "Array": [
      "Vítej ve <color=location>Velkém archivu</color>, dobrodruhu. Předpokládám, že tě sem přivedla zvědavost.",
      "Důležitá vlastnost, to je jisté.",
      "Já jsem <color=good>Archivář</color>, nesmrtelný znalec alchymie.",
      "Nebo to už snad víš?",
      "Po tisíciletích strávených zaznamenáváním mnoha událostí nesčetných časových linií jsem se rozhodl sem vrátit, abych si promyslel vše, co jsem viděl.",
      "Při svých úvahách o příbězích, jimiž jsou vyplněny tyto knihy a svitky, jsem nedávno prozřel.",
      "Zdá se, že jsem ve spěchu možná přehlédl právě to, co jsem doufal, že najdu.",
      "A tak je tu jeden zvláštní příběh, ke kterému se chci vrátit. Příběh, který si zaslouží diváka.",
      "A pokud Mlhy času dovolí drobnou změnu, věřím, že <color=magic>záblesk naděje</color>, který se kdysi nabízel, může ještě vykvést.",
      "Tak kráčej dnes v noci se mnou a prozkoumáme příběh plný velkých dobrodružství.",
      "O kouzlech a zradě, o přátelství a zázracích.",
      "Ale především, příběh o hrdinství.",
      "Věřím, že právě tento příběh nabídne cenné poznatky pro nalezení řešení soužení <color=bad>Karnimanta</color>.",
      "Tak se podívejme, co zde nalezneme...",
      "Ach, ano!",
      "Náš příběh začíná ve světě, který před několika generacemi Karnimant navštívil, způsobil tam obrovský chaos a zanechal po sobě stopu, která ještě nebyla zcela očištěna.",
      "Kdesi na <color=location>Ostrově věčné mlhy</color> se dvě statečné <color=good>Děti Slunovratu</color> a jejich nejlepší přitel sní o životě plném dobrodružství.",
      "Na to, aby se staly plnohodnotnými <color=good>Bojovníky Slunovratu</color>, se budou muset naučit \"používat magii bez použití magie\"...",
      "Ve věži sice prokázali statečné úsilí, ale jak to osud k jejich smůle chtěl, když k těmto událostem došlo poprvé, tajemné dveře zůstaly <color=bad>pevně zavřené</color>.",
      "Navzdory veškeré snaze, kterou tváří v tvář tomuto neúspěchu vynaložili, se našim hrdinům nepodařilo dostat na ostrov Mesa včas a Obyvatel Sváru se proměnil v Požírače světů.",
      "Bojovali statečně, ale nakonec přišli o život i o svůj svět. ",
      "A tak se dostáváme k jádru dnešních úvah - k jediné otázce.",
      "Jak daleko by se dostali, kdybychom osud trochu postrčili a dveře, které kdysi bývaly zavřené, <color=good>otevřeli</color>?",
      "Pojďme to zjistit.",
      "Vstupte.",
      "Co je tohle za místo?",
      "Páchne to tu dost zatuchle!",
      "Dobrý večer, vítejte ve Velkém archivu.",
      "Prosím, omluvte ten nepořádek, mám tendenci se zcela ponořit do práce.",
      "!!",
      "Tak moment, vy jste opravdu...",
      "Tituly patří do příběhů a mýtů. Prosím, říkejte mi Resh'an.",
      "Resh'an...",
      "To zní ještě hustěji než X'tol!",
      "Počkat, takže to VY jste ten nesmrtelný alchymista?",
      "Asi tomu tak bude.",
      "Neskutečné!",
      "Alchymisto, pane, my...",
      "Prosím. Říkejte mi Resh'an.",
      "*Ehm* Resh'ane, tohle jsme opravdu nečekali.",
      "Jo, my... Nemůžete to teda všechno napravit?",
      "To bohužel nepůjde. Musím se držet velmi přísných pravidel.",
      "...",
      "Utrpení, které by nastalo, pokud bych vzal věci do vlastních rukou, se nedá slovy popsat.",
      "Bylo by to horší než Přiživovač, co se promění v Požírače světů?",
      "Nechci to zlehčovat, ale musíte si uvědomit, že v širší perspektivě je vaše realita jen jednou z mnoha.",
      "Kdybych ji měl zachránit, seslal bych <color=bad>Aephorulův</color> hněv na bezpočet dalších.",
      "To nemohu dopustit.",
      "Kdo je Aephorul?",
      "Můj bývalý společník.",
      "Zatímco mě vaši lidé znají jako Nesmrtelného alchymistu, Aephorulovi říkají Karnimant.",
      "!!",
      "On se tady taky někde schovává?",
      "Váš svět je v bezpečí, alespoň v tomto ohledu. Aephorul už dávno odešel.",
      "Pokud by se ovšem dozvěděl o mé přítomnosti zde...",
      "My bychom se mu postavili, není nic víc než ubožák!",
      "...",
      "A vypadá to, že nemáme času nazbyt.",
      "Potřebujeme se dostat na ostrov Mesa. Pomůžete nám?",
      "Možná ano. Nejprve ale musíme zjistit, zdali jste si schopni pomoct sami.",
      "Bojovat my umíme!",
      "To samozřejmě umíte, jde o to, jestli jste opravdu těmi, ve které jsem doufal.",
      "Prozatím vás pošlu na vzdálené místo, kde se v ledu nachází dlouho ztracený <color=magic>artefakt</color>.",
      "Jaký artefakt?",
      "Víc vám teď neprozradím. Pokud bylo mé rozhodnutí pustit vás sem správné, jeho moc vám o sobě dá vědět.",
      "Tento portál vede tam, kde ten artefakt leží zapomenut.",
      "Přineste jej zpět a poté ten váš plán zvážím.",
      "Vy jste se vrátili. Gratuluji.",
      "A teď už nám na ostrov Mesa pomůžete?",
      "Před chvílí jste tam byli.",
      "!!",
      "Takže to uděláme takhle? Vrátíme se a prostě z té hory sejdeme?",
      "Sejít pěšky z Ledovcového vrchu? To by udělalo jenom zvíře.",
      "...",
      "Přijmete ještě poslední výzvu?",
      "Uspějete-li, slibuji, že vám pomůžu.",
      "My tady spěcháme! Říkal jste-",
      "Já vím, já vím. Poslouchejte.",
      "Jediný způsob, jak odstranit bariéru, je vzbudit obří kamennou hlavu.",
      "Na to vám mohu uvařit lektvar, ale ten by vyžadoval staletí luhování.",
      "Staletí? To je nám k ničemu!",
      "A právě proto od vás potřebuji, abyste získali zpět mou osobní alchymistickou lahvičku, <color=magic>Baňku času</color>.",
      "Uvnitř ní mohu ovládat samotný čas. Přineste mi ji a já vám připravím to, co potřebujete, za pouhých pár sekund.",
      "Páni...",
      "Dobře, tak kde můžeme tu vaši Baňku času najít?",
      "Aephorul ji před dávnou dobou schoval někde na Strážcově ostrově.",
      "Určitě vím jen jedinou věc. Ta obří socha, podle níž nese ostrov své jméno, je klíč.",
      "Jak si tím můžete být tak jistý?",
      "Aephorulovy lsti jsou vždy doprovázeny velkými sochami.",
      "??",
      "Nakonec jsem došel k závěru, že bude muset přestat, pokud svou baňku nikdy nezískám zpět, ale nyní ji potřebujeme.",
      "To má být vtip?",
      "Nazývej to, jak chceš, ale radím ti, abys tento úkol brala vážně--bude velice náročný.",
      "Fajn, jak chcete. Jsme připraveni.",
      "Vydejte se tedy na sever Strážcova ostrova a proveďte očistu Mučivého vrchu.",
      "!!",
      "Očistu!? Tady je nějaký Přiživovač?",
      "Samozřejmě. Jde sice jenom o žert, ale Aephorul jej zavinil sám.",
      "No ale když nebudou mít posílené schopnosti díky...",
      "Ano?",
      "...",
      "V tom nám pomůže ten Amulet Slunovratu, ne?",
      "Přesně tak. Možná je starý, ale jeho magie ještě úplně nevyprchala.",
      "S odvahou čelte Přiživovači muk a ten amulet bude rezonovat.",
      "Schopnost vyvolat zatmění...",
      "Dobře, tohle zvládneme.",
      "Mučivý vrch postihuje mysl prohnaným způsobem, ale vy si proti tomu zasloužíte dostat šanci. Tady máte.",
      "Do toho, pijte.",
      "Co je to?",
      "Jedna dávka lektvaru Ukotvené mysli pro každého z vás.",
      "No tak, až do dna.",
      "Cítím se pořád stejně.",
      "A díky tomuto lektvaru budeš moci po návratu z toho hrozivého místa pronést totéž.",
      "...",
      "A prý že nám nemůžete pomáhat přímo.",
      "Jde jen o malé postrčení. To určitě může zůstat mezi námi.",
      "Díky, Resh'ane!",
      "Vrátíme se s vaší Baňkou času.",
      "Tento portál můžete využívat k rychlému přesunu k jezeru Docarria a zpět.",
      "Budu vás sledovat. Hodně štěstí.",
      "Resh'ane, máme vaši baňku.",
      "Zdá se, že ano, ale musíme se ujistit, není-li to napodobenina.",
      "Garle, mohl bys s ní prosím hodit o zeď?",
      "Já...",
      "Vší silou.",
      "A nerozbije se?",
      "Doufám, že ano.",
      "No tak dobře.",
      "Páni!!",
      "Baňko času, jak jsi mi jen chyběla.",
      "Děkuji vám za znovunalezení mého nejcennějšího majetku. Prokázali jste velkou statečnost.",
      "A teď už splňte, co jste nám slíbil. Už nás pro nic neposílejte!",
      "Nebuďte na omylu, budu vás doprovázet.",
      "!!",
      "Ale svých zásad se pevně držím, a proto jsou tu určitá pravidla.",
      "Zaprvé, mohu vám pomáhat v boji, ale nečekejte, že za vás budu vyhrávat.",
      "Má moc tedy bude s tou vaší rovnocenná a nikdy ji nepředčí.",
      "Počkat, vy se k nám fakt-",
      "Zadruhé, nikdo jiný kromě vás čtyř nesmí znát mou pravou totožnost.",
      "Budete o mně mluvit pouze jako o Resh'anovi a nikoliv jako o Nesmrtelném alchymistovi.",
      "Jasně! Asi bychom si měli dávat dobrý pozor kolem Teaks.",
      "A zatřetí to nejdůležitější, za žádných okolností mi není dovoleno bojovat s Přiživovačem.",
      "Dojde-li ke střetu s Přiživovačem sváru, zúčastníte se jej jen vy sami.",
      "Rozumíme.",
      "Půjdeme tedy?",
      "Um, Resh'ane?",
      "Ano?",
      "Takhle nikam nemůžete, máte úplně potrhané šaty.",
      "Hm?",
      "Jestli chcete, aby se nikdo o vaší nesmrtelnosti nedozvěděl, tak oblečení, co už se několik tisíciletí rozpadá, tomu nenapomůže!",
      "Hahaha!",
      "Něco na tom bude.",
      "!!",
      "Lepší?",
      "Rozhodně!",
      "Then lead the way. K ostrovu Mesa je to severovýchodním směrem. Je to ten s obří kamennou hlavou.",
      "Nesmrtelný alchymista Resh'an se přidává do družiny!",
      "A tímto byli [MAINCHAR] a [OFFCHAR] v doprovodu svého nejlepšího přítele, válečného kuchaře, vysláni na začátek své cesty.",
      "Při snaze dostat se na Přízračný ostrov, než nastane zatmění, se brzy vypořádají se dvěma mocnými černokněžníky.",
      "Jeden je trápen zlostí, druhý zcela bez života...",
      "Překonáním iluzí mrtvého čaroděje si naši hrdinové zajistili plavbu na Přízračný ostrov, než nastane zatmění.",
      "Na místě, kde je noc věčná a mrtví ožívají, se připravují na souboj s posledním známým Přiživovačem.",
      "Zatímco síly zla vyčkávají na správný okamžik, strach udeří na citlivé místo...",
      "Svět, na němž zbyli pouze tři Bojovníci Slunovratu, má zdánlivě mizivou šanci po vzkříšení Přiživovače sváru, jenž zvěstuje návrat teroru považovaného navždy za minulost.",
      "Nyní, když je závoj lží odkryt a kus jejich nevinnosti pryč, se naši hrdinové vrací do Svěžínu, zatímco jejich ředitel hledá způsob, jak se dostat na ostrov Mesa.",
      "Odhodláni pomoci přeživším katastrofy, zanedlouho se vrhnou střemhlav do středu bouře, aby čelili legendární starodávné kletbě...",
      "A tak bylo založeno město Veselí, zatímco lidé, kteří upřednostnili zůstat vě Svěžíně, pracovali na obnovení jeho původní krásy.",
      "Sklíčení, avšak pořád odhodláni, [MAINCHAR], [OFFCHAR], Garl a Seraï vyplouvají na Strážcův ostrov v naději, že najdou Věštce přílivů a odlivů.",
      "Bude-li jejich vůle dostatečně silná, brzy se odehrají doposud nenapsané kapitoly...",
      "Vrátit se k jezeru Docarria?",
      "Ano",
      "Ne",
      "Vrátit se na Ledovcový vrch?",
      "Ano",
      "Ne"
    ]
  }
}