{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Brisk_EN",
  "locCategoryId": "SleeperIsland/Brisk",
  "language": 0,
  "strings": {
    "Array": [
      "Jsme tady! Jen se podívejte na tohle místo!!",
      "Hotovo, kapitánko! Cedule by je měly dovést přímo k nám.",
      "Buďte na vyhlídce. Nesmíme je přehlédnout.",
      "Provedu, kapitánko, hlídka je moje druhé jméno!",
      "Najdeme vhodné dobrodruhy pro tuto výpravu, jakože se Keenathan jmenuju!",
      "Hele, tato parta vypadá, že umí plout.",
      "Zdravíčko, je tohle vaše loď?",
      "Zadržte, cizinci!",
      "Chceteli něco kapitánce, řeknete to mně!",
      "První důstojník <color=good>Yolanda Fortwal</color>, k vašim službám. Služba je vlastně moje druhé jméno!",
      "Jsme pirátská posádka, co pátrá po legendární lodi duchů. Do bitev se už nezapojujeme, ale kdysi jsme to dělali všecko!",
      "Nalézt lék v jeskyni, jen abychom zjistili, že město mezitím vyhořelo? Hotovka!",
      "Zůstat s jediním bodem života, aby nás velký padouch mohl 'příště zabít'? Dvakrát hotovka!",
      "Sakra, už jsme dokonce byli i ve vězení, protože se během dialogu místo náhodného setkání objevili čtyři císařští vojáci!",
      "...",
      "Drsná parta, co?",
      "Fajn. Pojďme se představit.",
      "Seznamte se s naší vůdkyní <color=good>kapitánkou Klii'šaë</color>, dcerou legendárního piráta!",
      "...",
      "Těší nás, kapitánko, doufali jsme, že bychom mohli...",
      "Ten vzadu s tou nadrozměrnou košilí, to je náš kvartýrmajstr <color=good>Valtraid</color>. To je ten typ, co je ve všem dobrý.",
      "Ahoy!",
      "A ten vysoký je <color=good>Keenathan</color>, náš větrný mág. Udržuje naše plachty napnuté, takže nikdo nemusí veslovat.",
      "Zdravím vás, dobrodruzi. Jmenuji se Keenathan!",
      "...",
      "Dobrá.",
      "Esli jste si všimli té dvojité pásky přes oko, tak to páč Keenathan umí kouzlit jen se zavázanýma očima.",
      "Své schopnosti objevil jako děcko, když si natáh pirátský kostým, zatímco už jeden pirátský kostým na sobě měl.",
      "Těší mě, že vás všechny poznávám, jsem [MAINCHAR]. Tohle jsou moji přátelé [OFFCHAR], Garl a Teaks.",
      "Potřebujeme si včas zajistit cestu na Přízračný ostrov, abychom stihli zatmění.",
      "Ahoy, kapitánko! Hádám, že tidle dva jsou Bojovníci Slunovratu!",
      "...",
      "Aye... zdá se, že... to tak bude.",
      "Jaké výtečné načasování!",
      "Tady kapitánka Klii'šaë vás všecky zcela jistě může vzít na Přízračný ostrov. Za určitou cenu, žano.",
      "...",
      "Uzavřeme dohodu?",
      "Esli porazíte Valtraida v páce, máte mít jízdu zdarma.",
      "Ale když prohrajete, budete pro nás muset vykonat malou službičku. Co vy na to?",
      "Podmínky jsou dost jednoduché.",
      "No nevím, jestli bychom měli uzavírat dohodu s piráty.",
      "Připadají mi milí!",
      "Nezdá se mi, že bychom měli moc na výběr...",
      "No jasně, klidně odmítněte, ať můžeme všichni předstírat, že to není nevyhnutelné.",
      "Ať je to bezpečné a předvídatelné!",
      "Ještě nějaké trapárny vám napadli k této výpravě?",
      "Jako třeba nakupování lineárních vylepšení v každičkém městě s kováři, jež jsou nějaksi čím dál tím schopnější, čím víc na severu žijí?",
      "...",
      "A kteří, žano, shodou okolností žijí v kůlně, přestože prodávaj dýky po 25 000 G!",
      "...",
      "Fajn. Ať je po vašem.",
      "Až se budete mít k dobrodružství, přijďte za námi do <color=location>Skromné chlouby</color> a plácnem si.",
      "Skromné chlouby?",
      "Místní hospoda. Stačí jít po molu.",
      "!!!",
      "Hejbněte kostrou posádko, je na čase to zabalit.",
      "Aye aye, kapitánko!",
      "Já to věděl, je tu hospoda!",
      "Trochu si vorazit zní dobře.",
      "Jdu se hned pokusit seznámit se s šéfkuchařem. Vidíme se tam!",
      "Tomuhle říkám potrhlá parta.",
      "Působí celkem neškodně, asi bychom do toho měli jít.",
      "Tak tedy ke Skromné chloubě.",
      "A proto je podle mě lepší držet to takhle...",
      "Díky moc, šéfkuchařko, tohle se bude fakt hodit!",
      "Kdykoliv! Řekla bych, že to já bych ti měla poděkovat za všechny ty tipy.",
      "Podívejme se na něj, už si dělá přátele!",
      "Haha! Překvapuje tě to?",
      "Hej, tady jste!",
      "Připraveni zajít za piráty?",
      "No podívejme se, kdo to přišel!",
      "Dohoda platí. Pokud neporazíte Valtraida v páce, budete nám muset přiníst ňákou věcičku.",
      "Pak vás, vemem' na Přízračný ostrov, čestné pirátské.",
      "Přijímáte tyto podmínky?",
      "Ano",
      "Počkejte...",
      "Přijímáme.",
      "HEJ VŠICHNI! ZÁPAS V PÁCE!!!",
      "Jedem!",
      "Nádhera!",
      "Valtraide, je to na tobě!",
      "Lidi, vy jste příliš silní, to by nebylo fér. Půjdu já.",
      "A navíc, zápasit v páce s opravdovým pirátem? To si nechám líbit!",
      "Fajn, ale buď na toho chudáčka mírný.",
      "To víš, že budu, Valerie.",
      "Já tě vyzývám!",
      "...",
      "Valtraide.",
      "Kapitánko?",
      "Nemůžeme odejít bez té <color=magic>mince</color>. Dej do toho všechno.",
      "Aye aye, kapitánko!",
      "Dobrá, drsňáku, jdem' na to! Připraven?",
      "Na tři!",
      "Jedna!",
      "Dvě!",
      "Tři!",
      "Ha ha!",
      "Uuf!",
      "Podvodníku!",
      "Omlouvám se, ale uniká mi, kdy jsme se dohodli na zákazu kouzelných košil?",
      "Promiň, kámo, rozkaz kapitánky.",
      "Děláš si prdel? To bylo úžasné!",
      "...",
      "Tohle bude určitě moje nejlepší historka!",
      "Předveď se znovu!",
      "Máte štěstí, že jsme se neptali na žádné podrobnosti...",
      "Měli jste vyjednávat, dokud jste měli příležitost, synku! Tuhle lekci máte na účet podniku.",
      "Ha ha! Valtraid je opravdu dobrý ve všem!",
      "To si piš, kámo!",
      "Poněvadž jste prohráli zápas v páce, co kdybychom probrali tamtu malou pochůzku?",
      "...",
      "Kapitánko?",
      "Severně od Svěžínu se nachází opuštěná laboratoř dávno zesnulého arkánového čaroděje.",
      "Po staletí ji nikdo neotevřel, ale podle pověstí ukrývá <color=magic>Minci nemrtvé úmluvy</color>",
      "Proč ji sháníš?",
      "Je to mocný artefakt. Vyplacení nemrtvého tvora donutí plnit příkazy.",
      "Mám v úmyslu s její pomocí přinutit kapitána ducha <color=bad>Večernice</color>, aby mi svou loď vydal.",
      "!!!",
      "Tak jest!",
      "Není to tam pevně uzavřeno?",
      "Aye. Moje posádka nebude bojovat, ale dovnitř vás dostane.",
      "Trocha magie by si s tím měla poradit. Keenathane?",
      "Otevřu vchod do opuštěné laboratoře, jakože se Keenathan jmenuju!",
      "Ahoy kapitánko, nejdeš s námi?",
      "Já... provedu přípravy na náš odjezd.",
      "Získejte Minci nemrtvé úmluvy a pak mě vyhledejte v přístavu.",
      "Ano, kapitánko!",
      "Yolanda, Valtraid a Keenathan se přidali k posádce!",
      "Najděme Garla, než se k nim vydáme.",
      "Zadržte! Poslouchejte mě, než odejdeme.",
      "Všimli jste si těch <color=magic>Kotoučů</color> támhle v koutě? <color=good>Hodinářka</color> vymyslela tuhle hru - za ta léta se stala velmi populární!",
      "...A?",
      "Hele... Omlouvám se, že jsme vás museli takhle oblafnout. Není to nic moc, ale napadlo mě, že kdybyste třeba chtěli začít s Kotouči, tohle by se vám mohlo hodit.",
      "Nyní můžete hrát Kotouče! Stoly najdete většinou v hospodách.",
      "Vyzvěte místní šampiony, abyste <color=magic>získali nové figurky</color> a vylepšili si vlastní Kotouč!",
      "Pravidla si můžete prohlédnout v sekci Jak hrát v nabídce pauzy.",
      "Neváhejte a vyzkoušejte si to hned, nebo můžeme rovnou zamířit do té Čarodějově laboratoře, jestli chcete!",
      "No teda, vy jste to dokázali!",
      "Ohromný výkon, kamarádi!",
      "Oficiálně vás jmenuji členy naší posádky.",
      "To se mi zdá! Takže jsme skuteční piráti?",
      "Splnili jsme svou část dohody. Vezmete nás teď na Přízračný ostrov?",
      "Aye. V této posádce platí všichni za jednoho.",
      "Tak jest!",
      "Vaše loď je obrovská, už se nemůžu dočkat, až uvidím kuchyň!",
      "Zadrž, synku! Ta loď není naše, ne ne ne.",
      "My jsme tudydle!",
      "Dubovej škuner není nic moc, ale přes <color=location>Močarinu</color> na Přízračný ostrov vás dostane v poho!",
      "...",
      "Jenom se musíme držet toho kanálu, nám žádné otevřené moře nehrozí, dokud neseženeme pořádné plavidlo.",
      "...",
      "Takže pokud nemáte nějaké nedořešené záležitosti, můžeme hned teď vyplout na Přízračný ostrov.",
      "Jsme připraveni",
      "Počkejte",
      "Hledáte loď? Stačí sledovat cedule!",
      "Naše loď je nejlepší, uvidíme se v přístavu!",
      "Pokračujte v cestě za škunerem!",
      "Už jen kousek.",
      "Loď tudy. <sprite=\"dialog-generic-icons\" name=\"arrow-south-east\">",
      "Už jen kousek.",
      "Představujeme nejlepší nabídku, co je!",
      "Ten předchozí souboj mi připomněl, jak nás tenkrát zajala banda zlodějů.",
      "Valtraid začal hrubě mluvit na strážného, až se ten neovládl a začal s ním lomcovat.",
      "\"To je vše, co umíš, kámo?\", řekl.",
      "Strážný se naštval a zalomoval s ním tak silně, až mu roztrhl jeho košili.",
      "To nám tu situaci vyřešilo.",
      "Věřím, že to je ta mince. Kapitánka bude nadšená!",
      "Je to jen menší zápas v páce, aye?",
      "Vyhráváš, kámo?",
      "Nemůžu se dočkat, až vyplujeme!!",
      "Uzavřeme dohodu? Yolanda je připravena.",
      "Čarodějova laboratoř byla opravdu fascinující.",
      "...",
      "...",
      "Zůstanu tady, mám tu spoustu poznámek k výzkumu, které musím roztřídit a uspořádat.",
      "Máte někam namířeno? Podívejte se na mou čerstvou zeleninu!",
      "Vítejte, hledáte nové vybavení?",
      "Vítejte ve Skromné chloubě! Potřebujete nocleh?",
      "Ano",
      "Ne",
      "Vraťte se kdykoliv!",
      "Mějte se dobře!",
      "Čau! Eh... vítejte v... mém domě?",
      "Je mi líto, ale v tuto chvíli nepřijímám návštěvy.",
      "Tedy pokud u sebe náhodou nemáte <color=magic>Pečeť obchodníka</color>?",
      "To jsem si myslel. No, přeji vám hezký den.",
      "Aha! Tak to už mění věc, že ano?",
      "Vítejte na skrytém trhu!",
      "Vítejte na skrytém trhu!",
      "Toužím po tom, aby podstata mé krásy byla zvěčněna na plátně.",
      "Kdyby se tak našel malíř s opravdovým talentem...",
      "Dnes je 'můj' den.",
      "Děkuji, že jste mi pomohli najít hodnotnou múzu.",
      "Tady, to je to nejmenší, co mohu nabídnout.",
      "Jen trochu změním účes...",
      "Piráti jsou zase ve městě. Zajímalo by mě, co mají za lubem teď...",
      "Dávejte na sebe pozor.",
      "Brzy bude sezóna na vrcholu, chystáme se zdvojnásobit čas hlídek.",
      "Hlídat tohle místo je docela nuda. Pořád se nic neděje...",
      "Teď bych si určitě šel zaplavat!",
      "Miluju svou práci, stejně bych se celý den flákal na sluníčku!",
      "Děda říká, že si později dáme zmrzlinu. Už se nemůžu dočkat!",
      "Děda říká, že se později půjdeme podívat na lodě. Tahle dovolená je nejlepší!",
      "Nic nemám radši než trávit čas s vnoučetem. To je ale požehnání!",
      "Nic nemám radši než trávit čas s vnoučetem. To je ale požehnání!",
      "Nezapomeňte, že si můžete koupit přísady na vaření! Tady ve Svěžíně máme široký výběr!",
      "Plánuji výlet s kempováním.",
      "Svěžín je takové živé místo. Nemůžu si pomoct, ale cítím se plný energie!",
      "Vždycky se ocitnu uprostřed jejich hádky. Vypadám snad jako poštovní holub?",
      "Děti souhlasili, že si budou zase hrát spolu. Konečně!",
      "Slyšel jsem, že se vrátila pirátská posádka. Zřejmě hledají nějakou minci?",
      "Piráti se shromáždili v přístavu. Snad to jistě znamená, že se chystají odplout?",
      "Hej, to vy jste opravili ten výtah na útesu! Díky, je fajn, že můžu zase navštívit Svěžín a nakoupit si!",
      "Asi bych měl brzy vyrazit domů.",
      "Chtěli jsme si hrát na piráty, ale zase jsme se pohádali, protože jsme oba chtěli být Keenathanem.",
      "Až si příště budeme hrát, budu kapitánkou Klii'šaë!",
      "To není fér, vždycky si vybere Keenathana!",
      "Souhlasila, že příště bude kapitánkou Klii'šaë, takže jsme pořád kamarádi.",
      "Tohle je moje oblíbené místo. Cítíte ten vánek? Není divu, jak město dostalo své jméno!",
      "Slyšela jsem, že ve Skromné chloubě teď mají stůl s Kotouči. Asi bych to měla zkusit.",
      "Našli jste <color=magic>Ulitu</color> v té truhle nahoře? Zajímalo by mě, k čemu jsou...",
      "I čištění oblečení je zábava, když máš pláž!",
      "Čarodějova opuštěná laboratoř je na sever od Svěžínu... Láká mě jít se tam podívat, jestli tam není nějaký poklad, ale ta věc nemá ani dveře!",
      "Otevřeli jste průchod k arkánovým ruinám? No, stejně se mi tam nechce, zní to nebezpečně!",
      "Jen se ujišťuji, že je komín v dobrém stavu. Během sezóny nebude na údržbu moc času!",
      "Dnes si hrajeme na piráty! Jen se musím rozhodnout, kdo budu já...",
      "Dnes budu Yolanda - je nejvtipnější z posádky!",
      "Chrr... Chrrr...",
      "Piráti jsou ve městě! Pokusím se k nim připlížit!",
      "Až vyrostu, chci být pirátem!",
      "Zkoušeli jste někdy rybařit na jezeře severně od Svěžínu? Chodím tam pořád odpočívat!",
      "Dnes připravuji synovo oblíbené jídlo.",
      "Připravuji dnes synovi jeho oblíbený dezert. Je určitě rozmazlený, ale já ho strašně miluju!",
      "Tento týden jsem byl hodný, takže dnes večer jíme mé oblíbené jídlo!",
      "Ha! Zase jsem byl hodný, takže dnes večer jíme můj oblíbený dezert!",
      "Opravdu bych měl požádat domovníka, aby zablokoval vchod nahoře. Lidé mi pořád procházejí skrz byt!",
      "...Navíc jsem slyšel, že se tam dají vydělat slušné peníze! Nebylo by skvělé začít od znova?",
      "Já nevím, slyšela jsem o Přízračném ostrově strašidelné věci... Je prokletý nebo co, prý se odtud nikdo nevrátí...",
      "Pfff, nesmysl! Chtějí si jen nechat dobré příležitosti pro sebe!",
      "No, naši sousedé se nikdy nevrátili...",
      "Přesně tak! Neměli k tomu žádný důvod, copak to nechápeš?",
      "Tím si nejsem moc jistá...",
      "No, na Přízračný ostrov nás stejně neodvezou. Všichni mě jenom nazvali bláznem.",
      "Vidíš? Nemusíme nic riskovat, tohle město je dost dobré.",
      "Vidíte tu sochu Spáče? Můj kamarád říká, že je někde schovaná její starší verze, ale já mu nevěřím!",
      "Jenom vnímej ten vánek...",
      "Tenhle vor vypadá pěkně omšele. Doufám, že ho nikdo neplánuje použít...",
      "Rád sem chodím a dívám se na připlouvající lodě. ",
      "Sháním nový člun, ale nejsem si jistý, který chci.\"",
      "Tuhle jsem měla noční můru, ve které se Spáč probouzel. Jsem vážně ráda, že nepocházím z rodu věštců!",
      "Nechám to být, jen dokud si nebudete dál myslet, že jsem se to právě dozvěděl.",
      "Což jsem nepotřeboval slyšet, protože jsem to prakticky vymyslel!",
      "Jednou jsem byl na výletě v <color=location>Lucentu</color> a tam měli taky stoličky na sezení.",
      "Jo? No, jednou to bylo ani ne DESET metrů od mé lodi!",
      "Říkám ti, viděl jsem to na vlastní oči. Bylo to méně než sto metrů před mou lodí!",
      "Tady můj přítel, který je jedním z mých mnoha známých po celém světě, mi právě řekl, co se stalo ve Větrných tunelech.",
      "Děsivé věci.",
      "Ještě jednou díky za pomoc.",
      "Není nic lepšího než studený nápoj po náročném pracovním dni, kdy jste makali víc než všichni ostatní!",
      "Mám v práci velmi výjimečnou pozici. Nosím mnoho klobouků a všechno by přestalo dobře fungovat, kdybych někdy dal výpověď nebo odešel na dovolenou!",
      "Požádala jsem o kávu a objasnila, že se musím učit na zkoušku, načež číšník řekl: \"Aha, takže ne malou, ale střední?\" Odpověděla jsem, že to je závěrečná zkouška.",
      "Omluvil se a dal mi velkou.",
      "Nespouštím z těch pirátů oči!",
      "Díky za rozhovor, Garle, jsi tak sám sebou, jak to jen jde. ",
      "Nedělejte si hlavu s tím, že jste prohráli zápas v páce, nehráli fér.",
      "Ale ne, někdo našel naše tajné místo!",
      "Tohle jsme našli při kopání, můžete si to vzít, když slíbíte, že nic neprozradíte.",
      "Nikomu o našem tajném místě neříkejte!",
      "Ach, ten oceán. Nositel snů a ... předtuch...",
      "...",
      "Tuhle jsem viděl někoho plavat pod molem. Takové nezodpovědné chování!",
      "Zásoby a obchodní zboží.",
      "Vypadá to jako posudek.",
      "Většinou odpad.",
      "Dobře uspořádaná police.",
      "Ať už se vaří cokoliv, krásně to voní.",
      "Je to podepsané 'Darro.'",
      "Ať už tu žije kdokoliv, musí jíst hodně banánů.",
      "Stroje na stavbu lodí.",
      "Útulný.",
      "Socha Spáče.",
      "Vítejte v Potrhlých truhlách!",
      "Za pouhých 5 G můžete otevřít jakoukoli truhlu a nechat si její obsah!",
      "Pokud pětkrát najdete hlavní výhru 10 G, dám vám <color=magic>speciální odměnu</color>!",
      "Pokud ještě čtyřikrát najdete hlavní výhru 10 G, dám vám <color=magic>speciální odměnu</color>!",
      "Pokud ještě třikrát najdete hlavní výhru 10 G, dám vám <color=magic>speciální odměnu</color>!",
      "Pokud ještě dvakrát najdete hlavní výhru 10 G, dám vám <color=magic>speciální odměnu</color>!",
      "Pokud ještě jednou najdete hlavní výhru 10 G, dám vám <color=magic>speciální odměnu</color>!",
      "Chcete to zkusit? Pouhých 5 G!",
      "Ano",
      "Možná později",
      "Skvělé! Prostě si teď vyberte truhlu, libovolnou truhlu!",
      "Obávám se, že nemáte dost G...",
      "Vraťte se kdykoliv!",
      "10 G!? To je vskutku hlavní výhra!",
      "2 G, co? No, pořád lepší než otevřít tu prázdnou.",
      "Uf, prázdná.",
      "Díky za účast!",
      "Můj ty bože! Právě jste již popáté vybrali hlavní výhru!",
      "<color=magic>Speciální odměna</color> je celá vaše. Tady!",
      "Hej, měli jste si vybrat truhlu!",
      "Vítejte všichni, vítejte v <color=magic>Bonusovém Kole Štěstí</color>! Zvolte si číslo, a pokud padne, vyhráváte <color=magic>speciální cenu</color>!",
      "Roztočit B.K.Š. za 10 G?",
      "Tak jo",
      "Možná později",
      "Máte trochu málo G! Ještě se někdy zastavte!",
      "[PLAYER_CHOICE]!? Prohráli jste, ještě se někdy zastavte!",
      "Prosím, ještě se někdy zastavte!",
      "22!? Máme VÍTĚZE! Tady je vaše výhra!",
      "To je pro dnešek vše! Děkujeme, že jste si zahráli Bonusové Kolo Štěstí!",
      "Vyberte si číslo!",
      "[CHOICE_1]",
      "[CHOICE_2]",
      "[CHOICE_3]",
      "Hej! Chcete znát další výherní <color=magic>číslo B.K.Š.</color>? Prozradím vám ho za 90 G!",
      "Tak jo...",
      "Možná později...",
      "Málo G, co? Žádný strach, budu tady.",
      "Tratíte, je to dobrá nabídka!",
      "Máme dohodu! Další číslo je 22.",
      "-Vítejte v <color=location>Skromné chloubě</color>-",
      "Chlubte se prosím skromně a zodpovědně.",
      "Vítejte u <color=location>Zlatého pelikána</color>. Měli jste na dnešek rezervaci?",
      "Omlouvám se, Zlatý pelikán je pouze pro hosty s rezervaci. Musím vás požádat, abyste odešli."
    ]
  }
}