{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskRuin_EN",
  "locCategoryId": "SleeperIsland/BriskRuin",
  "language": 0,
  "strings": {
    "Array": [
      "Přiživovač spadnul přímo doprostřed města...",
      "Tamhle je Seraï!",
      "Zišla by se pomoc.",
      "Tyhle jsou silnější.",
      "Přiživovač sváru musí být opravdu mocný.\n",
      "A v dohledné době nebude žádné zatmění...",
      "Pojďme vyčistit, co se dá. Přiživovač musel někde spadnout, musíme ho najít.",
      "On... odešel?",
      "Všichni ti nevinní lidé...",
      "...",
      "Jak velká JE tahle věc?",
      "Hej, vy jste Bojovníci Slunovratu, že ano?",
      "Vyčistili jsme to tu od příšer. Prozatím je po všem.",
      "Ta velká odletěla!",
      "Možná se vrátí!",
      "Waaaaaa!",
      "Neměj strach, tady moji přátelé jsou silnější než ta velká příšera!",
      "Opravdu?",
      "Naprosto!",
      "Waaaaaa!",
      "Zatím je tu bezpečno. Prosím, sejdi se v přístavu s ostatními!",
      "Nevzdáváme to s vámi. Vyřešíme to, slibuji!",
      "Dě... děkuji vám...",
      "Doufám, že je můj bratr v pořádku...",
      "Nemůžeme tu zůstat! Kam půjdeme?",
      "Musíme si najít nový život!",
      "Tady jsem se narodil a tady i zemřu, stejně jako moji předkové!",
      "Můžeme znovu budovat!",
      "Raději se přestěhuji někam jinam!",
      "Waaaaaaaa!",
      "Co tady máme dělat? Je jasné, že někteří z nich musí jít dál, ale...",
      "Do Lucentu je jich příliš mnoho... Navíc to město se teď musí zabývat svým vlastním uzdravováním.",
      "Yolando, napadají tě ještě nějaká další místa?",
      "Ano. Dle mě by se jedno našlo! Keenathane?",
      "Třeba ten malý ostrov na severovýchodě? Souhlas.",
      "Aha, ten neobývaný, kde roste plno borovic? To by mohlo vyjít!",
      "Cestu známe, ale na Dubovém škuneri se tam nedostaneme.",
      "Musíme na otevřené moře, takže budeme potřebovat pořádnou loď!",
      "Dobrá, to je slušný začátek! Možná má někdo loď, kterou bychom si mohli půjčit.",
      "Poslyš, kámo, praktičnost je moje druhé jméno, ale tenhle přístav je na totalku!",
      "Zdá se, že zbývá jen jediná možnost.",
      "Zamlouvá se mi kam tím míříš, kamaráde!",
      "Tak povídej, chlapáku!",
      "Obsadíme Večernici!",
      "Zamíta se, brachu. Bez svolení kapitánky se žádná spoušť mačkat nebude!",
      "Keenathan má pravdu. Nastal čas.",
      "Ahoy, kapitánko! Mysleli jsme, že jsi pryč!",
      "...",
      "Bude ta loď stačit na to, aby přepravila osadníky na ostrov, o kterém se Yolanda zmínila?",
      "Vzpamatuj se, synku! Večernice by se mohla plavit i přes Moře-",
      "YOLANDO!",
      "Omlouvám se, kapitánko.",
      "Garantuju vám, že nás tam dostane.",
      "Dobrá, tak jaký je plán? Ta loď je prokletá, že ano?",
      "To je vlastně ta snadnější část!",
      "Musíme se jen dostat na palubu, pozdravit majitele a kapitánka jí od něj koupí za Minci nemrtvé úmluvy, kterou jste dříve přinesli.",
      "(...)",
      "Solidní plán!",
      "Aniž by se člověk zapotil!",
      "*Ehm* To... uvidíme...",
      "Zatím se vydáme na poloostrov a počkáme.",
      "Jakmile padne soumrak, Večernice se na krátký okamžik objeví.",
      "Bude to jen na chvilku, takže musíme naskočit na palubu bez zaváhání.",
      "Jako 'dycky, kapitánko!",
      "Já se tak těším!",
      "Vy tři s námi nepůjdete.",
      "Kapitánko?",
      "Pokud se nám nepodaří vrátit, vy musíte najít jiný způsob, jak pomoci vesničanům najít jejich nový domov.",
      "To nee, na tohle jsme se připravovali celou věčnost!",
      "Náš hlavní cíl zůstává stejný. Ale pro tentokrát potřebuji, abyste zůstali v bezpečí. Můžete to pro mě udělat?",
      "Já udělám, jak kapitánka poroučí, jakože se Keenathan jmenuju!",
      "Aye aye, kapitánko, můžeme vás alespoň bezpečně doprovodit na poloostrov?",
      "...",
      "Samozřejmě.",
      "Dejte mi vědět, až budete připraveni.",
      "Jste připraveni odejít?",
      "Ano",
      "Ne",
      "Pomezi trosky veda cestička. Odejít ze Svěžína?",
      "Ano",
      "Ne",
      "Prosím, nesežer mě, prosím, nesežer mě, prosím, nesežer mě-",
      "Hej, už jsi v bezpečí. Najdi Yolandu u přístavu, její parta tě ochrání.",
      "Bojovníci Slunovratu? Luana budiž pochválena! Prosím, pomozte ostatním...",
      "Ještě jednou díky za záchranu!",
      "Málem mě to rozdrtilo, když se všechno zhroutilo! Moc vám děkuji, že jste mě dostali ven.",
      "Tu máte, není to nic moc, ale snad pomůže.",
      "Vy jste opravdoví záchranáři, děkuji...",
      "Děkuji, byl jsem v tom, že tady dneska umřu...",
      "Dokážeš se sám dostat do přístavu? Lidé se tam shromažďují, zatímco my děláme pořádky s příšerama.",
      "Já... ano, zvládnu to. Děkuji, rád bych nabídl víc.",
      "To předtím bylo děsivé, jsem rád, že jste právě včas přišli...",
      "Uvízl jsem za tou velkou cihlou, když spadla. Můžete s ní pohnout?",
      "Uf, to bylo o fous! Měl bych zamířit do přístavu.",
      "Děkuji mnohokrát. Tady.",
      "Nestýská se mi po tom, jak jsem uvízl za tou cihlou!",
      "Při kataklyzmatu jsme přišli téměř o všechno, ale pokud potřebujete něco koupit na cestu, použijeme peníze na obnovu.",
      "Bojovníci Slunovratu! Chtěl jsem vám ještě jednou poděkovat, že jste mě dříve zachránili! ",
      "Slyšel jsem, že jste také pomohli vesničanům. Přijměte prosím tuto malou odměnu.",
      "To, co jste tam předvedli, bylo opravdu hrdinské! Tady to přijměte jako odměnu za své činy.",
      "Škoda, že jsme nemohli pomoci dalším vesničanům... Jsme tak bezmocní...",
      "Dávejte na sebe pozor, Bojovníci Slunovratu!",
      "O nás se nebojte, my se o sebe dokážeme postarat sami!",
      "Potřebujete nakoupit? Můžeme se rychle vrátit na Přízračný ostrov, jestli chcete.",
      "Ano",
      "Ne",
      "Čauky! Jakéhokoli dalšího vesničana, co najdete, pošlete rovnou k nám!",
      "Konečně, Večernice...",
      "My ty vesničany ochráníme, jakože se Keenathan jmenuju!",
      "Je to opravdu vzrušující, že se všechny ty pokusy o získání Mince nemrtvé úmluvy brzo vyplatí! Bude to transakce věků!",
      "...",
      "To bylo příliš děsivé.",
      "Už nemáme žádný domov... Ach, co si počneme...",
      "Přišel jsem o všechno... Už tu nemůžu zůstat.",
      "Zůstávám. Znovu Svěžín vybudujeme a uděláme ho ještě lepší, než byl!",
      "Všechno je v mžiku pryč... ",
      "Ale Svěžín je silný. Znovu ho postavíme!",
      "Pořád nemůžu uvěřit tomu, co se stalo, bylo to tak náhlé...",
      "...",
      "Aspoň máme co dělat...",
      "Svěžín není úplně ztracený, jen musíme spolupracovat!"
    ]
  }
}