{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Camping_EN",
  "locCategoryId": "Camping",
  "language": 0,
  "strings": {
    "Array": [
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Odpočívat",
      "Zpět",
      "Jít spát?",
      "Ano",
      "Ne",
      "Ohniště působí přívětivě a hřejivě..",
      "Kuchtit",
      "Odpočívat",
      "Zpět",
      "Ohniště působí přívětivě a hřejivě.",
      "Kuchtit",
      "Zpět",
      "Ohniště působí <color=bad>strašlivě</color> a <color=bad>chladně</color>.",
      "Odpočívat",
      "Ahoy! Co to bude?",
      "Vyplout",
      "Nic",
      "Mám teď vést já?",
      "Ano",
      "Ne",
      "Kéž bychom se mohli vrátit pro Garla.",
      "Mlžný stařešina. Zajímalo by mě, jak vypadá…",
      "Musíme se dostat na Přízračný ostrov včas před zatměním, ať už je to kdekoliv.",
      "Je fajn pocit být zase s Garlem.",
      "Zkoušky Mlžného stařešiny. Po nich z nás budou oficiálně Bojovníci Slunovratu!",
      "Je načase použít naše nové schopnosti a projít k velké soše na vrcholu Horské stezky.",
      "Škoda, že jsme před odjezdem neviděli Garla.",
      "Takže Mlžný stařešina? Předpokládám, že stačí najít tu horu.",
      "Jestli se máme dostat na Přízračný ostrov před zatměním, budeme asi potřebovat loď nebo něco takového.",
      "Bez Garla to nebylo ono.",
      "Zkoušky Mlžného stařešiny. Po nich z nás budou oficiálně Bojovníci Slunovratu!",
      "Je načase použít naše nové schopnosti a projít k velké soše na vrcholu Horské stezky.",
      "[MAINCHAR], je dobře, že jsme konečně všichni pohromadě!",
      "Nezapomeňme si připravit svačinu na cestu.",
      "Ta věc s Živou manou je neskutečná, chci pořád posilovat!",
      "V této výšce žádnou loď nikdy nenajdeme. Musí tu být nějaká cesta dolů.",
      "Musíme se dostat na Přízračný ostrov včas před zatměním, ať už je to kdekoliv.",
      "Nepomyslela bych si, že budeme nakonec zachraňovat městečko, a přeci…",
      "Byl to dobrý pocit, použít své schopnosti, abychom pomohli.",
      "Když už je velký výtah v provozu, můžeme se teď dostat do Svěžínu.",
      "Měli bychom se jít podívat, co nám ti piráti mohou nabídnout?",
      "Buďme na pozoru, až přineseme minci kapitánce Klii'šaë.",
      "Tady nahoře žádné lodě nejsou, asi budeme muset pokračovat na východ.",
      "Jestli se máme dostat na Přízračný ostrov před zatměním, asi budeme potřebovat loď nebo něco takového.",
      "Doufám, že dokážeme pomoci Molekinům, působí tak mírumilovně.",
      "Jsem rád, že jsme dokázali pomoci.",
      "Když už je velký výtah v provozu, můžeme se teď dostat do Svěžínu.",
      "Taky nemám zrovna dobrý pocit z jednání s piráty, ale potřebujeme se svézt na lodi…",
      "Doufám, že kapitánka Klii'šaë dodrží svou část dohody…",
      "Chci ještě jednou cestovat v kouli!",
      "Vzduch je tu TAK DOBRÝ!",
      "Bojovat se zlým čarodějem naprosto bylo na mém seznamu, než umřu!",
      "Malkomud ucpává větrné tunely dolu. Musíme něco udělat, než se Spáč probudí!",
      "Nebylo fér, jak se ostatní k Malkomudovi chovali.",
      "Ještěže jsme opravili ten velký výtah ve vesnici Molekinů - už se nemůžu dočkat, až uvidím Svěžín!",
      "Ta věc s Živou manou je neskutečná, chci pořád posilovat!",
      "Nemůžu uvěřit, že máme schůzku s piráty! To je neskutečné!",
      "\"Mince nemrtvé úmluvy se nachází v Čarodějově laboratoři severně od Svěžínu.\" Tak TOMUHLE říkám úkol!",
      "Není nic lepšího než pořádný úkol, jenž udrží pružnost v kroku!",
      "To se naší kapitánce podobá, vědet, kdy a kde narazíme na dokonalé pomocníky pro tento úkol!",
      "Nezapomeňte čas od času čóhat do té bichle, co, děcka? Byla by smola, kdybyste sundali něco velkého a pak to museli vopáknout. Věřte mi!",
      "Plán nakonec vyšel docela dobře.",
      "Měli bychom si odpočinout v hostinci.",
      "Měli bychom si pospíšit do lesa.",
      "Vydrž, Garle…",
      "Nekromanty jsme nikdy ve škole nebrali. Myslím, že prostě budeme muset improvizovat.",
      "Bojovali jsme tam dobře.",
      "Měli bychom si co nejdříve promluvit s Morainem.",
      "Musíme se nějak dostat na zahradu.",
      "Na řadě je Přiživovačka žalu. Jsem připravena.",
      "…",
      "Přízračný ostrov. Zvládli jsme to.",
      "Měli bychom si odpočinout v hostinci.",
      "Doufám, že nepřijdeme pozdě.",
      "Ještě že Seraï dorazila, kdy dorazila.",
      "Kámen duší… to zvládneme…",
      "Garle. Už jdeme!",
      "Musíme jít za Morainem.",
      "Moraine říkal, že zahrada je přes knihovnu.",
      "Je čas postavit se tváří v tvář Přiživovačce žalu.",
      "…",
      "Měli bychom najít tu hospodu, co o ní mluvil Valtraid - chci je vidět, jak hrají!",
      "Takže, když ten vesničan šel do Prokletého lesa, znamená to, že doupě Přiživovačky je také na sever od Lucentu?",
      "Už je skoro čas zatmění, co?",
      "Seraï zní tak hustě, doufám, že se s ní setkám!",
      "Vaše první očista! Nejste trochu nervózní?",
      "Zajímalo by mě, jak se daří Malkomudovi…",
      "Vaše první očista! Nejste trochu nervózní?",
      "Moraine alespoň bude v pořádku…",
      "Převozníkova hlídka je východně od Lucentu.",
      "Zůstaňte ve střehu. Nekromantka z nás nebude nadšená.",
      "Měli bychom si pospíšit a vrátit se.",
      "Botanická zrůda… Pomůžu, jak budu moct.",
      "Hortenzie se zdá být milá. Děláme tu něco dobrého.",
      "Nejvíc se zlobím na Erlinu.",
      "Už jsme ušli tak dlouhou cestu…",
      "Hortenzie říkala, že ostrov, který hledáme, se nachází severovýchodně od Svěžínu.",
      "Garl je opravdu usilovný tahoun.",
      "Takže Vodní vír? To zvládneme.",
      "Když vidím Hortenzii, jak tu takhle uvízla, je mi líto vévody Aventryho.",
      "Pořád nemůžu uvěřit, že by to Erlina a Brugaves udělali…",
      "Hortenzie říkala, že ostrov, který hledáme, se nachází severovýchodně od Svěžínu.",
      "Je dobrý pocit umožnit těm lidem začít nanovo.",
      "Hortenzie je třída. Dovedeš si představit, že se udržela tak dlouho?",
      "Takže plán je převzít tuhle loď?",
      "Duchové pirátů nebyli na mém seznamu, než umřu, ale beru to!",
      "Tihle lidé potřebují nový začátek. Vím přesně, jak to naplánovat!",
      "Stormcaller… Nejvyšší čas, aby s tím někdo skoncoval.",
      "…",
      "Potřebuješ něco?",
      "Je dobré vědět, že lidé z Veselí jsou v bezpečí.",
      "Myslíš, že bychom měli jít do té svatyně u Horské stezky? Jen bychom se museli vrátit k X'tolu.",
      "Erlině a Brugavesovi to neprojde…",
      "Věštec přílivů a odlivů… Doufám, že nám pomůže dostat se na ostrov Mesa…",
      "Nějaké tipy, co najdeme nahoře ve věži?",
      "Magická přitažlivost je silná, co myslíš, že najdeme?",
      "Resh'an na nás bude čekat.",
      "Když si pomyslím, že jsme o nějakém Přiživovači nevěděli…",
      "Glad that Dweller is behind us now.",
      "Garl really turned things around for Moraine.",
      "That key Moraine gave us. Bit of a hike getting back to X'tol, but it might be worth checking out that shrine.",
      "Mesa Island… That's where the Dweller and the acolytes are…",
      "Here's hoping the Oracle of Tides can actually help…",
      "So, no one's ever been inside that tower, huh? That's kind of exciting.",
      "I wonder what we'll find up there. Definitely feels powerful.",
      "Let's go back to Resh'an",
      "We can do this cleansing. We must.",
      "Now to bring Resh'an his vial.",
      "I still can't believe we have our own ship now, this is awesome!",
      "The Coral Hammer… Are we really going to find a hidden city underwater now?",
      "The seashell is so pretty! And water breathing? That's too much!",
      "I always knew you two were special, but a big mysterious tower built just for you is something else!",
      "A Flask of Borrowed Time… I'll have to remember that, sounded important.",
      "I like the cold--makes the campfire feel even cozier!",
      "I just know you can take that Dweller on your own without Moraine! I'll help however I can.",
      "The way Seraï brought the light in Torment Peak, it was unbelievable!",
      "Don't forget to prepare snacks for the road.",
      "Watcher Island is in the southeast area. There's a mysterious tower sticking out of the ocean right next to it.",
      "…",
      "We made it. Now to see what this Coral Hammer does…",
      "After attuning the seashell at the Sacred Grove on Watcher Island, we should be able to reach the bottom of Lake Docarria…",
      "It felt like a big deal to be allowed through the waterfall in the Oracle's room. Whatever we find in that tower, I've got your back.",
      "The acolytes are probably watching. Don't let your guard down.",
      "Torment Peak is north of Lake Docarria, on Watcher Island.",
      "Now that the prism is back on the Watcher statue, you should be able to drive a light beam through it to find the cache Resh'an was talking about.",
      "Glad that Dweller is behind us now.",
      "Finally on Mesa Island. Are you ready for the big confrontation?",
      "If Erlina and Brugaves get in our way, I won't hesitate.",
      "Yomara mentioned \"the dead of a forgotten race.\" I wonder what that is.",
      "Erlina…",
      "I'm ready.",
      "Mesa Island. Finally.",
      "Mesa Island. It was about time.",
      "Erlina and Brugaves… I still can't believe what they did…",
      "What Yomara said to Resh'an… What did she mean?",
      "Brugaves…",
      "I'm ready.",
      "So Resh'an's an immortal, huh? Oh, right! Shhh!",
      "The way Seraï brought the light in Torment Peak, it was unbelievable!",
      "Don't forget to prepare snacks for the road.",
      "Must be hard thinking about this whole Erlina and Brugaves situation. I'm here, okay?",
      "I wonder what Resh'an wants in all of this. Seemed to think you and [OFFCHAR] were special, which I agree!",
      "There's something special about Mesa Island, don't you think?",
      "Yomara's pear was unreal!",
      "It mustn't have been easy, but you did great during the duel.",
      "We'll be fighting the Dweller soon. I know you can do this!",
      "I don't trust the alchemist yet.",
      "The Clockwork Castle is on the east side of Mesa Island. We'll have to cross it on foot.",
      "The acolytes are probably watching. Don't let your guard down.",
      "Caël said the Watchmaker's key is the only way forward. Fingers crossed that she'll be willing to help.",
      "The big fight is coming--make sure you're well prepared.",
      "Mesa Island is to the northeast.The one with a giant stone head.",
      "It's nice to stretch my legs a bit.",
      "Under no circumstances am I fighting a Dweller.",
      "(Living Glass…)",
      "With the Watchmaker's key we can make it to the Dweller. But remember, I cannot help you in that fight.",
      "As long as it's what Garl wants…",
      "My power's growing, do you feel it too?",
      "I'll do anything for Garl…",
      "That was really something, what you did with the water bridge.",
      "The strange device just south of Mesa Island. It seems out of reach, but maybe we should look at the small island just below it.",
      "The place should be up there, after we use the shrine Valerie gave us access to.",
      "It'll take some convincing, but I have an idea.",
      "Brugaves is gone, but Erlina will pay for this.",
      "I feel so sorry for Garl…",
      "…",
      "The air elemental skyland is to the west.",
      "Stay strong, Zale. You will see your friend again before his time is up.",
      "Take heart, Valerie. Your friend's time isn't up just yet.",
      "…",
      "We have to help Seraï and her people.",
      "Still thinking about Garl all the time…",
      "Fingers crossed for that Living Glass thing… It seems like B'st is our only way into the Sacrosanct Spires.",
      "Garl would have loved to see all of this.",
      "…",
      "What happened to Seraï, it's terrible…",
      "Garl is just…always there in my thoughts.",
      "So, if Resh'an can pull this off we should be able to enter the Sacrosanct Spires.",
      "I'm glad we're able to help Seraï.",
      "I bet Garl would have loved Cedric.",
      "I'm so sorry for your loss…",
      "Thank you for your help. I'm eager to visit my home and show you what we're up against.",
      "I… I know I'm asking for a lot, especially with everything that happened…",
      "The probe will help us find our way in the Cerulean Expanse. Its light will blink faster when it detects something of relevance.",
      "The Fleshmancer's workshop is in B'st's village on Cerulean Island.",
      "Let's be careful, B'st said there was an abomination in here.",
      "I hope this works. The only way to bring power back is to release the brakes on Es'tristae.",
      "The Sacrosanct Spires are in the northwest corner. Let's hurry.",
      "Whenever you are ready, the sky council should be ready to see us now.",
      "The way to the Sea of Stars has been opened. The way is through the four sunken giants, just north of Wraith Island.",
      "Seraï's village is to the east of this world, on an island with blue sand.",
      "…",
      "(The dead of a forgotten race…)",
      "(Living Glass…)",
      "(Living Glass… The Crone was right…)",
      "Through the spires, then. We can do this.",
      "Garl would have loved to see all of this.",
      "We're gaining ground.",
      "We should travel back to our world.",
      "Time to go see Caël on Mesa Island.",
      "Ready for one last cleansing, Zale?",
      "It felt good to take a break in Mirth. It was like he was with us…",
      "I'm ready.",
      "B'st is so ready for this, it's nice having him around.",
      "I bet Garl would have loved Cedric.",
      "The plan was a longshot, but we're doing great.",
      "Time to travel back to our world.",
      "We should go see Caël on Mesa Island.",
      "We'll be fighting our last Dweller soon. I'm ready.",
      "I love Mirth so much, it feels like he'll just show up at any moment…",
      "Let's do this.",
      "We must press on. The only way to bring power back is to release the brakes on Es'tristae.",
      "The Sacrosanct Spires are in the northwest corner. Let's hurry.",
      "This is the place. Now, if we find The Catalyst…",
      "Now that power is back, we can use a speedball to get to Sky Base.",
      "Here's hoping the kids can help.",
      "Back to my world, then.",
      "We have to take Arty to Sky Base. Just need to use a speedball again.",
      "Whenever you're ready, the Dweller of Dread's lair is underwater, by the sunken moon.",
      "I have never been to this world, but the magic in here feels…familiar…",
      "(Living Glass… The Crone was right…)",
      "Resh'an's puppet stands still…",
      "I am eager to test my new form.",
      "Opening the way to the spires was the least I could do--I hope I can prove myself a valuable ally.",
      "I am eager to test my new form.",
      "Sky Base used to be so good for my world…",
      "A Clockwork Castle? Interesting.",
      "Arty had quite the intro!",
      "I wonder what the Great Alchemist is up to.",
      "It will be an honor to stand by your side during a cleansing.",
      "Just take me to that machine in Sky Base and I'll do the rest!",
      "There are Solstice Shrines left. Maybe we should seek them out.",
      "It feels so nice to have Garl with us again.",
      "I've been thinking about the Solstice Shrines… Might be worth finding the remaining ones.",
      "Things just weren't the same, this is too good!",
      "We're almost at the end…",
      "Is something troubling you?",
      "…",
      "There's another potential threat to my people… one I'm not sure I can handle on my own…",
      "What is it?",
      "…",
      "<color=bad>The Queen That Was</color>…",
      "We've been mapping the Cerulean Expanse for a long time, but it feels like we'll never find her.",
      "If she gets the jump on Repine…",
      "A gruesome thought indeed. Is there any lead we could follow?",
      "It's a longshot, but a probe brought this back from one of the search parties.",
      "I was hoping we could give it to Teaks and see what we can learn. If we have the time, of course.",
      "It's worth a shot, at least.",
      "The Queen That Was… I hope Teaks will have something for us to go on…",
      "Thanks again for the help. It's good to know my people will be safe.",
      "I can't help but wonder why Resh'an wouldn't just save Garl in the first place if that was his wish.",
      "We'll never know for sure, but I think he first needed [MAINCHAR] and [OFFCHAR] to be ready for something!",
      "Seems to me like these alchemists are just incredibly immature for all their millenia of experience…",
      "Huh!?",
      "Resh'an's puppet points at something on the map.",
      "Great Alchemist, are you trying to tell us something?",
      "…",
      "Perhaps we should investigate the location?",
      "A shame Resh'an left. I hope I can thank him someday…",
      "I wouldn't presume to understand the Great Alchemist's mind, but I believe it is he who meant to thank you.",
      "[MAINCHAR], a word, if I may?",
      "Of course, what's up?",
      "Ever since the Great Alchemist granted me this form, I have been eager to prove myself a true warrior.",
      "For what it's worth, you've definitely been pulling your weight and then some.",
      "I appreciate the thought, brave monk, but I desire something more… official.",
      "Like what?",
      "During my time on your home world, I heard a rumor about a place where fighters engage in friendly competition.",
      "\"Dweller's Fall Arena,\" in Svěžín.",
      "According to Yolande, the townspeople built it to reclaim the big crater left by the Dweller of Strife.",
      "Sounds like it could be fun!",
      "[MAINCHAR], I know we are pressed for time, but if there is any chance we could visit the arena in Svěžín I would be very grateful.",
      "Croustalion was a worthy opponent. What a great team we are!",
      "Now even I think the party felt incomplete without Garl.",
      "*slurp* *slurp*",
      "He does grow on people fast.",
      "B'st, how did it feel when you took the blast?",
      "Purposeful. Like I was doing the right thing.",
      "We're forever indebted to you for that.",
      "You brought hope to my world and crowned me champion of the arena.",
      "As far as I'm concerned, it is I who still owes you.",
      "Haha! Fair enough.",
      "What a time, huh? I sure didn't have RESURRECTION on my list when we started our adventure!",
      "Hahaha!",
      "One more for Teaks' storybook, I guess!",
      "Seriously though, it did get kind of scary…",
      "Thanks for pulling me out of there, I know activating The Chronophage took a lot of effort.",
      "We'd have done it faster if we knew. And come on, you'd do the same for us!",
      "In a heartbeat!",
      "Oh, right! There's this thing I wanted to share.",
      "So, I'm not allowed to talk about what I saw on the other side, but when it became clear that I would return I was allowed to make a single wish.",
      "Right.",
      "What did you ask for?",
      "Dinner with all my friends at the Golden Pelican!",
      "Oh yeah?",
      "Sure did! I'm going to host my own reverse funeral, and I want the best food there is!",
      "Haha! I like this guy.",
      "Thing is though, I'm not too sure how that works. All I was given is this fishing hook…",
      "I'm sure we'll figure it out!",
      "If we have the time, there's an island that I feel is connected to the magic fish hook I was given. Right here.",
      "The Golden Pelican was everything I was hoping for!",
      "Chef Bass gave us the invite, we should go to Svěžín and try the Golden Pelican!"
    ]
  }
}