{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Docks_EN",
  "locCategoryId": "WraithIsland/Docks",
  "language": 0,
  "strings": {
    "Array": [
      "Tu je ale temno...",
      "Vše je to součástí zdejšího prokletí!",
      "Ředitel Moraine tomu říká <color=bad>'Noční závoj'</color>. Je to stará kletba Přiživovačů, jež zabraňuje tomu, aby se na ostrov dostalo jakékoliv sluneční světlo.",
      "Takže i poté, co porazíte Přiživovače...",
      "Jo, tohle nejde spravit. Ale hej, i to je život!",
      "Když už jsme u toho, <color=location>Město Lucent</color> by mělo být kousek před náma.",
      "Dáme si voraz v místním hostinci. Stejně nemůžeme odejít, dokud si nevyřídíte svý věci.",
      "Yolando, proč jste sem s námi šli, když jste věděli, jak je to tu nebezpečné?",
      "Věříme kapitánce a zdá se, že kapitánka věří vám všem.",
      "Jestli má naše dobrodružství skončit tady, budiž. Zůstaneme věrní až do konce, s tím že jsme viděli o něco víc ze světa.",
      "Tak jest, Keenathane!",
      "Hej, měli byste se za námi stavit v hostinci, zahrajeme trochu muziky.",
      "Vy jste hudebníci!?",
      "Aye! Kapitánka po nás chce, abychom se cvičili v rozveselování míst, která navštívíme.",
      "...",
      "Tak tedy kupředu!",
      "Valtraidovo pozvání zní zábavně. Co kdybychom šli do hostince a na chvíli si odfrkli?",
      "Hádám, že jsme dorazili předčasně, ale...",
      "Nebuďte na sebe tak tvrdí! Už jste toho dokázali tolik.",
      "Navíc tamto s očistou, boj s Přiživovačem musí být pěkná makačka.",
      "Klidně byste mohli být úplně odpočatí, nemyslíte?",
      "Garl má pravdu. Měli bychom počkat na Moraina a být připraveni.",
      "Tak jo! Pojďme do Lucentu!",
      "Město Lucent <sprite=\"dialog-generic-icons\" name=\"arrow-east\">\nMolo <sprite=\"dialog-generic-icons\" name=\"arrow-west\">",
      "Připraveni vyplout?",
      "Ano",
      "Ne",
      "Chcete se vrátit do Svěžína?",
      "Ano",
      "Ne"
    ]
  }
}