{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "FishingDungeon_EN",
  "locCategoryId": "FishingDungeonisland/FishingDungeon",
  "language": 0,
  "strings": {
    "Array": [
      "It's locked.",
      "Hooooyyy!",
      "Well, well, well, look what you've gone and done!",
      "Hey, mister! Sorry, it's just, I was given this-",
      "Easy now, son. I'm leading this conversation.",
      "If there's one thing I know for sure, it's that you need the <color=magic>Hook of Time</color> to get in here.",
      "And if there's another thing I know for sure, it's that they don't just up and give the Hook of Time to anyone.",
      "I just asked, really.",
      "Right.",
      "Look, I get it, I also got to return. Point is, they must have liked you a lot.",
      "Oh, I don't know about that.",
      "The oblivious type, huh? Fine, I'll bite.",
      "What exactly did you ask for?",
      "I just wanted dinner with my friends at the <color=location>Golden Pelican</color> in Brisk.",
      "Oh yeah?",
      "Now that does change everything, doesn't it?",
      "Do you know about the place?",
      "Know about it? I built it myself.",
      "Really!?",
      "<color=good>Chef Bass</color>, at your service.",
      "No way! You're the Chef?",
      "In the flesh.",
      "So... Can we have the dinner?",
      "Be quite the disappointment if I said no at this point, huh?",
      "You and your friends are officially invited. How many will be attending?",
      "How many can we be?",
      "It's your wish, son. You tell me.",
      "Haha, this is too much!",
      "Okay, let's see. Definitely all of us here...",
      "Plus Malkomud, Teaks, and the pirates...",
      "Oh! I bet Moraine would show up, too!",
      "There would be twelve of us, if that's okay.",
      "Good on you for making it count.",
      "Right on! How does it work, do we just show up at the Golden Pelican?",
      "That you do. And then you give this to <color=good>Gaspar</color>.",
      "This is exciting! Thanks, Chef Bass.",
      "You got it.",
      "There's a fish-shaped keyhole behind the statue.",
      "Hey! It's a key! ",
      "The glowing one is the key. All you have to do is \"catch\" it!"
    ]
  }
}