{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "FloodedGraveyard_EN",
  "locCategoryId": "WraithIsland/FloodedGraveyard",
  "language": 0,
  "strings": {
    "Array": [
      "Všude kolem slýšíte mrtvých snad, zde má nekromantka pobývat.",
      "Chcete-li zachránit kůži svou, zelený plamen musíte poskytnout!",
      "Porozhlédněme se po jejím doupěti. Příběhy říkají, že je 'extravagantní.'",
      "Tohle musí být ono.",
      "No jo, tá opravdu má styl!",
      "Buďte ostražití. <color=bad>Romaya</color> by mohla být doma.",
      "V tom se nemýlíš.",
      "Ať už vás sme přivádi cokoliv, dál ani krok.",
      "Potřebujeme kámen duší, abychom zachránili našeho přítele.",
      "Jdeme dovnitř za každou cenu.",
      "Pak se ocitáme v bezvýchodné situaci, protože jsem povinen sloužit paní v záhrobí.",
      "Sloužit? Ona vás vzkřísila z popela?",
      "Kdo jste?",
      "Nyní jsem pouhý bludný duch, navždy ztracen v touze...",
      "Před několika generacemi jsem byl znám jako <color=good>Vévoda Aventry</color>. To je vše, co si pamatuji.",
      "Jsem vězněm nekonečného stavu zapomnění a jedinou společností jsou mi prchavé vzpomínky na dobré lidi z Lucentu...",
      "Ale to odbočuji. Vybízejí mě přízračné řetězy, co mě poutají k mé paní.",
      "Prosím, mějte pochopení, že tohle mi nepřináší žádnou útěchu. Do zbraně!",
      "Bojujete s vervou a s odhodláním.",
      "Věřím, že paní by raději nepřišla o svého ochránce - můžete projít.",
      "Ale než odejdete, mohu si promluvit s tanečníkem čepele?",
      "??",
      "Tvá rychlost je impozantní, zkoušel ses do ní někdy více opřít?",
      "Dovol, abych ti to ukázal.",
      "Děkuji za zasvěcení! To se určitě bude hodit.",
      "Jak se dalo očekávat, jsi přirozený talent.",
      "Šťastnou cestu, mládeži.",
      "Vrátili jste se s kamenem duší. Docela působivé, ačkoli předpokládám, že to vypovídá o tom, jak se bude na mě má paní zlobit.",
      "Úniková cesta vede vpravo. Budete muset dobře využívat svůj Zahák.",
      "Doufám, že se ke svému příteli dostanete včas.",
      "Sbohem.",
      "S tím zeleným plamenem ke mě poďte, vítání na můj vor se naloďte!",
      "Zdravím vás, vy dobrodružní. Hledáte průchod přes vody zradní??",
      "S tím žlutým plamenem ke mě poďte, vítání na můj vor se naloďte!",
      "Přeplujem přez tuto vodu, dovedu vás zpět ke vchodu.",
      "Zdravím vás, jsem správce tohoto hřbitova. ",
      "Doporučuji vám, abyste se co nejdříve otočili, neboť paní tohoto místa si nepotrpí na společnost.",
      "Měli byste dbát mých slov, mladí dobrodruzi.",
      "Rozhněvat paní znamená vystavit se nebezpečí.",
      "Mně... zima nevadí...",
      "Kdybych si tak uměl vzpomenout...",
      "Deník? Vypadá to, že patří paní, ale tyhle zápisy jsou psané mým písmem...",
      "Ach, ano... Na pozůstalost jsem úplně zapomněl...",
      "Vyhřívání na letním slunci... A ty květiny, ty byly překrásné...",
      "Kéž bych tam mohl znovu zajet...",
      "To bych si přál...",
      "<color=good>Převozník</color> už bude vědět, co s tím.",
      "Tento medailonek...",
      "...",
      "(<color=good>Ewildo</color>... že byste to byla vy, kdo mě nakonec zachrání... jak poetické...)",
      "Děkuji vám za pomoc, statečné duše.",
      "Přijměte, prosím, tento <color=magic>klíč k mé rakvi</color>. Její obsah patřil mému dávnému rivalovi - věřím, že pro vás bude mít cenu.",
      "Sbohem...",
      "Stiskněte <button=\"WindBracelet\">, zatímco stojíte na voru, abyste se přemístili.",
      "..."
    ]
  }
}