{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Global_EN",
  "locCategoryId": "Global",
  "language": 0,
  "strings": {
    "Array": [
      "[RewardText]",
      "[RewardText]",
      "You can't carry any more meals.",
      "Hey there, looks like this is your first time booting the demo.",
      "There are two things we need to get out of the way before leaving you to it forever.",
      "First, here's a quick pop-up about Discord integration.",
      "So it shall be. Now, just one last thing : the Pre-alpha Content Agreement.",
      "While the audio-visual assets and gameplay mechanics included here represent the spirit of the game, we still have a long way to go.",
      "About two years, to be precise.",
      "This means a lot has yet to happen in order to fine tune controls, rendering, difficulty, polish and overall balancing.",
      "By playing this early rendition, you understand that it is but a first pass on a larger vision.",
      "You agree to partake in good faith, and awareness that all systems will be mindfully catered to until we are ready to call Sea of Stars finished.",
      "While feedback is both welcome and expected, final judgement should be reserved for the official release in 2023.",
      "That being said, you are more than welcome to stream, screenshot, record, review, or otherwise capture and share footage of your experience with this early build.",
      "With sincere hope that it will bring you entertainment and joy, we made a game for you.",
      "Safe journeys, and all the best!<br>-Saboteam",
      "[MemorialPrefix] [MemorialText][MemorialSuffix]",
      "Speedball Travel Network online. Select your destination.",
      "Repine",
      "Es'tristae",
      "Sky Base",
      "Sea of Stars entrance",
      "Something shiny",
      "Something social",
      "Something bountiful",
      "Something transactional",
      "Something relaxing",
      "Something shrewd",
      "Something interesting",
      "Something useful",
      "Something potent",
      "Something healthy",
      "Something meta",
      "Something sturdy",
      "Something reliable",
      "Something alacritous",
      "Something flimsy",
      "Want to play some <color=magic>Wheels</color>?",
      "Casual game",
      "Champion game",
      "Maybe later",
      "We can play Champion again, but you've already beaten me, so there won't be any big reward this time.",
      "Whoa, a tie!",
      "Hey, you won! Congratulations, here's your prize!",
      "You won!",
      "I win!",
      "Oh, quitting already?",
      "This is a <color=magic>Wheels</color> table! Anyone with their own Wheel and at least two figurines can play!",
      "Music beats everything, and nothing beats music!",
      "The whistle player is the real star here.",
      "How do you like our tunes?",
      "New music sheets, aye? Give em' here!",
      "Bardcore is the way to go!",
      "Y'all enjoying the show?",
      "Happy to supplement yer game of Wheels with some music!",
      "I'm feeling this, pal!",
      "Keenathan's too good at this.",
      "Notice how I spin it?",
      "Aye, this be the one thing I love more than sailin'!",
      "Never felt more alive!",
      "Betcha we're the only band with a ghost in it.",
      "Want to play some <color=magic>Wheels</color>?",
      "Casual game",
      "Champion game",
      "Versus player",
      "Maybe later",
      "We can play Champion again, but you've already beaten me so there won't be any big reward this time.",
      "Whoa, a tie!",
      "Hey, you won! Congratulations, here's your prize!",
      "You won!",
      "I win!",
      "Oh, quitting already?",
      "This is a <color=magic>Wheels</color> table! Anyone with their own Wheel and at least two figurines can play!"
    ]
  }
}