{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Global_EN",
  "locCategoryId": "Global",
  "language": 0,
  "strings": {
    "Array": [
      "[RewardText]",
      "[RewardText]",
      "Víc svačin neuneseme.",
      "Hey there, looks like this is your first time booting the demo.",
      "There are two things we need to get out of the way before leaving you to it forever.",
      "First, here's a quick pop-up about Discord integration.",
      "So it shall be. Now, just one last thing : the Pre-alpha Content Agreement.",
      "While the audio-visual assets and gameplay mechanics included here represent the spirit of the game, we still have a long way to go.",
      "About two years, to be precise.",
      "This means a lot has yet to happen in order to fine tune controls, rendering, difficulty, polish and overall balancing.",
      "By playing this early rendition, you understand that it is but a first pass on a larger vision.",
      "You agree to partake in good faith, and awareness that all systems will be mindfully catered to until we are ready to call Sea of Stars finished.",
      "While feedback is both welcome and expected, final judgement should be reserved for the official release in 2023.",
      "That being said, you are more than welcome to stream, screenshot, record, review, or otherwise capture and share footage of your experience with this early build.",
      "With sincere hope that it will bring you entertainment and joy, we made a game for you.",
      "Safe journeys, and all the best!<br>-Saboteam",
      "[MemorialPrefix] [MemorialText][MemorialSuffix]",
      "Rychlodráhová síť je v provozu. Vyberte cíl cesty.",
      "Repot",
      "Es'tristae",
      "Vesmírná základna",
      "Vstup do Moře hvězd",
      "~ Něco blýskavého",
      "Něco společenského",
      "Něco štědrého",
      "Něco transakčního",
      "Něco relaxačního",
      "Něco mazaného",
      "Něco zajímavého",
      "Něco užitečného",
      "Něco účinného",
      "Něco zdravého",
      "Něco meta",
      "Něco pevného",
      "Něco spolehlivého",
      "Něco rychlého",
      "Něco chatrného",
      "Chcete si zahrát <color=magic>Kotouče</color>?",
      "Nenáročná hra",
      "Hra o šampiona",
      "Možná později",
      "Můžeme si znovu zahrát o šampiona, ale už jste mě porazili, takže tentokrát nebude žádná velká odměna.",
      "Fíha, remíza!",
      "Hej, výhra je vaše! Gratuluju, tady máte odměnu!",
      "Zvítězili jste!",
      "Zvítězil jsem!",
      "Už se vzdáváte?",
      "Tohle je stůl na <color=magic>Kotouče</color>! Hrát může každý, kdo má vlastní Kotouč a alespoň dvě figurky!",
      "Muzika je to nejvíc a nic než muzika není víc!",
      "Ten, co hraje na píšťalku, je zde pravou hvězdou.",
      "Jak se vám líbí naše písničky?",
      "Nové noty, aye? Dejte je sem!",
      "Bardcore teď frčí!",
      "Líbí se vám naše show?",
      "S radostí doprovodíme vaši hru Kotoučů trochou muziky!",
      "Tohle je mazec, kamarádi!",
      "Keenathan je v tomhle borec.",
      "Všimli jste si, jak jsem to roztočil?",
      "Aye, tohle jediné miluju víc než plavbu!",
      "Nikdy jsem se necítila víc živa!",
      "Vsadím se, že jsme jediná kapela, která má ducha."
    ]
  }
}