{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "HauntedMansion_EN",
  "locCategoryId": "WraithIsland/HauntedMansion",
  "language": 0,
  "strings": {
    "Array": [
      "Erlina and Brugaves, you will clear the basement.",
      "Do be careful. <color=bad>The Glutton</color> is a fearsome foe.",
      "We'll see about that.",
      "[MAINCHAR] and [OFFCHAR], you will cleanse the ballroom and make your way to the gardens.",
      "<color=bad>The Botanical Horror</color> will pose a challenge, but you have what it takes.",
      "We won't fail.",
      "Remember what you learned. Lunar magic against soul-based enemies, and solar magic when you can't see through.",
      "I'm heading upstairs to start working on the final seal.",
      "Join me when you are done, and we will rid the world of the Dweller of Woe once and for all.",
      "Godspeed, Solstice Warriors!",
      "There you are!",
      "I can't fight the Dweller with you, but I'll do what I can otherwise.",
      "Hey, you must be Seraï!",
      "I'm Garl! Thanks for the help earlier!",
      "It's good to have you back!",
      "...",
      "Let's go.",
      "Seraï the assassin joins the party!",
      "Use the <color=magic>Order</color> command in the game menu, or <color=magic>Swap</color> command in battle to change your party's composition!",
      "Ugh... Better off without that thing.",
      "Let's regroup with the others.",
      "The Dweller is yours. Good luck.",
      "Good work, everyone.",
      "The Dweller of Woe is behind this barrier. Join me now!",
      "My dear Garl, your courage has been humbling, but you absolutely have to sit this one out.",
      "No worries, Headmaster. I'll just watch!",
      "In position!",
      "The rune I prepared will force the Dweller of Woe to materialize. I will have to maintain focus for it to be vulnerable.",
      "I trust you to keep me alive and take down this spawn of evil!",
      "You can do it!",
      "It comes! Brace yourselves, and do not be fooled by its appearance. It is immensely powerful!",
      "This is pointless! It won't even show its true form!",
      "So much for that rune.",
      "The preparations were done properly. We just need more direct light from the eclipse.",
      "Garl! Get up onto the roof and find a way to let more light in. Now!",
      "I... okay, I'm on it!",
      "Alright, I won't let them down. There's got to be a ladder here somewhere...",
      "I have to get up on the rooftop and bring more light for them!",
      "I know I've seen a ladder in this corridor!",
      "So far so good. Now to find a breach or something.",
      "Too solid... got to keep looking.",
      "This isn't it. Come on, Garl, your friends need you!",
      "Alright! There's an opening behind this debris. Time to smash through!",
      "Let's see now.",
      "It's all clogged up with rubble...",
      "Arf! Too heavy for me...",
      "Can't give up now. Think, Garl, think!",
      "Oh! That thing Yolande told me about gunpowder... Maybe if I just...",
      "I bet this will do juuuust right!",
      "Okay! Better find cover.",
      "Haha, it worked! That's bound to come in handy later, too!",
      "What the!? He could have warned us before pulling something like that!",
      "He did it!",
      "Perfect! The Dweller is showing its true form. Let's finish this!",
      "Quick! Obliterate the core!",
      "I won't let you!",
      "Seraï!?",
      "Drop your weapon right now!",
      "TELL THEM WHAT Y-",
      "!!",
      "Erlina, explain yourself at once!",
      "Use the <color=bad>crystal</color> now, Brugaves. I'd rather make this quick.",
      "!!!",
      "BRUGAVES, DON'T!",
      "...",
      "We tried reasoning with you. It's our time now.",
      "Do it.",
      "So, you really did hold up your end of the bargain after all.",
      "Go back from where you came, fiends, these minds are not yours to twist!",
      "Oh, is the old man tense?",
      "Tense, and confused too!",
      "What do you want!?",
      "Why, the very same thing as your two former friends here.",
      "For those born during a solstice to live free...",
      "Are they not forced to train?",
      "Train, and fight horrors too!",
      "Liars! You worship The Fleshmancer!",
      "Without Solstice Warriors, the world would be doomed!",
      "...",
      "This meets our conditions.",
      "Erlina... why?",
      "We took the deal. Our freedom in exchange for conjuring the blood moon.",
      "The blood moon... and a Dweller's core!?!",
      "NO!!",
      "My, you catch on quick!",
      "At long last, the Dweller of Strife will be resurrected.",
      "Resurrected, and made stronger too!",
      "Brugaves, how are you okay with this!?",
      "Haven't you ever wondered what it would feel like for your life to be your own?",
      "But why? We just defeated the last Dweller!",
      "You can't truly know that.",
      "And don't you see that absolutely none of this endless conflict is your fault?",
      "That doesn't mean it's not our responsibility!",
      "Or yours, by the way!",
      "It's not too late, Brugaves! Destroy the core!",
      "I'm sorry, Valere. We made our decision.",
      "Why give up now? Some of us could still ascend!",
      "Into “Guardian Gods”? Don't make me laugh!",
      "How many centuries were spent suffering in wait for this fake promise?",
      "Enough talk! We must complete the ritual before the eclipse subsides.",
      "NO! YOU CAN'T!",
      "Oh, I believe we can.",
      "Can, and will too!",
      "The time has come to resurrect the Dweller of Strife.",
      "Give us the blood moon!",
      "!!",
      "No...",
      "NOOO!!!",
      "Headmaster!",
      "Hey, at least we're safe for now...",
      "I'm sure the three of you can take on whatever that Dweller of Strife is.",
      "You don't understand!",
      "The Dweller of Strife took everything from us...",
      "More than two dozen Solstice Warriors, and yet...",
      "...",
      "But the Elder Mist said...",
      "...",
      "How could they...",
      "Headmaster!",
      "Let's hurry back.",
      "Thank you for clearing the evil spirits, it sure feels warmer now.",
      "Are you going to the gardens to fight the Botanical Horror?",
      "I hope you know what you're doing...",
      "Alright, it's snack time!",
      "Aaaaand done! We should go see that ghost now.",
      "We didn't check all the ingredients yet. Let's keep searching.",
      "Erlina and Brugaves are in charge of the basement. Let's find the ballroom and gardens.",
      "We can't let the others down. To the ballroom, then the gardens.",
      "There seems to be a switch at the bottom of the pot. Press it?",
      "Yes",
      "No",
      "This side of the wall feels brittle.",
      "Shortcut unlocked.",
      "It's locked.",
      "Just a bookshelf.",
      "Over generations, the evil presence has fully engulfed these rooms and halls.",
      "Are you here to help? Then perhaps you should take a look at the torch left of the fireplace...",
      "Completely blocked from this side.",
      "I miss Lucent.",
      "I'd steer clear of the maze if I were you. The Botanical Horror devours all.",
      "We were having dinner right here when it happened.",
      "I woke up one day, and the Night Shroud was just there.",
      "First they tell you to speak your mind, then they call you grumpy...",
      "Eternity is NOT FAIR!",
      "Enter the secret passage?",
      "Yes",
      "No",
      "The Knight is wearing a Crown. Take it?",
      "Take the Crown",
      "Don't touch anything",
      "The Knight is wearing a Knight's Helm. Take it?",
      "Take the Knight's Helm",
      "Don't touch anything",
      "The King is wearing a Crown. Take it?",
      "Take the Crown",
      "Don't touch anything",
      "The King is wearing a Knight's Helm. Take it?",
      "Take the Knight's Helm",
      "Don't touch anything",
      "Let's see what we have here.",
      "Hepar: [INGREDIENT_A_COUNT], dust: [INGREDIENT_B_COUNT], sugar: [INGREDIENT_C_COUNT], rust: [INGREDIENT_D_COUNT], slices of dread: [INGREDIENT_E_COUNT].",
      "I have a feeling the quantities are not exactly right.",
      "Want me to start cooking?",
      "Yes",
      "No",
      "Start over",
      "The Master Sandwich recipe: Two parts hepar, four parts dust, three parts sugar and one part rust.",
      "All between two slices of dread.",
      "The jar says \"Hepar\". How many drops should we take?",
      "This counter is full of dust. How many pinches should we take?",
      "Sugar. How many cubes should we take?",
      "A rusty rod. How many times should we scrape it?",
      "\"Loaf of Dread\". How many slices should we cut?",
      "None",
      "1",
      "2",
      "3",
      "4",
      "Hello there. You look strange, are you alive or something?",
      "Hey friend, we're looking for the ballroom. Do you know where it is?",
      "Oh? Yes, it's somewhere beyond this door.",
      "Tell you what, you make me a sandwich, and I'll open the door for you.",
      "Deal! How do you like yours?",
      "My favorite is pretty simple. Two parts hepar, four parts dust. Three parts sugar, and one part rust!",
      "...",
      "Between two slices of dread, of course!",
      "Coming right up! Where's the kitchen?",
      "To your left. Let me get the door for you.",
      "The recipe's on the counter, if you need it.",
      "And please hurry, I'm STARVING!",
      "Did you make my sandwich?",
      "Let's EAT!",
      "Oooooh, that is one good sandwich! Here's a little extra for your trouble.",
      "Not exactly what I was hoping for, but I guess it will do. Here's a little something for you.",
      "Eww! Did you put some vegetables in there or something? Well, it's still a sandwich, I guess...",
      "A deal's a deal. The ballroom is through the library behind me. Just crown the king and you're basically there!",
      "We should make the sandwich. The recipe is on the counter.",
      "I'll get this going. Do you mind gathering the ingredients?",
      "Spooky...",
      "This chair feels very cold...",
      "Finally, no more evil spirits!",
      "Here, you can use this fire if you need to rest.",
      "There are other lost souls in this mansion who can help you, but they won't come out while evil spirits are around.",
      "Need anything?",
      "Sealed shut.",
      "Just some dusty old books.",
      "This book is full of boring old records from past tenants.",
      "This place hasn't been cleaned in a while...",
      "The note says: ''Little juice boxes are for lunch only!''",
      "A set of guidelines for those who used to work as servants in the mansion.",
      "The note says: ''To open the secret passage to the kitchen, just look at the pot in the garden.''",
      "So dusty it feels like it might decompose just by looking at it."
    ]
  }
}