{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "HauntedMansion_EN",
  "locCategoryId": "WraithIsland/HauntedMansion",
  "language": 0,
  "strings": {
    "Array": [
      "Erlino, Brugavesi, vy pročistíte sklep.",
      "Buďte však opatrní. <color=bad>Žrout</color> je mocný nepřítel.",
      "To se ještě uvidí.",
      "...",
      "[MAINCHAR], [OFFCHAR], vy budete mít na starost taneční sál a následně se vydáte na zahradu.",
      "Porazit <color=bad>Botanickou zrůdu</color> nebude snadné, ale vy na to schopnosti máte.",
      "Neselžeme.",
      "Pamatujte, co jste se naučili. Měsíční magii proti přízračným nepřátelům a sluneční proti těm hmotnějším.",
      "Já budu nahoře pracovat na prolomení poslední bariéry.",
      "Až budete hotovi, připojte se ke mně a společně zbavíme svět Přiživovačky žalu jednou provždy.",
      "Hodně štěstí, Bojovníci Slunovratu!",
      "Tak tady tě máme!",
      "Já s Přiživovačkou bojovat nemůžu, ale jinak vám pomůžu, jak to jen půjde.",
      "Ahoj, ty musíš být Seraï!",
      "Já jsem Garl! Díky, žes nám předtím pomohla!",
      "Jsme rádi, že jsi zpátky!",
      "...",
      "Nemáte zač.",
      "Asasínka Seraï se přidává do družiny!",
      "Ke změně složení party použijte příkaz <color=magic>Pořadí</color> v menu hry nebo <color=magic>Vystřídat</color> v souboji!",
      "Dobrá, náš úkol v této misi jsme splnili.",
      "Pojďme se vrátit k ostatním.",
      "Přiživovačka je vaše. Zlomte vaz.",
      "Porazili jste Botanickou zrůdu, dobrá práce.",
      "Přiživovačka žalu je za touto bariérou. Všichni se mnou!",
      "Milý Garle, tvá odvaha je sice obdivuhodná, ale tento souboj opravdu budeš muset vynechat.",
      "Žádný strach, řediteli. Budu se jenom dívat!",
      "Na místa!",
      "Runa, kterou jsem připravil, donutí Přiživovačku žalu se zjevit. Budu se muset neustále soustředit, aby byla zranitelná.",
      "Věřím, že mě ochráníte a to stvoření zla skolíte!",
      "Držím vám palce!",
      "Je tady! Buďte připraveni a nenechte se oklamat jejím vzhledem. Je nesmírně mocná!",
      "Tohle k ničemu nevede! Ani neukázala svou pravou podobu!",
      "Ta runa nám teda opravdu pomohla.",
      " ...",
      "Připravil jsem ji správně. Potřebujeme jen více přímého světla ze zatmění.",
      "Garle! Vyšplhej na střechu a najdi způsob, jak sem dostat víc světla. A rychle!",
      "Já... dobře, jdu na to!",
      "Fajn, nezklamu je. Někde tady bude žebřík...",
      "Musím se dostat na střechu a pustit jim dovnitř víc světla!",
      "Vím, že jsem v téhle chodbě viděl žebřík!",
      "Zatím dobrý. Teď jen najít nějakou trhlinu.",
      "Tohle jen tak nepovolí... musím hledat jinde.",
      "To není ono. No tak, Garle, přátelé tě potřebují!",
      "Aha! Za těmi sutinami je díra. Je čas se tím probourat!",
      "Tak se na to podívejme.",
      "Je to celé ucpané troskami...",
      "Uf! Tohle sám neuzvednu...",
      "Teď to vzdát nemůžu. Přemýšlej, Garle, přemýšlej!",
      "Mám to! Cože mi to Yolanda řekla o střelném prachu... Možná, když...",
      "Tohle by mělo stačit tak akorát!",
      "Hotovo! A teď se honem ukrýt.",
      "Haha, vyšlo to! Tohle se mi určitě bude hodit!",
      "Co to!? Mohl nás třeba varovat, než se pustí do něčeho takového!",
      "Dokázal to!",
      "Výborně! Přiživovačka ukazuje svou pravou podobu. Dokončeme to!",
      "Rychle! Zničte to jádro!",
      "Na to zapomeňte!",
      "Seraï!?",
      "Odhoď zbraň! Hned!",
      "PŘIZNEJTE SE, CO-",
      "!!",
      "Erlino, okamžitě mi vysvětli, co to má znamenat!",
      "Použij ten <color=bad>krystal</color>, Brugavesi. Chci to mít radši rychle za sebou.",
      "!!!",
      "BRUGAVESI, OPOVAŽ SE!",
      "...",
      "Snažili jsme se s vámi rozumně domluvit, ale nedal jste nám na vybranou.",
      "Udělej to.",
      "Vidím, že jste svou část dohody nakonec opravdu splnili.",
      "Vraťte se, odkud jste přišli, vy zloduši, nepřísluší vám ovlivňovat cizí zájmy!",
      "Ale no, je snad tenhle stařík nervózní?",
      "Nervózní, a ještě k tomu zmatený!",
      "Co chcete!?",
      "No přece úplně to samé, co chtějí tady tví bývalí přátelé.",
      "Svobodu pro ty, kteří se narodili o slunovratu...",
      "Copak nejsou nuceni k výcviku?",
      "K výcviku, a ještě k tomu bojovat s nestvůrami!",
      "Lháři! Uctíváte Karnimanta!",
      "Bez Bojovníků Slunovratu je svět odsouzen k zániku!",
      "...",
      "Naše podmínky jsou tedy splněny.",
      "Erlino... proč?",
      "...",
      "Přistoupili jsme na jejich dohodu. Jediné, co od nás chtějí, je vyvolat krvavý Měsíc.",
      "A pak bude se všemi těmihle nesmysly konec.",
      "!!",
      "...",
      "Krvavý měsíc... s jádrem Přiživovače!?!",
      "NE!!",
      "No tedy, dochází ti to rychle!",
      "Přiživovač sváru bude konečně oživen.",
      "Oživen, a ještě k tomu posílen!",
      "Brugavesi, jak s něčím takovým vůbec můžeš souhlasit!?",
      "Přemýšlel jsi někdy nad tím, jaké by to asi bylo, mít život ve vlastních rukou?",
      "Ale proč? Právě teď jsme porazili jediného zbývajícího Přiživovače!",
      "To nemůžeš vědět jistě.",
      "A uvědomujete si, že za tenhle věčný konflikt nenesete vůbec žádnou vinu?",
      "To neznamená, že v něm nemáme žádnou zodpovědnost!",
      "A to mimochodem platí i pro vás!",
      "Ještě není pozdě, Brugavesi! Znič to jádro!",
      "Je mi líto, Valerie. My už jsme se rozhodli.",
      "Proč to vzdáváte teď? Někteří z nás stále ještě mohou být povzneseni!",
      "Povzneseni na \"Božské Ochránce\"? Nebuď směšná!",
      "Kolik staletí se marně čekalo na splnění toho falešného slibu?",
      "Nemyslíš, že už by se to jinak za celou tu dobu muselo stát?",
      "...",
      "Dost bylo řečí! Musíme dokončit rituál, než zatmění pomine.",
      "NE! TO NEMŮŽETE!",
      "Já bych řekla, že můžeme.",
      "Můžeme a taky to uděláme!",
      "Nadešel čas oživit Přiživovače sváru.",
      "A teď nám vyvolejte krvavý Měsíc!",
      "!!",
      "Ne...",
      "NEEE!!!",
      "Řediteli!",
      "Hele, aspoň jsme prozatím v bezpečí...",
      "A myslím si, že vy tři si s tím Přiživovačem sváru určitě poradíte.",
      "Ty to nechápeš!",
      "Přiživovač sváru nás připravil o všechno...",
      "O víc než dva tucty Bojovníků Slunovratu, a přesto...",
      "...",
      "Ale Mlžný střešina říkal...",
      "...",
      "Jak jenom mohli...",
      "Řediteli!",
      "Musíme se vrátit.",
      "Děkuji, že jste to tady očistili od zlých duchů, je tu najednou mnohem příjemněji.",
      "Vy jdete bojovat s Botanickou zrůdou?",
      "Doufám, že víte, co děláte...",
      "Dobrá, je čas na svačinu!",
      "Dejte mi jen chvilku.",
      "To zvládneš, Garle!",
      "Aaaaa hotovo! Měli bychom se jít podívat na toho ducha.",
      "Ještě jsme nezkontrolovali všechny ingredience. Hledejme dál.",
      "Sklep mají na starost Erlina a Brugaves. My hledáme taneční sál a zahradu.",
      "Nemůžeme ostatní zklamat. Do tanečního sálu, potom na zahradu.",
      "Vypadá to, že na dně toho květináče je spínač. Zmáčknu ho?",
      "Ano",
      "Ne",
      "Ta zeď z téhle strany nevypadá moc pevně. Možná se nám ji podaří prorazit.",
      "A je to! Z toho bude dobrá zkratka.",
      "Zamčeno.",
      "Jen police na knihy.",
      "Jak šel čas, zlé síly dočista pohltily tyto pokoje a chodby.",
      "Vy jste nám přišli na pomoc? To byste si měli prohlédnout louč nalevo od krbu...",
      "Z této strany je to úplne zatarasené.",
      "Stýská se mi po Lucentu.",
      "Být vámi, tak se tomu bludišti vyhnu. Botanická zrůda každého sežere.",
      "Když se to stalo, zrovna jsme přímo tady večeřeli.",
      "Jednoho dne jsem se vzbudil a Noční závoj už tady byl.",
      "Nejdřív vám řeknou, ať vyjádříte svůj názor, a potom jste podle nich mrzout...",
      "Věčnost NENÍ FÉR!",
      "Vstoupit do tajné chodby?",
      "Ano",
      "Ne",
      "Rytíř má na hlavě korunu. Vezmu ji?",
      "Vzít korunu",
      "Ničeho se nedotýkat",
      "Rytíř má na hlavě přilbu rytíře. Vezmu ji?",
      "Vzít přilbu rytíře",
      "Ničeho se nedotýkat",
      "Král má na hlavě korunu. Vezmu ji?",
      "Vzít korunu",
      "Ničeho se nedotýkat",
      "Král má na hlavě přilbu rytíře. Vezmu ji?",
      "Vzít přilbu rytíře",
      "Ničeho se nedotýkat",
      "Podívejme se, copak tu máme.",
      "Hepar : [INGREDIENT_A_COUNT], prach : [INGREDIENT_B_COUNT], cukr : [INGREDIENT_C_COUNT], rez : [INGREDIENT_D_COUNT], plátky ječiva : [INGREDIENT_E_COUNT].",
      "Něco mi říká, že ta množství nejsou úplně přesně.",
      "Mám začít kuchtit?",
      "Ano",
      "Ne",
      "Začít znovu",
      "Recept na Mistrovský sendvič vyžaduje dva díly heparu, čtyři díly prachu, tři díly cukru a jeden díl rzi.",
      "Vše mezi dvěma plátky ječiva.",
      "Na sklenici je napsáno \"Hepar\". Kolik kapek si máme vzít?",
      "Na této lince je plno prachu. Kolik špetek bychom si měli vzít?",
      "Cukr. Kolik kostek si máme vzít?",
      "Rezavá tyč. Kolikrát bychom ji měli oškrábat?",
      "\"Bochník ječiva\". Kolik plátků máme nakrájet?",
      "Nic",
      "1",
      "2",
      "3",
      "4",
      "Ahoj. Vy teda vypadáte divně, jste snad naživu nebo co?",
      "Ahoj, příteli, hledáme taneční sál. Věděla bys, kde je?",
      "Hm? Ano, je někde za těmihle dveřmi.",
      "Víte vy co, když mi uděláte sendvič, otevřu vám je.",
      "Platí! Jaký by sis přála?",
      "Můj oblíbený je dost jednoduchý. Dva díly heparu, čtyři díly prachu. Tři díly cukru a jeden díl rzi!",
      "...",
      "Mezi dva plátky ječiva, přirozeně!",
      "Jasně...",
      "Kde můžeme tyhle ingredience najít?",
      "Oh, všechny jsou v kuchyni. Otevřu vám ji.",
      "Recept je na lince, pokud byste ho potřebovali.",
      "A prosím, pospěšte si, UMÍRÁM hlady!",
      "Udělali jste mi sendvič?",
      "Pojďme JÍST!",
      "Oooooh, to je ale dobrý sendvič! Tady máte něco extra za vaši námahu.",
      "Není to přesně to, v co jsem doufala, ale asi to bude stačit. Tady máte něco extra.",
      "Fuj! Dali jste tam nějakou zeleninu nebo tak něco? No, pořád je to sendvič, že ano...",
      "Dohoda je dohoda. Taneční sál je přes knihovnu za mnou. Stačí korunovat krále a jste v podstatě tam!",
      "Musíme udělat sendvič. Recept je na lince, kdyby byl potřeba.",
      "Já to rozjedu. Mohli byste posbírat ingredience?",
      "Děsivé...",
      "Tahle židle je velmi chladná...",
      "Děkuji vám, že jste se zbavili těch zlých duchů!",
      "Jestli chcete, můžete si odpočinout tady u krbu.",
      "V tomto sídle jsou další ztracené duše, co vám mohou pomoci, ale neukážou se, dokud budou poblíž zlí duchové.",
      "Potřebujete něco?",
      "Pevně zavřeno.",
      "Jen nějaké staré zaprášené knihy.",
      "Tato kniha je plná nudných starých záznamů od minulých nájemníků.",
      "Tady už dlouho nikdo neuklízel...",
      "Ve vzkazu stojí: \"Krabičky džusu podávat pouze s obědem!\"",
      "Seznam instrukcí pro služebnictvo, které pracovalo v tomto sídle.",
      "Ve vzkazu stojí: \"K otevření tajné chodby do kuchyně se podívejte do květináče na zahradě.\"",
      "Tak zašlá, že by ji snad šlo rozdrolit pouhým pohledem."
    ]
  }
}