{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "LostOnesHamlet_EN",
  "locCategoryId": "CeruleanIsland/LostOnesHamlet",
  "language": 0,
  "strings": {
    "Array": [
      "...",
      "Není tu...",
      "Vůbec nikdo.",
      "(Zas další komplikace...)",
      "Seraï...",
      "Cedric tady něco zaznamenal. Musíme to najít.",
      "...",
      "Tohle místo postavil Aephorul.",
      "Vážně?",
      "Bývala to jedna z jeho dílen.",
      "A soudě podle vzhledu této kopule, nacházíme se ve skladišti duší...",
      "...",
      "(Aephorule... proč...)",
      "Jeho experimenty za sebou někoho zanechaly.",
      "Dejte mi chvilku.",
      "PROSÍM O POZORNOST!",
      "TENTO LEKTVAR ZLOMÍ KRYCÍ KLETBU.",
      "KDO CHCE ZŮSTAT SKRYT, AŤ SE NEDÍVÁ!",
      "Hm?",
      "Fungovalo to!",
      "Hele, vidím tě!",
      "Jakou mám barvu?",
      "Co se tady stalo?",
      "Další z jeho příšerných experimentů.",
      "Věděl jsem, že si Aephorul pohrává s dušemi, ale že navíc odděloval bytosti zaživa od jejich těl...",
      "...",
      "Takže ukryje důkazy a nechá je tady bloudit navždy?",
      "Váš přítel je zbabělec!",
      "...",
      "Aephorul není-",
      "Ty duše možná ví něco užitečného.",
      "Zeptáme se jich.",
      "Vy jste Bojovníci Slunovratu, je to tak?",
      "Jak to víš?",
      "Lidé mrtvého národa toho vědí spoustu.",
      "Co jsi zač?",
      "Mé jméno je <color=good>B'st</color>.",
      "Víš něco o Vesmírné základně?",
      "Ano. Zažili jsme její výstavbu. Tehdy jsme měli... fyzickou podobu.",
      "Přístupová cesta je naneštěstí mimo provoz od té doby, co byla Základna zneužita k tvorbě mraků.",
      "Zneužita?",
      "Ano. Byl to první krok ke zkáze našeho světa.",
      "Chceš říct, že ne vždy sloužila zlu?",
      "Vůbec ne. Dříve regulovala podnebí a udržovala příznivé podmínky k životu na naší planetě.",
      "...",
      "Byla to nádhera.",
      "Zlý stroj, jenž Základnu ovládl, postupně převzal kontrolu nad její centrální AI.",
      "Tvůrce kyborgů znám jako-",
      "Catalyst. Takže tam toho parchanta najdu.",
      "Ty jsi na něj pamatuješ? Domnívali jsme se, že vzpomínky maže.",
      "Jenom na jeho jméno.",
      "Seraï...",
      "Jsem v pohodě. O důvod víc, proč se na Vesmírnou základnu dostat.",
      "To by bylo možné pouze rychlodráhou.",
      "A víš, jak by se dala zprovoznit?",
      "Vím. Když jsme se dozvěděli, že náš svět padne, přišli jsme s nouzovým řešením.",
      "Je nenápadně, a přesto všem na očích, schováno mezi <color=location>Svatosvatými věžemi</color>.",
      "Obr z kamene a kybernetiky, jenž svírá v rukou kvádr.",
      "Po odjištění mechanismu blok upustí a vygeneruje tím stejnou energii, jež byla vynaložena k jeho zvednutí.",
      "Nejjednodušší podoba baterie držící právě tolik energie, aby podpořila poslední snahu spasit náš svět.",
      "Nazvali jsme jej <color=good>Es'tristae</color>.",
      "Ale vchod do Svatosvatých věží je uzavřený. Už jsme zkoušeli všechno.",
      "Tu bariéru lze prolomit snadno, víte-li, jak na to.",
      "Takže nás můžeš dostat dovnitř?",
      "Zajisté, najdete-li způsob, jak mě tam vzít.",
      "Co tím myslíš?",
      "Tenhle tomu rozumí.",
      "...",
      "B'st a jeho národ jsou zde uvězněni.",
      "Jediným důvodem, proč se na místě nerozplynou, je tato kopule.",
      "...",
      "Jak jsem řekl, pomohu vám, ale v první řadě mě tam musíte dostat.",
      "...",
      "A také si přeji bojovat po jejich boku.",
      "Povězte mi, jak moc dobrý alchymista jste?",
      "Trochu se vyznám.",
      "Dokážete to?",
      "(Živoucí sklo...)",
      "(Možná bych to měl zkusit ještě jednou?)",
      "Máš ponětí, co přesně tvůj požadavek obnáší?",
      "Ano. Chci mít možnost bojovat a osvobodit svůj svět.",
      "Ten proces je nevratný.",
      "Já vím.",
      "Budu potřebovat patřičné náčiní, ale nemohu se jen tak vloupat do Aephorulovy dílny.",
      "Pokud se vám ji podaří otevřít, udělám to.",
      "Tak z tohohle se nevyvlíknete.",
      "Cedricu. Nahrávám 3D sken.",
      "Přijato. Úroveň zabezpečení: vysoká.",
      "Zvládneš vyrobit klíč?",
      "Potvrzuji.",
      "Výborně. Pošlu sondu, ať ho vyzvedne.",
      "A teď si chvíli počkáme.",
      "To monstrum je v následující místnosti. Ujistěte se, že jste připraveni.",
      "Jsme skoro u pracovního stolu, měli bychom si pospíšit!",
      "Ale tvůj život... Tak dlouhou dobu si ani neumím představit...",
      "Chápu-li to správně, tebe a Valerii čeká to samé.",
      "Já...",
      "Žijte den po dni.",
      "A já sám toho příliš nevím o boji. Jsem přesvědčen, že se vzájemně máme co učit.",
      "Stejně si myslím, že Garl by je dokázal rozveselit!",
      "Haha, to určitě jo.",
      "Promiň, Valerie, nechtěla jsem...",
      "Ale ne, to nevadí.",
      "Víš, měla jsem za to, že zármutek je negativní pocit, který po čase zmizí.",
      "Ale tak to není. Prostě pořád... se mnou zůstává.",
      "Není to tak, že něco řekneš a já si na Garla kvůli tomu najednou vzpomenu.",
      "Někdy je mi hrozně smutno a jindy zase s úsměvem myslím na prožité chvíle.",
      "Zale to vyjádřil přesně, Garl je svým způsobem pořád s námi.",
      "A já asi začínám chápat, jaké mám štěstí, že jsem znala někoho, na kom mi tak záleželo.",
      "Dává ti to smysl?",
      "...",
      "Dává.",
      "Díky, Valerie. Tohle pomohlo i mně.",
      "Garl prostě umí zvednout náladu, i když tu není.",
      "Haha!",
      "A náš klíč právě dorazil.",
      "Jste připraveni?",
      "Měl bych vás varovat. <color=bad>Stvůra</color>, co nás mučila, uvnitř stále přebývá.",
      "O tu se postaráme.",
      "Ano, tohle postačí.",
      "Živoucí sklo se zhmotní pouze pro duši obdařenou neochvějným odhodláním.",
      "Naposledy se tě ptám: Jsi si naprosto jistý, že o něco takového stojíš?",
      "Ano.",
      "V tom případě pojď se mnou.",
      "Udělal bys to pro mě?",
      "Jistě. Ale jak poznám, že nastal ten pravý čas?",
      "Stačí je následovat. Ale pamatuj, do portálu můžete vstoupit pouze vy tři.",
      "Rozumím.",
      "Hotovo.",
      "Já... cítím se...",
      "Sklo je velice křehký materiál. Jeho živé vlastnosti jsem propojil s tvou myslí.",
      "Vždy musíš mít svůj cíl, neboť to sklo bude odolné jen tak, jak pevná je tvá vůle.",
      "Tak to jsem neporazitelný!",
      "Jsem vám opravdu vděčný za novou fyzickou podobu, Velký Alchymisto.",
      "Celá staletí jsem toužil po příležitosti osvobodit svůj svět.",
      "Takže teď máme namířeno do <color=location>Svatosvatých věží</color>?",
      "A víš jistě, že nás dostaneš dovnitř?",
      "Naprosto. Ti pomatení kultisté nás neuvidí rádi--ale jsem připraven vyzkoušet, co tahle podoba dokáže.",
      "Vypořádáme se se vším, co nás potká.",
      "Na boj po vašem boku se těším.",
      "Svatosvaté věže leží severozápadně odsud. Jdeme.",
      "B'st se přidává do družiny!",
      "V téhle kapsli... Zde jsem byl celá ta léta držen...",
      "A tahle...",
      "(<color=good>T'kore</color>... Konečně přišel čas tě pomstít...)",
      "To monstrum je v následující místnosti. Ujistěte se, že jste připraveni.",
      "Jaké experimenty to tady probíhaly?",
      "...",
      "S tím skoncujeme.",
      "Tohle... je operátor...",
      "Mně moc živý teda nepřijde.",
      "Buď opatrný, Zale. Když jde o stroje, zdání může klamat.",
      "Hýbe se to! Připravte se!",
      "Ugh, všem bude bez téhle věci líp.",
      "Resh'ane, vy jste o tomhle věděl?",
      "...",
      "Nic jsem nevěděl o tomto světě. Kéž by to s tím, co provádí Aephorul, bylo stejné...",
      "Jsme skoro u pracovního stolu, měli bychom si pospíšit!",
      "Ne, ty nejprve řekni, jakou mám barvu já!",
      "Hm, takže Živoucí sklo?",
      "No tak, jakou mám barvu?",
      "Hej, B'ste, jak vidím, máš teď opravdu sílu!",
      "Je skvělé se po tak dlouhé době znovu vidět. Tento den je dozajista výjimečný.",
      "Pobyt v kapsli mi rozhodně nechybí!",
      "Viděl jsem, jak někdo vyrazil k východu.",
      "Cožpak neví, že jsme tu uvězněni?",
      "Já sám bych Živoucí sklo nechtěl, ale B'stovi jej přeji.",
      "Ten, kdo na nás ty experimenty prováděl... nebyl v pořádku...",
      "Snad nechcete jít dovnitř?",
      "Víte, že tam je něco velkého a nebezpečného, že ano? ",
      "Stále nemohu uvěřit, že je ta obluda s kanystry pryč. Jste opravdu silní!",
      "B'st vždycky býval výjimečný.",
      "Hmph! ...Nevím, proč jsem se podíval. ",
      "Nechte mě být.",
      "Zamčeno.",
      "Nepotřebujete něco na cestu?"
    ]
  }
}