{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Lucent_EN",
  "locCategoryId": "WraithIsland/Lucent",
  "language": 0,
  "strings": {
    "Array": [
      "Noví návštěvníci, vítejte v <color=location>První fázi žalu</color>.",
      "Prosím, připojte se k nám a dovolte si vyrovnat se s tím, jak vám to nejlépe vyhovuje. Pro dnešní noc budu k vaším službám.",
      "Hlavně mějte na paměti úctu a podporu pro ostatní hosty a pokaždé si zdělte pohádky!",
      "Nechám vás, abyste se posadili. Dáte si něco k jídlu nebo pití, aby se vám ubezpečování lépe snášelo?",
      "Přinášíme dobré zprávy, pane hostinský! Dorazili Bojovníci Slunovratu, aby se vypořádali s Přiživovačkou!",
      "Ale ovšem, že dorazili!",
      "Ohledně mého dotazu: Dáte si k pohádkám, které si budete vyprávět, nějaké jídlo nebo pití?",
      "Ale to je pravda!",
      "Nepochybně! Určitě i to se stane, stejně jako můj poslední jednodenní výlet do Svěžína! Bylo to tak krásné.",
      "A teď do třetice, můžu vám něčím posloužit?",
      "Na pár dní by se nám hodil pokoj.",
      "Přirozeně! Většina 'dočasných hostů' tak začíná.",
      "Pane, my jsme tady opravdu proto, abychom očistili ostrov. Jen čekáme na ostatní.",
      "To je zvlášť zjevně faktické, a já jsem tu z vlastní vůle!",
      "Prosím, dejte mi vědět, až si budete chtít jít lehnout. Mezitím si užijte představení, co brzo začne.",
      "Užijte si pobyt v První fázi žalu! Ať vám odpoutá myšlenky od nevyhnutelného.",
      "Au…",
      "Tihle ubozí lidé to museli snášet tak dlouho.",
      "Jako by se už ani nedokázali vyrovnat s realitou…",
      "Ještě že jsme tady, abychom to ukončili!",
      "Tedy hned jak přijde to zatmění.",
      "A posily.",
      "Jsem si jistý, že to oba zvládnete skvěle!",
      "Fíha, Keenathan hraje na akordeon!",
      "Vlaaastně, mladý muži, tohle je koncertina!",
      "Dobře poslouchejte, přátelé!",
      "Jsme pirátská posádka, která si jednoho dne podmaní Večernici!",
      "Úú, tak TOHLE se určitě stane!",
      "Již dlouho upíráme zrak ke kořisti. Každým dnem pilujeme náš plán.",
      "A každou noc ji vidíme ve svých snech.",
      "A já můžu odejít, kdykoliv se mi zachce!",
      "Kdykoliv? Hej, to je moje druhé jméno!",
      "Žijeme pro dobrodružství a pro nové obzory. Kapitánka říká, že jednoho dne dokonce proplujeme skrz Moře-",
      "YOLANDO!",
      "Aye aye, kapitánko! Omlouvám se, kapitánko!",
      "Ti by mohli vyplout hned teď!",
      "Když je nejhůř, rádi si zahrajeme písničku.",
      "Zní nějak takhle…",
      "Hele, co se týče Garla…",
      "Jo, on s námi nemůže bojovat proti Přiživovačce.",
      "A co myslíš, že jsme udělali chybu?",
      "Chci říct, že sice je skvělé ho tady mít, jenom že…",
      "Já vím, nešlo by si to odpustit, kdybychom ho nedokázali ochránit.",
      "Tohle je nářez! Jste neuvěřitelní!",
      "Alespoň se dobře baví.",
      "Opravdu si užívá dobrodružný život, o jakém jsme vždy snili.",
      "Taky hodně přemýšlím o očistě…",
      "Jo, ještěže tohle nevedeme my!",
      "V mých představách byla záchrana světa samá akce a sláva, ale to, čím si tihle lidé prošli, je až příliš skutečné…",
      "No tak o důvod víc dát do toho všechno, mám pravdu?",
      "…",
      "To máš!",
      "Tak, co teď?",
      "Hádám, že se tu zabydlíme?",
      "Tak TOHLE mi přijde strašidelné!",
      "Haha! Zkusme si to tady užít.",
      "Připraveni k odpočinku?",
      "Jo!",
      "Ne, počkat…",
      "O pár dní odpočinku později…",
      "Takže si opravdu koupíte loď duchů za tu magickou minci, co jsme přinesli?",
      "Takový je plán!",
      "Hele, až tady skončí ta očista, budeme si moct dělat, co budeme chtít, že jo?",
      "Možná bychom se s nimi mohli chvíli plavit!",
      "…",
      "Zní to jako zábava.",
      "Hádám, že větší loď bude vskutku vyžadvat více rukou!",
      "Ha! Já bych určitě chtěl být námořnickým kuchařem…",
      "Ne, pirátským šefkuchařem!",
      "To už zní lépe!",
      "Jste více než vítáni na palubě! Každopádně, kapitánka říkala, že vy tři máte…",
      "VALTRAIDE!",
      "Aye, omlouvám se, kapitánko…",
      "No, když štěstí dá… Možná by byla zábava chvíli se spolu plavit, jenom možná…",
      "Ale, ale, ale! Vybavujete si, jak se před deseti vteřinami nestalo VŮBEC NIC?",
      "Byla hrozná nuda!",
      "Kéž by se alespoň jednou stalo něco zvláštního!",
      "Příští runda je na mě!",
      "Huhú!",
      "…",
      "To byla…",
      "Přiživovačka žalu.",
      "Tak je to pravda, tenhle ubohý vesničan prostě odkráčí náměsíčně do sídla a…",
      "…",
      "Ledaže…",
      "Ledaže…",
      "Zapomeňte na to, toho vesničana není možné zachránit!",
      "Vše v cajku, kapitánko? Nezníš jako ty!",
      "Chci říct… že je to planá námaha, aye, tak jest.",
      "Jasně.",
      "Co kdybyste dali na radu kapitánky a nezkoušeli žádné pitomosti?",
      "My půjdeme.",
      "Ale to nemůžete! Bariéra je neprostupná, musíte počkat na zatmění!",
      "(??)",
      "No ale přece tu nebudeme sedět, když má být někdo sežrán zaživa!",
      "Nechápete to, kouzlo ovládání mysli spojuje Přiživovačku s její kořistí.",
      "Nejste dost silní na to, abyste toho vesničana zastavili!",
      "(Kapitánko??)",
      "…",
      "Počkejte na mě!",
      "Ahoy, kapitánko, je něco potřeba?",
      "Potřebuji jen zkontrolovat vor…",
      "Proč nepošleš Valtraida?",
      "Trocha čerstvého vzduchu mi udělá dobře.",
      "Jistě, kapitánko, jak si přeješ, kapitánko!",
      "Vy tři tu zůstaňte, dokud se nevrátím.",
      "A snažte se to tu oživit, tihle lidé to potřebují.",
      "Aye, aye, kapitánko!",
      "(Nastal čas improvizovat…)",
      "Prokletý les je na sever od Lucentu. Měli bychom odejít na východ.",
      "Musíme si pospíšit do Doupěte nekromantky.",
      "Kolik máme času?",
      "Jen tak tak, abychom to stihli, bude to nebezpečné.",	  
      "S trochou štěstí nebude paní doma a podaří se nám sebrat kámen duší nepozorovaně.",
      "Jak nebezpečné to bude? My jsme cvičeni v boji proti nemrtvé magii.",
      "Nepochybně, ale Romaya je jednou ze <color=bad>Tří sester</color> a říká se o ní, že je ze všech ta nejobávanější.",
      "Zda to znamená, že je mocnější než Bojovníci Slunovratu, snad nebudeme muset zjišťovat.",
      "Jak se tam dostaneme?",
      "Východně od Lucentu pobývá <color=good>Převozník</color>, který nás vezme přes bažinu, pokud budeme hrát podle pravidel.",
      "Tohle je jediná cesta do Doupěte nekromantky.",
      "Dobře, díky... mimochodem, jak se jmenuješ?",
      "…",
      "Seraï.",
      "Díky za pomoc, Seraï. Nevím, co bychom si bez tebe počali.",
      "…",
      "Není zač.",
      "Garle… Nezklameme tě, přísahám.",
      "Takže… jak to funguje?",
      "Pulzuje to. Možná kdybych…",
      "Funguje to!",
      "Skvělé! Seraï, jak dlouho myslíš, že ten jed bude…",
      "Seraï?",
      "Odešla… Ani jsme jí nestihli poděkovat.",
      "Mohli bychom si udělat pohodlí, tohle asi chvíli potrvá.",
      "Haha! A pak jsi dělal jako \"No, když nedostanu meč, jak udělám salta vzad?\"",
      "Ty máš co říkat s tou svou \"Hradbou nevinných\", jsem tak rád, že ses toho vzdala.",
      "Dobře, ale stejně, už jsme pomohli spoustě lidí.",
      "Jistě, jen není třeba se kvůli tomu chovat jakoby nevímco!",
      "\"Jestli se máme někdy povznést, jako solární budu jiskrou já!\"",
      "Hej, přestaň! Bylo mi deset!",
      "Valerie, tam v lese, když mu ovládla mysl, se něco přihodilo…",
      "Hmmm?",
      "Nerozumím tomu, bylo to, jako by se mi v žaludku otevřela přehrada.",
      "Jako když jsme se poprvé učili kouzlit?",
      "Tak nějak, ale… mnohem, mnohem silnější.",
      "Myslíš, že to byla Přiživovačka?",
      "Ne, nepřipadalo mi to zlé, ani nějak špatné.",
      "Bylo to něco jako reakce na to, že vidím Garla v nebezpečí…",
      "Ale nešlo to pustit dovnitř, bál jsem se, že by mě to přemohlo.",
      "…",
      "Možná jsem mu mohl pomoci, ale…",
      "Kdyby se neukázala Seraï, tak…",
      "Zale, teď už jsme všichni v bezpečí. Na tom jediném záleží.",
      "Myslím, že to bylo moje proroctví, asi jsem svou chvíli propásl.",
      "Co tím myslíš?",
      "Mlžný stařešina mi sdělil, že mám potenciál, ale že nejdřív musím \"pohlédnout do noci v mém nitru.\"",
      "Podle mně měl namysli tohle… Pomyšlení na ztrátu milované osoby.",
      "Cítil jsem sílu, ale nedokázal jsem ji využít…",
      "Moc bych nad tím nedumala. Garl je v bezpečí a pokud vím, většina proroctví se stejně nevyplní.",
      "Nejsi zvědavá na to své?",
      "Na to moje? Říkal, že bych mohla být schopná \"vytvářet cesty na vodě.\" Co to má vůbec znamenat?",
      "Jo, tomu říkám hádanka…",
      "Já to vidím tak, že se to stane či nestane bez ohledu na to, kolik nocí kvůli tomu probdím.",
      "Máš takový poklidný pohled na věc. Někdy si přeju, abych se taky narodil o zimním slunovratu.",
      "Haha! Ty a Erlina máte pro věc rozhodně větší zápal.",
      "Předpokládám, že my dva se svým způsobem vzájemně doplňujeme.",
      "Proto jsme dobrý tým.",
      "Asi jo…",
      "Nebo možná proto, že se kradením mé živé many můžeš předvádět?",
      "Haha! Na to zapomeň, děláš to mnohem víc než já!",
      "Hggnn…",
      "Garle!",
      "…",
      "Hele, já…",
      "Vítej zpět, Garle!",
      "Právě jsem měl hooodně blbej sen, lidi.",
      "Už jsi v bezpečí, chlape, nedělej si s tím starosti.",
      "Co se stalo?",
      "Potom, co jsme se pokusili pomoct tomu vesničanovi, Přiživovačka znovu zapěla a...",
      "Wou! Chceš říct, že se dokáže něco jako teleportovat?",
      "Tím, že nějak z ničeho vytvoří magický portál.",
      "To je moc! Snad se s ní ještě setkáme, to musím vidět!",
      "Vítejte v První fázi žalu, posaďte se, prosím, a já hned přijdu!",
      "Děkujeme, pane hostinský. Nezdržíme se dlouho.",
      "Ale jistě, že ne!",
      "Jsou tady!",
      "No, podívejme, kdo byl dochvilný!",
      "Ahoj všichni, tak rádi vás vidíme!",
      "Zatmění je na spadnutí, měl bych vám podat instruktáž.",
      "Přece bychom nechtěli, aby někdo z vás skončil s myslí ovládanou Přiživovačkou?",
      "Aha, tak to už se stalo!",
      "Prosím?",
      "Šli jsme do lesa a Přiživovačka mě dostala, ale asasínka použila paralyzující jed, aby nám získala trochu času, a pak šli bojovat s nekromantkou a-",
      "Nekromantkou? Chceš mi říct, že [MAINCHAR] a [OFFCHAR] bojovali s Romayou a přežili?",
      "Měli jsme pomoc.",
      "(Tihle dva, přísahám…)",
      "Na tom nezáleží, musíme okamžitě vyrazit do Doupěte Přiživovačky. Vysvětlovat budu cestou.",
      "Poslední šance na přípravu. Dejte mi vědět, až budete připraveni.",
      "Připraveni na očistu?",
      "Ano",
      "Počkat…",
      "Tak tedy vyrazíme. Držte se u mě všichni.",
      "Kupředu, k očistě!",
      "Hmm? Hádám tě nenapadlo chtít jít s námi?",
      "Hele, umím bojovat a jsem fajn podpora!",
      "Přiživovači jsou odolní vůči všemu kromě magie slunovratu. Pouhá tvá přítomnost by byla přítěží.",
      "No, Mlžný stařešina mi dal zvláštní povolení!",
      "Cože?",
      "Budu vědět, kdy ustoupit stranou, bez obav!",
      "…",
      "Dávej pozor, abys nepřekážel.",
      "Máte to mít, pane řediteli!",
      "…Což jsem nepotřebovala slyšet, vzhledem k tomu, že serióznost je mé druhé jméno!",
      "Každopádně pak říkal, že na obyčejné nestvůry nikdy nepoužívá žádná kouzla, jen když bojuje s bossem, použije pouze to nejdražší!",
      "Hlava mi nebere, jak něco z toho může být považováno za zábavu.",
      "No, každému, co jeho jest.",
      "Máš někam namířeno, kapitánko?",
      "…",
      "Nevypadá, že by byl nějak vážně zraněný, asi jen toho na něj bylo moc.",
      "Nic, co by polévka nespravila!",
      "DVOJČATA NE!",
      "Klid, pane řediteli. Potřebujete si odpočinout.",
      "Děkuji ti, chlapče, byl jsi velice starostlivý.",
      "To nestojí za řeč!",
      "[MAINCHAR]. [OFFCHAR]. Potřebuji více času na zotavení.",
      "Naši nepřátelé už musí být na Karnimantově starém hradě na ostrově Mesa.",
      "Ostrov Mesa je momentálně nedosažitelný, ale věřím, že když budu meditovat, řešení mě napadne.",
      "Mezitím se, prosím, jděte podívat do Svěžína. Vyhodnoťte škody a snažte se pomoci všem přeživším v nouzi.",
      "Jdeme.",
      "Děkuji vám, mládeži. Doženu vás, až budu připraven.",
      "Já jdu hned. Uvidíme se v Svěžíně.",
      "Tak jste se tedy všichni sebrali a šli to udělat po svém, blahopřeji!",
      "…",
      "Nejste hrdí? Právě jste zachránili spoustu lidí, přátelé!",
      "My… Stalo se toho hodně a my to pořád zpracováváme…",
      "Proč ten protáhlý obličej? Stalo se něco NEPŘEDVÍDATELNÉHO?",
      "Všichni vypadáte, jako by se z vašeho mentora po celé době vyklubal záporák nebo co!",
      "Aha, ono to tak je?",
      "Koukejte, 'v dobrém' je moje druhé jméno… Omlouvám se, nevěděla jsem, že je to tak zlé, já…",
      "To je v pořádku, Yolando. Jen je toho teď na nás moc.",
      "Dobrá, jakokoliv budu moct pomoci, dejte mi vědět, jasný?",
      "Něco by tu bylo.",
      "Povídej!",
      "Svěžín to dost schytal. Máme rozkaz vrátit se, vyhodnotit škody a zjistit, jak můžeme pomoci.",
      "Považuj to za vyřízené, synku!",
      "Tak co, jste připraveni vyplout? Za předpokladu, že jste tady hotovi, žano.",
      "Ano",
      "Ne",
      "Musíme spěchat zpět do Svěžína. Yolanda nás může odvézt.",
      "Přišli jste si zahrát?",
      "Ano",
      "Ne",
      "Doooobrý večer všem! Přivítejte, prosím, našeho nového soutěžícího, [MAINCHAR] !",
      "Před zatměním nemá smysl riskovat. Měli bychom si odpočinout v hostinci.",
      "Piráti říkali, že budou v hostinci. Měli bychom se tam podívat.",
      "Vydrž, Garle, vrátíme se s kamenem duší!",
      "Hledáte vybavení?",
      "Hledáte věcičky?",
      "…",
      "Tihleti jsou vážne dobří!",
      "Chcete mě vidět, jak slapuju na base, přátelé?",
      "Kapitánka právě odešla. Od té doby, co jsme sem přijeli, není ve svý kůži…",
      "Muzika, to je věc, za kterou se můžu postavit!",
      "Asi máme štěstí, že nikdo z nás není zakletý, co?",
      "Už jste se seznámili tady s mou malou kamarádkou? Úžasná flétnistka!",
      "Být váma, vyhýbám se Prokletému lesu.",
      "Chtěli byste zůstat přes noc?",
      "Ano",
      "Ne",
      "Přijďte, prosím, i příště.",
      "Děkuji vám za váš příspěvek. Přeji příjemný pobyt.",
      "Kde jen může být? Kde je?",
      "Ahoj! Neviděli jste moji <color=magic>Turbo sušenku</color>? Opravdu ráda bych si ji teď dala.",
      "Ach! Moc vám děkuji!",
      "Teď může moje nadvláda teroru konečně začít. POSTAVTE SE MI!!!",
      "Děkuji… vám…",
      "Prohledejte… můj… hrob…",
      "Smíšené zboží",
      "<color=location>První fáze žalu</color>",
      "Ach ne! To ne ne ne! NEBUDETE mít obsah mé truhly!",
      "Jestli to chcete, budete muset přimět mého <color=good>BRATRA</color>, aby se UDOBŘIL!",
      "Nic nedostanete, dokud nezařídíte, aby se můj <color=good>BATR</color> UDOBŘIL!",
      "Co chcete?",
      "Tohle je… od mého bratra?",
      "Ach, děkuji! Můj poklad je váš!",
      "Nedokážu ten džem sníst, ale i tak pro mě znamená všechno na světě. Ještě jednou děkuji.",
      "Už dlouho se mi neozval můj <color=good>bratr</color>.",
      "Cože? Pořád je na mě naštvaný?",
      "Neudělal jsem nic jiného, než že jsem snědl svačinu, o které jsem ani nevěděl, že je jeho!",
      "Co po mně chce? Mám mu dát nějaký <color=magic>Bobulový džem</color>? Jsme obrazy! Já nemůžu!",
      "Nemohu uvěřit, že je pořád naštvaný kvůli nějakému hloupému <color=magic>Bobulovému džemu</color>.",
      "Takže vy jste mu dali trochu džemu a on se uklidnil? Fíha, dobrý…",
      "Očista nebude snadná. Raději se dobře vyzbrojte.",
      "Je to pravda, že se vám podařilo porazit Romayu?",
      "Vážení návštěvníci, pokud vás mohu obtěžovat, jeden z mých dvou bratrů se nedávno ocitl bez práce.",
      "Slíbil jsem, že se za něj přimluvím. Nevíte náhodou o nějaké příležitosti vhodné pro hostinského?",
      "Veselí, říkáte? To zní jako ideální příležitost! Hned mu pošlu zprávu a odevzdám vaše pozvání. Děkuji!",
      "Ve Veselí je nyní k dispozici hostinec!",
      "Prosím, použijte vchod u řeky. -Pán kvízů",
      "Chrr… Chrr…",
      "Něco obrovského spadlo z nebe a nabouralo to do Svěžína…. Doufám, že jsou všichni v pořádku…",
      "Jé, tohle je docela dobrá podívaná. Raději si to užijte, než kapela odjede na jiný ostrov - pravděpodobně zítra.",
      "Připíjím na našeho posledního zesnulého… Tedy, ne že by v poslední době byl nějaký zesnulý nebo tak něco.",
      "Počkejte, vy jste tu opravdu proto, abyste pomohli? Já…",
      "Dnes je tu spousta nových tváří. Zdá se, že každý chce navštívit Lucent, a já chápu proč - tohle místo nemá chybu!",
      "Bojovníci Slunovratu, říkáte? Tyto naše pohádky, co si vyprávíme, začínají být docela dobré, ha!",
      "Vypadá to, že Noční závoj zůstává, jenom pozbaven bánší… Už žádný strach…",
      "Další rundu, prosím!",
      "Moje dcera MILUJE hudbu!",
      "Aha. Tak vy jste porazili Přiživovačku žalu? Jo, hezká pohádka!",
      "Jediný důvod, proč zůstávám v Lucentu, jsou mí přátelé!",
      "Můj přítel se včera vydal na procházku, ale říkám si, že možná prostě odpluje na jiný ostrov a už se nevrátí. Vždycky byl dobrodružný typ…",
      "Část mého já tomu nechce věřit, ale ten stařec s měsíční holí určitě ví, co dělá…",
      "Nebylo vás o jednoho víc?",
      "Tak TOMUHLE já říkám dobrá muzika!",
      "Je váš přítel v pořádku? Nesnědl v lese něco divného?",
      "Vy… jste opravdu skupina Bojovníků Slunovratu?",
      "Přízračný ostrov je osvobozen… Děkujeme, mockrát děkujeme!",
      "Co je to koncertina?",
      "Jó! Tohle je taková zábava!!!",
      "Říkáte, že jste Bojovníci Slunovratu? No, hlavně že se všichni baví. ",
      "Takže to všechno byla pravda? Opravdu jste to dokázali?",
      "Dospělí se bojí vyjít ven, jako by to na věci něco měnilo!",
      "Mamka mi řekla, že jste prý Bojovníci Slunovratu. Je to pravda?",
      "Takže bánší je pryč? Měli bychom slavit, proč se dospělí pořád bojí?",
      "Zkoušel jsem vejít do kůlny na druhé straně mostu, ale je zamčená. Zajímalo by mě, co je uvnitř…",
      "Viděl jsem skupinu, která mířila k sídlu. Patříte k nim?",
      "Budou teď všichni chtít vyjít ven?",
      "Občas slyším od řeky jásot a potlesk. Je to opravdu zvláštní.",
      "Začíná to být únavné, žít pořád na hraně a přemýšlet, kdo bude další… Ani se nedivím těm, kteří se rozhodli trávit čas v hostinci.",
      "Konečně nastalo zatmění a vy, Bojovníci Slunovratu… Děkujeme vám, uděláme s tímto novým začátkem vše, co bude v našich silách.",
      "Tady není moc co dělat. Trochu ironie, že guláš je naším charakteristickým jídlem. To je to jediné, co sami celý den děláme! Guláš!",
      "Nikdy bych si nepomyslel, že se toho dne dožiju! Už žádný strach! Jestli to znamená, že bánší je pryč, tak ať tu Noční závoj klidně zůstane!",
      "Viděli jste ducha na západním konci vesnice? K té věci se nepřiblížím!",
      "Hej, ten duch zmizel! To je vaše práce?",
      "Také jsem vyrůstal bez vědomí, kdy nastane další <color=bad>volání</color>. Ale stejně s dětmi soucítím…",
      "Jsme osvobozeni? Celý život jsem se připravoval na volání, ale teď… Ani nevím, co si o tom mám myslet… Děkujeme vám.",
      "Ti, kdo se pokusí odejít, jsou prostě <color=bad>zavoláni</color> okamžitě. Nevím, proč jste sem přišli, ale je mi vás líto, že tu teď trčíte stejně tak…",
      "Pořád tomu nemůžu uvěřit. To znamená, že můžeme jet do Svěžína a podívat se na slunce…",
      "To sídlo a jeho <color=bad>Prokletý hlas</color> mi vzalo všechno. Mého syna… mého manžela… a příliš mnoho mých přátel.",
      "Proč ještě nezavolala mě?",
      "Tak jsme se konečně zbavili té kletby. Sice mi to nevrátí mé milované, ale i tak je to trochu dobrý pocit.",
      "Staré zaprášené romány.",
      "Malba 'Sídlo Aventry‘.",
      "Suroviny, co se používají k výrobě vybavení.",
      "Dobře uspořádaný regál.",
      "Všechny knihy tam vypadají extrémně staře a nudně.",
      "Ten zápach není příjemný.",
      "Různé pokrmy.",
      "Tato fontána už zažila lepší časy…",
      "Pár kusů brnění.",
      "Tady není nic zajímavého."
    ]
  }
}