{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mines_EN",
  "locCategoryId": "SleeperIsland/Mines",
  "language": 0,
  "strings": {
    "Array": [
      "Vy jste stařešina?",
      "Já... ano, jsem. A vy jste...?",
      "Bojovníci Slunovratu. Jsme tu, abychom se postavili Malkomudovi.",
      "No to je báječné!",
      "Co nám můžete říct o současné situaci?",
      "Obávám se, že nic moc.",
      "Prostě jsem se jen snažil uniknout hluku celé té paniky a najednou všichni začali jásat, jako bych šel dovnitř, abych ten problém vyřešil.",
      "...",
      "Takže teď jsem tu uvízl. Stejně tak se bojím vydat dál, jako vrátit se ke svým lidem bez řešení...",
      "...",
      "Nebojte se, stařešino, my vás zachráníme!",
      "V to upřímně doufám.",
      "Buďte tam opatrní, Malkomud je mocný čaroděj.",
      "Co to bylo za zvuk?",
      "...",
      "Něco se blíží!",
      "Pochybuji, že jsme ho viděli naposled...",
      "Buďme na pozoru.",
      "Vnikli jste do mé pevnosti!",
      "...To ty jsi Malkomud?",
      "Proč jste ublížili mému mazlíčkovi?",
      "...",
      "To není fér. <color=good>Rockie</color> nemůže vědět, že si jenom hrajete, když tam s ní nejsem!",
      "O co tu jde?",
      "Hrajeme? Terorizuješ vesničku!",
      "Je to jenom hra, ale nikdo jiný není dost silný...",
      "NIKDO MĚ NECHÁPE!",
      "To tě nikdo nepoučil o tvých schopnostech?",
      "Magie není na hraní, Malkomude.",
      "Tak vy jste mi přišli vyhubovat taky?",
      "NEMÁM VÁM CO ŘÍCT!",
      "UBLÍŽILI JSTE ROCKIE!",
      "VYPADNĚTE Z MÉ PEVNOSTI!!",
      "Jste velmi silní.",
      "Taky vám lidé hubovali, když jste byli děti?",
      "To proto jste odešli ze své vesnice?",
      "Poslyš, Malkomude, ty ses prostě narodil se zvláštními schopnostmi a je škoda, že tě tím nikdo nedokázal provést.",
      "...",
      "Provést?",
      "Všichni si ze mě jen dělají legraci, protože nejsem stejný. Říkají: \"Malkomud neumí kopat!\"",
      "No a už jsi to zkusil?",
      "Je to moc nudné, nemohu to dělat jako všichni ostatní.",
      "Všem se to líbí, ale mně ne.",
      "Všechno bylo uděláno jen pro ostatní...",
      "A když to zkusím, říkají: \"Malkomud není dobrý!\", tak to vzdám a pak řeknou: \"Malkomud je líný!\"",
      "Opravdu se snažím, ale nerozumím tomu...",
      "Tak si udělám pevnost a ukážu jim!",
      "Jéje...",
      "V pořádku, Malkomude, nemusíš to dělat jako všichni ostatní.",
      "Garl má pravdu!",
      "Být normální nemusí být pro tebe, buď sám sebou!",
      "??",
      "Jsi docela dobrý v magii země, viď?",
      "Ano, rád kouzlím se zemí a kameny!",
      "Ale všichni říkají, že to nesmím dělat...",
      "Jen tomu ještě nerozumí! Určitě bys jim mohl opravdu pomoci, kdybys chtěl!",
      "...",
      "Nechceš se pro změnu pokusit udělat něco dobrého?",
      "Budou si ze mě dělat legraci jen proto, že špatně kopu.",
      "Kdepak, oni jen potřebují vidět, co opravdu umíš!",
      "Nechci se předvádět.",
      "To je v pořádku, kámo, dej si na čas, když potřebuješ!",
      "...",
      "Můžu zůstat v pevnosti?",
      "Vždyť je tvoje, ne?",
      "Že jo, lidi?",
      "Naprosto.",
      "Jo, a navíc je tvá pevnost fakt boží!",
      "Mám vás rád.",
      "Tak co, můžeš nám udělat laskavost a souhlasit s tím, že přestaneš vytvářet příšery?",
      "Rockie není příšera.",
      "Samozřejmě že ne, jen se na ni podívejte!",
      "Chápeš mě.",
      "...",
      "Dobře. Možná udělám něco dobrého, když bude potřeba mojí magie.",
      "Zatím zůstanu tady s Rockie.",
      "Děkuju, mám tě rád.",
      "Drž se, Malkomude!",
      "To nebylo špatný, Garle!",
      "Ha! Někdy je prostě potřeba trocha pozitivního přístupu!",
      "Koukněte na nás, obnovujeme mír ve vesničce.",
      "Stále však nejsme blíže k nalezení lodi.",
      "Přízračný ostrov...",
      "Pojďme se podívat na vesničany, určitě už můžeme použít výtah!",
      "Heleme se, obnovili jste provoz! Tak to asi půjdu.",
      "Doly pokračují dolů.",
      "Prosím, zastavte Malkomuda.",
      "Vypadá to, že je potřeba nějaký klíč...",
      "Výtah nebude fungovat, dokud nebude zprovozněn první větrník. Jedna z Malkomudových příšer musela ucpat jeho větrný tunel...",
      "Stisknutím <button=\"WindBracelet\"> vypustíte proud větru, který může odstrčit bloky.",
      "Hornická odpočívárna",
      "Připomenutí bezpečnostních pravidel: Žádné skákání!",
      "Toto zařízení má na sobě malý větrník.",
      "Možná zkusíme ten Mistrálový náramek, co jsme našli?",
      "Děkujeme, že jste toto místo zabezpečili.",
      "Díky vám teď můžeme pracovat, aniž bychom se cítili v ohrožení.",
      "Ještě jednou vám děkuji, mám vás rád.",
      "Garl byl první člověk, který se ke mně choval hezky. Jsem šťastný, že jsem pomohl, ale zároveň smutný, že je pryč.",
      "To jsem rád, že je Garl zpátky. Zasloužil si vrátit se.",
      "A k čemu jsou ty šachty?",
      "Tohle, bude tam spousta pšenice!",
      "No a když ji tam všechnu naházíme, mělo by se to cestou dolů rozemlít a na dně nám zůstane mouka.",
      "Mlít na sopečném kameni?",
      "Jo, tady krmíme ohniváka!",
      "Je to velká výzva. Nevím, jestli to zvládnu.",
      "Ale kvůli tobě to zkusím.",
      "Děkuji, Malkomude, o víc nežádám!",
      "Tak teď půjdeme?",
      "Jo, Valerie tu sopku vyčistí, než tam dorazíme.",
      "Ahoj! Potřebujete něco na cestu?"
    ]
  }
}