{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mooncradle_EN",
  "locCategoryId": "EvermistIsland/Mooncradle",
  "language": 0,
  "strings": {
    "Array": [
      "Jen tak dál, příšera je téměř poražena!",
      "Pozor! Sesílá kouzlo!",
      "Au! Rychle, Zale, vyléč mě svým slunečním kouzlem!",
      "Společně, Valerie! Dokončíme to naším týmovým útokem!",
      "A zas Bojovníci Slunovratu vše zachránili!",
      "Tahle palice je docela dobrá, má zbraň bude něco takového, co udeří opravdu tvrdě!",
      "A já si vyberu takovou, co bude RYCHLÁ!",
      "Budeme nezastavitelní!",
      "Jen si představte všechny ty divy, které objevíme, až opustíme Ostrov věčné mlhy.",
      "Chci vidět <color=bad>Spáče</color>!",
      "Cože to?",
      "Ty jsi nikdy neslyšela o Spáči?",
      "Podle pověstí je to obrovský had, který spí stočený kolem hory již od dob, kdy ještě neexistovali Potulní historici, kteří by to zaznamenali.",
      "Kecáš!",
      "Nekecám, a navíc je supernebezpečný!",
      "Ale žádný strach, nemůže se probudit.",
      "Proč ne?",
      "Prý jsou v hoře otvory, kterými fouká vítr, a tím hraje melodii, která ho udržuje ve spánku.",
      "Páni...",
      "Já ho chci taky vidět!",
      "To je zvon, <color=good>Erlina</color> a <color=good>Brugaves</color> jsou zpátky!",
      "Rychle, třeba je dohoníme dřív, než půjdou do akademie!",
      "Hej, počkejte!!!",
      "Tady jste!",
      "Zase si hrajete ve svém tajném úkrytu?",
      "Trénovali jsme, myslím, že už umím používat magii!",
      "Opravdu? Tak se na to podíváme.",
      "Pojď blíž, Zale, otevři dlaň a soustřeď se.",
      "A co ty, Valerie, taky jsi trénovala?",
      "Každý den! Vsadím se, že jsem teď silnější než ty!",
      "Haha, to určitě jsi. Tak pojď sem!",
      "Yah! Yah!",
      "Hele, klídek, nemůžu se hlásit u ředitele, když mě odrovnáš!",
      "To bylo parádní, Zale!!!",
      "To nebylo špatný, Zale!",
      "Bojovníci Slunovratu!",
      "Pokud jste skončili s hlídáním dětí, rád bych si poslechl vaše hlášení.",
      "...",
      "Hned to bude, pane řediteli.",
      "Můžeme jít taky?",
      "Věřte mi, že až jednou vstoupíte do <color=location>Akademie Zenit</color>, budete litovat, že jste si to dřív nerozmysleli.",
      "...",
      "Pojďme, Brugavesi.",
      "...",
      "Hele, měsíc je v úplňku!",
      "??",
      "Má pravdu!",
      "Chcete jít znovu do <color=location>Zakázané jeskyně</color>?",
      "Už jsme to zkoušeli, nedokážu ji otevřít.",
      "Jo, ale posledně jsme se shodli na tom, že by možná úplněk mohl zesílit citlivost runy.",
      "Jsem si jistý, že to bude fungovat! A na ředitele Moraina to udělá takový dojem, že vás dva hned vezme do výcviku a pak konečně budeme moct opustit tenhle ostrov!",
      "A co když se naštve a náš výcvik místo toho odloží?",
      "Ani náhodou.",
      "Tak tím se můžeme zabývat, až ji otevřu.",
      "Tedy POKUD ji otevřu.",
      "Dobře, jdeme na to!",
      "Nezapomeňte ošetřit ránu a to ubohé dítě ukonejšit.",
      "On není někdo, kdo by naříkal, ale kdyby se zdálo, že se bolest vrací, pošlete pro mě, prosím.",
      "Rozumím, pane řediteli.",
      "Svého přítele velmi dlouho neuvidíte. Pokud máte pár slov na rozloučenou, proneste je teď.",
      "Já...",
      "Nemůže jít a zůstat s námi?",
      "Jak dlouho je velmi dlouho? Třeba týden?",
      "Ach, ta nedočkavost mládí.",
      "Trvá roky, než se Bojovníci Slunovratu dostatečně vycvičí.",
      "ROKY!?!",
      "To nemyslíte vážně!",
      "Ale...",
      "Tví přátelé se mají co učit.",
      "Doporučuji ti využít tento čas k zamyšlení se nad tím, co se dnes stalo.",
      "S trochou štěstí se ti podaří hodit za hlavu všechny nápady, jak se zaplést s břemenem, které ti nenáleží.",
      "Lidi! Nezapomeňte na mě!",
      "Nikdy!",
      "Budeme trénovat opravdu tvrdě a možná to nebude trvat tak dlouho!",
      "Vítejte na Akademii Zenit.",
      "Na tomto starobylém místě vědění se naučíte vše, co potřebujete vědět, abyste se stali skutečnými Bojovníky Slunovratu.",
      "Na tohle jsme čekali tak dlouho.",
      "Kdy začneme?",
      "Hned teď.",
      "Vítejte, [MAINCHAR] and [OFFCHAR], v nebeské učebně.",
      "Tady budeme studovat?",
      "Cítím podivné chvění, jako když jsem otevřela Zakázanou jeskyni.",
      "Je dobře, že sis toho všimla.",
      "Být blíž ke hvězdám pomáhá novým rekrutům obeznámit se s jejich <color=magic>vnitřní magií</color>.",
      "To, že jsi to pocítila už dříve, svědčí o velkém potenciálu. U Zalea také, podle toho, co mi řekla Erlina.",
      "Ale, byl to jen malý výboj.",
      "(...)",
      "(Nemají ani ponětí, jak velkým potenciálem disponují.)",
      "(Nejspíš je to tak pro ně nejlepší.)",
      "Během mnoha let, které strávíte na Akademii Zenit, se naučíte o povinnostech, které náleží Bojovníkům Slunovratu.",
      "O magii, kterou jste předurčeni ovládat, a o zlu, které má očistit.",
      "Bojovat se naučíme taky, že jo?",
      "Pochopitelně.",
      "Budete trávit dny tréninkem a studiem, ale především tkaním.",
      "Tkaním?",
      "To zní nudně.",
      "A mohu vás ujistit, že také je.",
      "Přesto jde o povinný úkol.",
      "Všichni, kdo mají vstoupit do našeho řádu, začínají tím, že svou vůli vetkají do očarovaného kusu látky, odznaku Bojovníka Slunovratu.",
      "Je to jejich nejcennější vlastnictví, které zaručuje světlo na nejtemnějších místech a určitou ochranu před přisluhovači <color=bad>Karnimanta</color>.",
      "Nejdříve se však musíte seznámit se svými povinnostmi, trénovat, dokud nebudete cítit své končetiny, a pak trénovat ještě víc.",
      "Jakmile vaše tělo i mysl dozrají potenciálem, vytvoříte <color=magic>magický kus látky</color> hodný samotných hvězd.",
      "Poté budete vysláni za hranice Zakázané jeskyně, abyste se setkali s <color=good>Mlžným stařešinou</color>, neboť pouze on může oficiálně udělit titul Bojovníka Slunovratu.",
      "Tkát...",
      "Chápu, že to není to, v co jsi doufal, ale je to něco, co se od tebe prozatím vyžaduje.",
      "Roky tkaní...",
      "To je pro dnešek vše.",
      "V těchto sálech budete trávit hodně času, tudíž se zde zabydlete.",
      "Nalevo od vás se nachází tělocvična. Tam se dostavte hned ráno.",
      "Přímo nad vámi je cesta do mých komnat.",
      "Tam je ovšem vstup zakázán.",
      "A napravo od vás jsou ubikace. Určitě si vyberte lůžko v souladu s vaší vrozenou magií.",
      "Neváhejte se porozhlédnout, a pak až budete připraveni, jděte spát.",
      "Dobrou noc.",
      "Jít spát?",
      "Ano",
      "Ještě ne",
      "Myslím, že tato postel bude pro mě. Pojďme najít tu tvoji.",
      "Na další den ráno, v tělocvični...",
      "Dobré ráno, děcka!",
      "BRUGAVESI!",
      "Takže ty budeš náš trenér?",
      "Kéž by!",
      "S Erlinou zítra odjíždíme, ale ředitel byl tak laskav, že nám dovolil udělat váš první den výjimečným.",
      "Jste připraveni na trénink?",
      "To si piš!",
      "To jsem chtěl slyšet!",
      "Řekl bych, že tyhle by vám dvěma měly dobře padnout.",
      "Zale obdržel <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-sunblade\"> <color=magic>Cvičný meč</color>.",
      "Valerie obdržela <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-moonstaff\"> <color=magic>Cvičnou hůl</color>.",
      "Bezva, tak se dáme do práce!",
      "Uff.. uff..",
      "Ty to dáš, Valerie, teď to nevzdávej!",
      "Nikdy!",
      "Jeď, jeď, Zale, vydrž!",
      "Já...",
      "Já to zvládnu!",
      "Devadesát devět, sto!",
      "To je pro dnešek vše, vedli jste si skvěle!",
      "Fjuh!",
      "To bylo moc.",
      "Klidně si udělejte přestávku. Erlina vás počká na terase, až budete připraveni.",
      "Erlina vás už přijme. Čeká venku před vstupem do akademie.",
      "Erlina by měla být hned před vstupem do akademie.",
      "Tak tady jste! Připraveni učit se magii?",
      "Měl by to být pocit, jako by jste si škrábali něco, co svrbí hodně daleko.",
      "Na ten pocit se musíte koncentrovat a přimět ho, aby se přiblížil.",
      "MYSLÍM, ŽE TO FUNGUJE!",
      "Hele! Vyrušila jsi mě, málem jsem to měl!",
      "Teď už jsem to taky stratil...",
      "To je v pořádku, hlavně dýchejte zvolna.",
      "Snažte se to uvolnit, až když před sebou ucítíte procházet proud.",
      "Pokud to načasujete správně, zmanifestuje se. Na tři.",
      "Jedna...",
      "Dvě...",
      "TŘI!",
      "Myslím, že jsem to ucítila!",
      "Lechtá to!",
      "To je ono! Právě jste zdolali tu nejtěžší část.",
      "Jsem si jistá, že váš trénink půjde hladce, ale ještě jedna věc...",
      "Bez ohledu na to, co vám ředitel přízvukuje, nezapomeňte, že tohle je VÁŠ život a...",
      "Erlino!",
      "Jelikož už jsi skončila se zaškolováním našich nováčků do principů magie, tak bych ti rád sdělil instrukce k tvému dalšímu zadání.",
      "Co se vás dvou týče, je nejvyšší čas, abyste si vyzkoušeli onen <color=magic>tkalcovský stav</color>.",
      "Ale...",
      "Honem...",
      "...a \"utkat magický kus látky hodný samotných hvězd\" je zajistě obtížný úkol.",
      "Jo, nemám ponětí, jakej tvar mám vůbec udělat... né že by se nám to mělo povést hned napoprvé.",
      "Můžeme se do té nudy opřít, ať už nám dá jakoukoli lekci.",
      "Myslím, že Erlina měla pravdu.",
      "Hmm?",
      "Říkala, že vstup na tohle místo budeme litovat.",
      "Jasně. Ale to všechno kolem učení magie není zas tak špatné.",	  
      "(No, já se nudím.)",
      "Co to děláš?",
      "Co to děláš?",
      "Jen se trochu projdu.",
      "Pořád to zdůrazňujete, ale přece Karnimant opustil naši říši nadobro, když byl <color=bad>Příživník sváru</color> zničen.",
      "Tak proč nemůžou mít normální život?",
      "Víte přece, že my tři si s ním poradíme na <color=location>Přízračném ostrově</color>. Nepotřebujeme je.",
      "Obezřetnost, Erlino. Nikdo neví, jakým hrozbám můžeme v budoucnu čelit.",
      "[MAINCHAR] a [OFFCHAR] byly přivedeny do Měsíční kolébky <color=good>Velkým orlem</color>. Řediteli nepřísluší zpochybňovat takové záležitosti a nepřísluší to ani tobě.",
      "Copak to neskončí? Co taká <color=good>Moyara</color>? A co <color=good>dvojčata</color>?",
      "BRUGAVESI!",
      "Neposuzuj oběti, jejichž rozsah nemůžeš ani pojmout!",
      "Tento rozhovor je u konce.",
      "Budou zde studovat, zatímco vy budete pokračovat ve svém vyšetřování.",
      "U prvního zatmění po dokončení jejich výcviku se k nám připojí na <color=magic>očistu</color>.",
      "Do té doby se naučte co nejvíce.",
      "Už pojďme, Brugavesi.",
      "...",
      "A tak trénovali a tkali celé týdny a pak celé měsíce...",
      "Přidej!",
      "Koncentrujte se a pak uvolněte!",
      "...neboť čím déle je <color=bad>Přiživovač</color> ponechán svým záměrům, tím více sílí. Proto je nezbytná obchůzková hlídka.",
      "Nechte ho příliš dlouho růst a máte na krku <color=bad>Požírače světů</color>.",
      "Vůči takovému protivníkovi by byla bezmocná i celá legie Bojovníků Slunovratu.",
      "Jelikož otálení jen zvyšuje vyhlídky Požírače světů, očistu vždy zaměřujeme na nejsilnějšího Přiživovače, o kterém víme.",
      "Pane řediteli, pokud jsou Přiživovači imunní vůči naší magii, jak s nimi dokážeme bojovat?",
      "Právě proto se očista provádí vždy během <color=magic>úplného zatmění</color>.",
      "Pouze v těchto chvílích Přiživovači strácí svou imunitu.",
      "Kolik Přiživovačů ještě zbývá?",
      "Pouze jeden, známý jako <color=bad>Přiživovačka žalu</color>. Ale to nemůžeme vědět jistě...",
      "Karnimant mohl před odchodem z našeho světa jednoduše zasít další <color=bad>semena zla</color>...",
      "A tak musíme zůstat bdělí!",
      "Pane řediteli?",
      "Ano, [MAINCHAR]?",
      "Co se stalo s Přiživovačem sváru? A kdo je Moyara?",
      "To by pro dnešek stačilo.",
      "O několik dní později uprostřed noci zazní...",
      "[MAINCHAR], vstávej!",
      "[OFFCHAR]... co je...",
      "Myslím, že u vstupu bylo slyšet hlas.",
      "Kolik je hodin?",
      "Koho to zajímá!? Pojďme to prověřit.",
      "Hele, dívej!",
      "Hmm, dobře to voní!",
      "Je tady odkaz.",
      "\"Milí [MAINCHAR] a [OFFCHAR],\"",
      "\"Tohle píšu pro jistotu, spíš doufám, že se uvidíme osobně.\"",
      "\"Pokud to čtete, nejspíš to znamená, že mě chytili.\"",
      "\"Upekl jsem sušenky plněné džemem z Nebeské vrby, který vám chutnal.\"",
      "Jé...",
      "Čti dál!",
      "\"Dělám co můžu, abych byl připraven na odchod, až budete maturovat.\"",
      "\"Do té doby hádám, že váš výcvik jde dobře.\"",
      "\"Jejda, teď už je plošina skoro nahoře a vidím, že tam na mě čeká Moraine.\"",
      "\"Vypadá velmi naštvaně. Pokusím se upustit sklenici, aniž by si toho všiml.\"",
      "\"Nejspíš to znamená, že už se mi nepovede další návštěva, ale myslím na vás každý den a už se nemůžu dočkat!\"",
      "\"Doufám, že vám sušenky budou chutnat.\"",
      "\"Váš kamarád až do konce života.\"",
      "\"-Garl\"",
      "Doufám, že z toho nemá velké potíže.",
      "Vyjeďme si to sníst nahoru.",
      "Tyhle sušenky jsou úžasné.",
      "Nemůžu uvěřit, že tu Garl před chvílí byl.",
      "Tolik mi chybí...",
      "Alespoň je, zdá se, v pořádku. Po tom, co se stalo v Zakázané jeskyni...",
      "Jak ho znám, vsadím se, že už na další den se smál.",
      "Haha, asi máš pravdu!",
      "Nesmíme dopustit, aby se něco takového ještě někdy stalo.",
      "Tímhle tempem mi to připadá, že nikdy neutkáme něco, čo by bylo dost dobré pro Mlžného stařešinu...",
      "Ono to přijde, jen musíme dál tvrdě trénovat.",
      "A tak trénovali a tkali celé roky...",
      "A pak trénovali a tkali ještě několik let...",
      "Až jednoho dne...",
      "Ten zvuk vycházel od vstupu na jihu. Pojďme se tam podívat!",
      "Zale! Toto je tá pravá!",
      "Taky to tak cítím, vydrž!",
      "Dobrá, ja myslím, že se mi to povedlo taky! Pojďme za ředitelem.",
      "Chcete si zopakovat základy souboje?",
      "Ano",
      "Není třeba",
      "Načasování úderů a bloků je důležité. Jste si jisti, že si to nechcete zopakovat?",
      "Dobře, fajn.",
      "Přeskočit",
      "Vypadá to, že víte, co děláte!",
      "Jste připraveni projít si základy magie?",
      "Ano",
      "Není třeba",
      "Typy poškození a nakládání s BM jsou klíčové pro přežití. Důrazně doporučujeme udělat si přehled.",
      "Dobře, fajn.",
      "Přeskočit",
      "Vaše volba.",
      "Snímky o základech souboje si můžete prohlédnout v sekci Jak hrát v nabídce Pauzy.",
      "Začněme. Prostě teď na mě zaútočte v libovolném pořadí.",
      "Pomocí <button=\"MoveHorizontal\"> můžete přepínat mezi dostupnými postavami.",
      "Členové družiny mohou táhnout v pořadí, které si zvolíte, ale konat mohou pouze jednou za kolo.",
      "Když všichni členové vaší družiny ukončí svou akci, kolo se uzavře a všichni budou opět k dispozici.",
      "Dobře.",
      "Je zásadní soustředit se, kdykoliv provádíte útoky a dovednosti.",
      "Při správném načasování můžete zvýšit způsobené poškození a někdy dokonce získat další zásahy.",
      "Podívejme se na to.",
      "Stiskněte <button=\"Interact\">, jakmile zásah dopadne, čímž zvýšíte poškození.",
      "Dobře. Podívejme se na to ještě jednou.",
      "To bylo příliš brzy. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "To bylo příliš pozdě. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "Někdy to může být těžké. Pomůžu.",
      "Teď!",
      "Jauajz! Jo, to je pointa.",
      "Většina vašich útoků a kouzel může být silnější díky správnému načasování. Některá také pokračují dalšími zásahy, dokud neminete!",
      "Chce to čas a experimentovat. Nedělejte si s tím příliš velké starosti. Prostě to zkoušejte dál a váš cit pro to se časem vyvine.",
      "Dobře, a teď k načasování bloků. Dáme sem toho panáčka.",
      "Soustřeďte se a stiskněte <button=\"Interact\">, jakmile zásah dopadne. Je to jen okamih.",
      "Abyste byli v boji úspěšní, musíte věnovat pozornost všemu, co se začne hýbat.",
      "Při správném načasování můžete blokováním snížit poškození jakéhokoli příchozího útoku nebo kouzla.",
      "Připravte se!",
      "Stiskněte <button=\"Interact\">, jakmile zásah dopadne, abyste snížili utržené poškození.",
      "To bylo příliš brzy. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "To bylo příliš pozdě. Soustřeď se a stiskni, jakmile zásah dopadne.",
      "Někdy to může být těžké. Pomůžu.",
      "Teď!",
      "Takhle se to dělá!",
      "Nezapomeňte být vždy ve střehu. Některé pohyby bude těžší předvídat než jiné, někdy bude potřeba i více bloků.",
      "Nejde o to, abyste to vždycky zvládli dokonale, ale spíše o to, abyste si pro to postupně vyvinuli cit.",
      "Klíčové je nezapomenout číst své nepřátele a nepřestávat se snažit!",
      "A ještě jedna věc.",
      "Když je některý člen družiny v boji knokautován, budete muset přepnout do defenzivnějšího režimu.",
      "Knokautovaní společníci se sami zvednou na 50% BŽ, jakmile zmizí všechny hvězdičky KO.",
      "Na konci každého kola zmizí jedna hvězdička KO.",
      "Čím více budete během jedné bitvy padat, tím více bude KO hvězdiček, takže buďte opatrní!",
      "Pokud padnou všichni členové družiny, hra končí.",
      "Bojujte a přežijte, dokud se nevrátí [OFFCHAR]!",
      "Tak to má být.",
      "Dobrá práce nadnes, jsem si jistý, že zkouška bude brnkačka!",
      "Když nepřátelé připravují kouzla, musíte udělat vše pro to, abyste jim v tom zabránili.",
      "Když se budete řídit svými smysly, můžete zkusit udělit taková poškození, která odhalí zámky a naruší jejich koncentraci.",
      "Jednodušší kouzla si vyžádají pouze normální útoky.",
      "Valerie může způsobovat tupé poškození a Zale umí sečné.",
      "Podíváme se, jak prolomíte toto.",
      "Přesně tak.",
      "Teď pozor, některá kouzla budou vyžadovat k prolomení také magické poškození.",
      "Nyní umíte ovládat své střely, tak to zkusíme. Zale má sluneční a Valerie měsíční.",
      "Dobrá práce. Teď cítíš, že máš trochu málo BM, že?",
      "Abyste v boji udrželi rovnováhu, musíte myslet na regeneraci BM.",
      "Pojďme si je zase trochu navýšit. Teď mě zasáhni normálním útokem.",
      "Vidíš? Právě se ti útokem vrátili nějaké BM.",
      "Uvědomělost v souboji povede k vítězství.",
      "Musíte střídat kouzla s normálními útoky, abyste neskončili v bezvýchodné situaci, ze které se nedá dostat kvůli nedostatku BM.",
      "A na druhou stranu byste neměli váhat používat kouzla, když je BM dostatek, protože běžný útok s plnou rezervou je plýtvání regenerací.",
      "Klíčové je experimentovat, neustále měnit své akce a najít rytmus vhodný pro každou bitvu!",
      "Ještě jedna věc.",
      "Všechny bojové akce, zejména prolamování zámků, budují vaši energii pro komba.",
      "Až jí budete mít dostatek, můžete použít kombo body k provádění mocných akcí.",
      "Komba nestojí žádné BM, ale navrší se nejvíc tři body, takže byste nikdy neměli váhat je použít.",
      "Moraine mi řekl, že jste si vyvinuli svůj první kombo útok. Ukažte mi ho.",
      "Jo, tomu říkám síla...",
      "Při svých dobrodružstvích se pozorně dívejte, určitě narazíte na svitky, které vás naučí další komba.",
      "Moraine vás doprovodí k závěrečné zkoušce. Určitě si povedete skvěle.",
      "Pane řediteli, myslíme si, že jsme připraveni.",
      "Ale ano, chvění magie ve vzduchu se stupňuje už několik týdnů.",
      "Blahopřeji. Od nynějška už nebude žádné tkaní.",
      "S tím se dokážu smířit!",
      "Brzy nastane čas, abyste se vydali na cestu za <color=good>Mlžným stařešinou</color>.",
      "Ale než se k tomu dostaneme, má pro vás Akademie Zenit ještě jednu výzvu.",
      "Podívejme, naši návštěvníci právě dorazili! Perfektní načasování.",
      "Panejo, oba jste pěkně zesílili!",
      "Čaute, rádi vás dva vidíme!",
      "Erlina a Brugaves jsou zde, aby vám pomohli <color=magic>probrat základy boje</color>.",
      "Až si to projdete, pak přijde čas na vaši závěrečnou zkoušku.",
      "Jste tedy připraveni na závěrečnou zkoušku?",
      "Jsme připraveni!",
      "Ještě ne...",
      "Tak tedy započneme.",
      "Ještě ani nebyli na druhé straně Zakázané jeskyně, jak by tomu mohli rozumět?",
      "Říkáš, že bychom se to neměli alespoň pokusit vysvětlit?",
      "Viděla jsi, jak jsou silní, <color=good>Wyrd</color> bude pro ně procházka růžovým sadem.",
      "...",
      "Koukneme se tedy na ně...",
      "Konečně nastal ten velký den.",
      "V průběhu let vás Akademie Zenit prověřila mnoha způsoby.",
      "Nyní vás vyzkouší naposledy.",
      "Připravili jste si své přísahy?",
      "Ano, pane řediteli.",
      "Ano, pane řediteli.",
      "Tak je proneste nyní.",
      "Jdi první, Zale.",
      "Hmm, dobře.",
      "*Ehm*",
      "Se záměrem používat svou hbitost k očištění tohoto světa a k ochraně svých společníků, vstoupím do světa jako tanečník čepele.",
      "Zvoli jsem si prohnutou čepel, protože mě nebude omezovat v rychlosti ani v reflexech.",
      "Vítej, tanečníku čepele.",
      "Jdi, Valerie! Dokázal jsem to, teď je řada na tobě!",
      "*Ehm*",
      "Se záměrem používat svou sílu k podněcování naděje a k vymýcení zla se stanu mniškou bojovnicí.",
      "Zvolila jsem si hůl, protože se nezlomí, ať udeřím jakkoli tvrdě.",
      "Vítej, mniško bojovnice.",
      "Dnes musíte prokázat mistrovství ve všem, co vás Akademie Zenit naučila. Dole na vás čeká poslední výzva.",
      "Ustupte prosím stranou.",
      "Ach, než zapomenu. Tady máte malou drobnost, abyste si udrželi zdraví.",
      "Nyní, s vírou ve své schopnosti a cílevědomostí ve svém jednání, uskutečněte skok.",
      "A vraťte se jako noví členové našeho řádu!",
      "Připraveni, [MAINCHAR]?",
      "Jdeme na to.",
      "Zkouškový režim zahájen. Držte se.",
      "Gratuluji, byli jste dobře vyškoleni. Nyní se vraťte ke svému řediteli.",
      "Blahopřeju vám, [MAINCHAR] a [OFFCHAR]! Naučili jste se vše, co vás Akademie Zenit mohla naučit.",
      "Ha!",
      "Dokázali jsme to!",
      "A to v rekordním čase.",
      "Nyní se musíte naučit naši ultimátní moc, schopnost \"používat magii bez použití magie.\"",
      "??",
      "Ale toto poznání vám musí předat Mlžný stařešina.",
      "Pojďte, vesničané se shromáždili, aby oslavili váš odchod!",
      "Právě o zvláštních dnech, jako je tento, si obyvatelé Měsíční kolébky připomínají důležitost svých povinností.",
      "(Kde je Garl?)",
      "(Nevidím ho...)",
      "Před mnoha lety nám [MAINCHAR] a [OFFCHAR] byli doručeni Velkým orlem.",
      "Doručení o dvou slunovratech po sobě, aby toho nebylo málo!",
      "Velmi vzácná událost!",
      "Pamatuji si to! Babička byla tak šťastná, že se setkala s dalšími dvěma, než zesnula!",
      "Chybí mi babička...",
      "Všichni jste se semkli, abyste se o ně starali a chránili je, stejně jako to dělali vaši předkové pro tolik Dětí Slunovratu předtím.",
      "[MAINCHAR] a [OFFCHAR]!",
      "Předstupte, aby dobrý lid Měsíční kolébky mohl pohlédnout na ty, jenž brzy vstoupí do řad Bojovníků Slunovratu!",
      "(Tohle předvádění je směšné.)",
      "(Jen ať se vesničané pobaví. Nic jiného nemají.)",
      "(Takže tobě se to líbí?)",
      "(To víš, že ne.)",
      "A teď se mnou jásejte, protože posíláme tyto mladé hrdiny napříč Zakázanou jeskyní vstříc Mlžnému stařešinovi!",
      "Hurá!",
      "K bráně!",
      "Co budeme dělat? Chci vidět Garla, než odejdeme!",
      "Myslím, že prozatím musíme pokračovat podle pravidel.",
      "Držme si palce, abychom se mohli vrátit po setkání s tím Mlžným stařešinou...",
      "Palce i pěsti.",
      "[MAINCHAR], [OFFCHAR], tuto pouť musíte nyní podniknout samy.",
      "Nezklameme, pane řediteli.",
      "Jděte nyní skrze Zakázanou jeskyni a na vrchol Horské stezky, abyste požádali o audienci u Mlžného stařešiny.",
      "Naučte se \"používat magii bez použití magie\" a pak vstoupíte do světa jako praví Bojovníci Slunovratu!",
      "AŤ VÁS <color=moon>LUANINA</color> MOC OCHRAŇUJE!",
      "AŤ VÁS <color=sun>SOLENOVO</color> SVĚTLO PROVÁZÍ!",
      "Berte. Tohle by vás mělo na chvíli nasytit.",
      "A pokud se vám dobrodružství bude zdát trochu náročné, můžete se podívat na tyhle.",
      "Odemkli se <color=magic>Relikvie</color>! Naleznete je v sekci Relikvie v herním menu (přístupné pomocí <button=\"Player_GameMenu\">) a přizpůsobíte si tak svůj zážitek ze hry!",
      "Ať už dáváte přednost lehčí výzvě, nebo se chcete vyburcovat k maximálnímu výkonu, Relikvie nabízejí celou řadu možností. Určitě jich objevíte víc!",
      "Ať už vás nyní vaše dobrodružství zavedou kamkoliv, musíte si včas zajistit cestu na <color=location>Přízračný ostrov</color>, než nastane příští zatmění.",
      "A pokračujte v tréninku, protože nás čeká krutá očista.",
      "(Pořád nemůžu uvěřit, že říďo po nich chce, aby bojovali s Přiživovačem.)",
      "(Pro tebe Moraine. Poprvé jsme nebyli o moc starší.)",
      "(Jo, ale...)",
      "(Poradíme si.)",
      "Šťastnou cestu a nechť očistíte tento svět!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "NECHŤ OČISTÍTE TENTO SVĚT!",
      "Two decades ago, in the village of Mooncradle...",
      "Come on, Brugaves! We're going to miss them if you don't hurry!",
      "Huff... huff...",
      "Wait for me!",
      "There you are, little ones!",
      "We're too late...",
      "I wanted to see the <color=good>Headmistress</color> in her battle gear!",
      "How did she look?",
      "As fabulous as ever.",
      "How long will it take? I really want to see her when everyone returns.",
      "You just might!",
      "Today's cleansing will be performed by the biggest group to ever take down a Dweller.",
      "You can expect a swift return!",
      "Maybe we should just sit here, then.",
      "Don't forget to do your chores now, hmm?",
      "Oh, come on! We don't even get a break for the eclipse?",
      "Not if you want to play with the twins later.",
      "...",
      "Fine...",
      "Be good now.",
      "Whoa, I can feel the magic coursing through me!",
      "You mean you don't always feel it?",
      "The tingling? No, just when there's an eclipse.",
      "I wish I could see Headmistress Moyara fighting.",
      "I bet she takes down the Dweller on her own.",
      "Nah, the twins have to combine their weapons like they showed us!",
      "Right!",
      "No more eclipse. They must be on their way back now.",
      "Hey, so, when we grow up, will we have to fight big monsters too?",
      "Of course. But we'll be Solstice Warriors, so it should be easy.",
      "Doesn't that scare you?",
      "Not really. I'm excited more than anything.",
      "And no matter what, I'll always protect you.",
      "You know that, right?",
      "Brugaves?",
      "Fine, you sleep. I'll keep watch.",
      "THEY HAVE RETURNED!",
      "Wait...",
      "HELP! MORAINE IS GRAVELY HURT!!!",
      "...and only Moraine survived.",
      "It will take him a while to heal too, by the looks of it.",
      "At least the Dweller of Strife was destroyed...",
      "But we lost so many...",
      "Moyara and the twins... Moraine will never be the same again.",
      "Does that mean he's the Headmaster now?",
      "Who else?",
      "A few months later, at Zenith Academy...",
      "Focus, Brugaves. You will never become strong enough if you don't develop your innate magic!",
      "I'm trying!",
      "Then try harder, you are way too slow!",
      "Hey, how about a bit of patience?",
      "DO NOT INTERFERE!",
      "OR WHAT?",
      "ERLINA!",
      "...",
      "A lot more is expected of you. We will resume tomorrow, and you will put in the work.",
      "Grumpy old man.",
      "Hey, what if we left?",
      "You mean right now?",
      "Why not?",
      "I can move the platform now, so maybe I can also open the Forbidden Cavern?",
      "Sure beats staying here.",
      "Later that year, at the <color=moon>Winter Solstice Festival</color>...",
      "Look! The Great Eagle!",
      "A new Child of the Solstice is born!",
      "Read the name!",
      "<color=moon>Valere</color>!",
      "Welcome, Valere. May Luana's might protect you!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "Six months later, at the <color=sun>Summer Solstice Festival</color>...",
      "Did you hear that?",
      "The Great Eagle! Deliveries on two solstices in a row!",
      "A blessed year!",
      "Come on, read the name!",
      "<color=sun>Zale</color>!",
      "Welcome, Zale. May Solen's light guide you!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "A few years later...",
      "Haha, now we're talking!",
      "Keep it up, Valere!",
      "Yah! Yah!",
      "HEY, THE SNACKS ARE READY!",
      "Oh, are you two joining us?",
      "There's plenty for everyone, but I'm not sure we can show you our secret hideout.",
      "We have to report to the Headmaster.",
      "Okay, but please don't look which way we're going.",
      "Last one there does the dishes!",
      "I remember when we were that age. [MAINCHAR] and [OFFCHAR] always make me smile.",
      "...",
      "We should leave now. Our next <color=bad>meeting</color> is today at dusk.",
      "Right.",
      "The <color=bad>Dweller of Woe</color> isn't that powerful, you know we can take it.",
      "Of course, but that other one no one knows about in a mountain that wipes memories? It's been growing for a long time.",
      "The Acolytes could be bluffing.",
      "Not with the knowledge they had of the matriarch. Plus it explains why Torment Peak was sealed.",
      "...",
      "Can't you see this world is doomed regardless?",
      "Moraine never stopped being a mess, and the kids are way too young to be of any help.",
      "I can't accept leaving [MAINCHAR] and [OFFCHAR] behind to die like this.",
      "We will add a condition that they can go and live with you. Wouldn't you like that?",
      "What if they refuse?",
      "The Acolytes need us for the <color=bad>blood moon</color>. They'll have no choice but to accept.",
      "Not them, I meant-",
      "Hey, wait!!",
      "Let's pretend for now. We'll talk later.",
      "...",
      "There you are!",
      "Playing in your secret hideout again?",
      "We were training, I think I can use magic now!",
      "Is that so?",
      "We are gathered here today to honor <color=garl>Garl</color>, <color=garl>the Warrior Cook</color>.",
      "Born in Mooncradle, he chose a life of adventure and accomplished many deeds.",
      "From fighting alongside Solstice Warriors, to founding the peaceful town of Mirth, he even managed to soothe The Sleeper.",
      "Yeah, you surely showed 'em in the end, son. Good work.",
      "Like a true Pirate Chef!",
      "This adventure won't be the same without ya, pal.",
      "May he be remembered for his warm heart, his bravery, and his unrelenting smile.",
      "MAY HE BE REMEMBERED!",
      "...",
      "Garl, you really were the best of us...",
      "I miss you so much already...",
      "...",
      "The world will hear the stories of your deeds for generations to come. This is my vow.",
      "Thank you for teaching me, Master Garl.",
      "I am glad you liked the kiln.",
      "I still can't believe he spent all that time on the platform with just a monocle and a cookie jar.",
      "He sure was a loyal friend.",
      "The best...",
      "It has been a couple of weeks already. Are we leaving anytime soon, Captain?",
      "We are giving [MAINCHAR] and [OFFCHAR] as much time as they need.",
      "Aye, must hurt something awful. Their bond was a special one.",
      "Sure would hurt somethin' fierce to lose one of our own...",
      "But yer right, Valtraid. Their friendship was something else.",
      "So, Captain, any ideas for our next adventure?",
      "Yes. The time has come.",
      "Captain?",
      "...",
      "Oh, how exciting!",
      "Valere, I think I'm ready.",
      "...I've been thinking about Erlina.",
      "No matter what kind of Fleshmancer monster she's become, we have to defeat her.",
      "Wherever she is...",
      "Garl sure held up his end of the bargain. The Sky Giants Council will let us through, I suppose.",
      "\"Across the Sea of Stars,\" whatever that means...",
      "For Garl, then?",
      "For Garl.",
      "With innocence lost and purpose reaffirmed, the powers of [MAINCHAR_GODNAME] and [OFFCHAR_GODNAME] start to awaken within [MAINCHAR] and [OFFCHAR].",
      "Zale learns ultimate attack <sprite=\"dialog-inventory-icons\" name=\"icn-skills-zale-solenslight\"> <color=sun>Solen's Light: Salvation</color>.",
      "Valere learns ultimate attack <sprite=\"dialog-inventory-icons\" name=\"icn-skills-valere-luanasmight\"> <color=moon>Luana's Might: Retribution</color>.",
      "So, y'all ready to avenge your friend?",
      "We are.",
      "I'll be here, just let me know.",
      "Back to the sky council, then? We can go to the shrine right away if ya want.",
      "Go now",
      "Go later",
      "Here lies <color=garl>Garl</color>, the Warrior Cook.",
      "So this is the Warrior Cook's resting place?",
      "Yes. He always loved this tree.",
      "He once made some very tasty jam using its sap.",
      "Garl always made sure to prepare something for us...",
      "He sounds like he was a good friend.",
      "The best.",
      "The best.",
      "Sorry you had to wait all this time, I thought it'd be instantaneous or something.",
      "Anyway, thanks again, B'st!",
      "Please don't mention it.",
      "No way, I owe you big time!",
      "Guys, I... There's so much I wish I could share!",
      "I'm not allowed to talk about what I saw on the other side, but when I came back, they said they would grant me one wish.",
      "Did you pick a good one?",
      "Sure did! But it can wait, I want to be the one cooking for tonight.",
      "My wish demands a bit of an errand though. I'll tell you at camp later if you want.",
      "Sounds good!",
      "Reunited with their best friend, [MAINCHAR] and [OFFCHAR] enjoy an evening of celebration, and feel a familiar warmth returning at last.",
      "Juuust right!",
      "Ha! Right on time!",
      "Oh come on, don't be shy now!",
      "Need to rest?",
      "Yes",
      "No",
      "Sleep well.",
      "Come back anytime!",
      "I sowed this small field all on my own. I'm really proud of it. ",
      "It's so sad that we lost Garl.",
      "I heard Garl was back! Talk about MAGIC!",
      "It looks like there's something below there. I kind of want to check it out, but I'm too afraid to climb down.",
      "I miss Garl. He was always really nice to me...",
      "Garl came back from the dead? He's technically a zombie now, that's so cool!",
      "There's a fisherman in town, he said he was looking for a place to \"settle.\"",
      "We're doing great on supplies!",
      "It's a real shame what happened to Garl. You'd only ever hear good things about him.",
      "So, a pink glass thing comes out of his grave, and... he's back? What is happening?",
      "Mooncradle is so peaceful. ",
      "The entire village attended Garl's funeral. He was truly loved by everyone.",
      "I didn't know Solstice Warriors could bring back the dead, that's incredible!",
      "Please don't look at the mess!",
      "Garl... That'll take a while to sink in...",
      "Garl was RESURRECTED!",
      "The crops will be good this year.",
      "I'll be keeping Garl in my thoughts tonight. He deserved better.",
      "And now he came back to life!? Is there anything Garl hasn't done?",
      "Take care of yourselves and don't overdo it, hmm? It does not do to push oneself too much.",
      "Poor Garl... the world can be so cruel...",
      "I always knew you two were special, but I'd never have imagined you could bring Garl back!",
      "I still can't believe you are Solstice Warriors already! It feels like you just arrived a couple of years ago.  ",
      "We're all in mourning.",
      "Let's rejoice!",
      "Gran's food is amazing, I bet she taught Garl!",
      "I don't feel like doing anything today...",
      "Everyone was so happy to hear the good news!",
      "The crops are doing great as always. The stories about the soil having some magic to it must be true.",
      "...",
      "Garl has returned! Somehow I'm able to find joy in my work again!",
      "I'm ready to get some SLEEP.",
      "Zzz... Zzz...",
      "I'm descended from a long line of lucky ones who get to serve directly inside of the academy, yes I am!",
      "Erlina and Brugaves... They were always so nice to me, I don't know what to make of this...",
      "Hey, so you're nearing the end of your training! Are you excited?",
      "It's been feeling pretty empty here since you left.",
      "Hey, it's good to see you two! Doing alright out there in the world?",
      "Oh, there you are. Moraine finally decided that you were ready?",
      "I remember when Erlina and Brugaves were your age... they wouldn't stop running!",
      "Ugh, I feel old now...",
      "Oh, hello there! I am a traveling fisherman currently looking to settle down. Now that I have seen it all, I would like to run a fishing house somewhere relaxing...",
      "The perfect place, you say? Well, I'll be! Onwards to <color=location>Mirth</color>, then!",
      "You can now fish at the new house in Mirth!",
      "This special lake will contain random selections from the species you've already caught.",
      "Remember, young ones, the <color=magic>Celestial Willow</color> was a gift from the Great Eagle. Always treat it with respect.",
      "These crops are our main source of food. It's hard work, but I am reminded every day when we all eat together that the effort is well worth it!",
      "I hope you're not getting into trouble again.",
      "You really need to stop trying to open the Forbidden Cavern.",
      "I know you wanted to catch Erlina and Brugaves, but it's starting to be late. Bedtime soon, okay?",
      "Hey there, younglings! Are you still playing in that little cave down below?",
      "Zzz... Zzz...",
      "Messy.",
      "This shelf is especially well organized.",
      "Just a bunch of old books... ",
      "We never gave back the \"treasure\" we found as kids... Good memories.",
      "\"Weaving Basics.\"",
      "...",
      "Moraine's office. It's locked.",
      "A rack filled with wooden training weapons. ",
      "Ugh...",
      "I'm supposed to pile all the leaves onto that pile of twigs for a fire later.",
      "I wish the wind just took care of piling the leaves for me...",
      "Thanks again!",
      "Hey, you did it!",
      "Thank you so much for your help. Here, you can have this.",
      "I have work to do in the field, but I can't because of all the thorns...",
      "No way, you cleared all the thorns?",
      "It's so nice of you to help like that, I see you haven't forgotten your roots!",
      "Get it? Roots?",
      "Anyway, here's a little something for you.",
      "I'm eager to work in the field again. Thanks!",
      "Garl...",
      "It is quite sad that the Warrior Cook won't be sailing with us anymore...",
      "The Sea of Stars... Reckon Garl would've loved it...",
      "Ye hangin' in there? Losin' a crewmate never be easy...",
      "The Solstice Diploma acknowledges your past deeds. Skip Zenith Academy?",
      "Skip intro",
      "No"
    ]
  }
}