{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mooncradle_EN",
  "locCategoryId": "EvermistIsland/Mooncradle",
  "language": 0,
  "strings": {
    "Array": [
      "Keep it up, the monster is almost defeated!",
      "Watch out! It's casting a spell!",
      "Ouch! Quick, Zale, heal me with your Sun magic!",
      "Together, Valere! Let's finish this with our team attack!",
      "And once again, the Solstice Warriors save the day!",
      "This stick is pretty good, my weapon will definitely be something that hits really hard!",
      "And I'll pick a FAST one!",
      "We'll be unstoppable!",
      "Imagine all the wonders we'll find after we leave Evermist Island.",
      "I want to see <color=bad>The Sleeper</color>!",
      "What's that?",
      "You've never heard of The Sleeper?",
      "Stories say it's a giant serpent, and it's been sleeping curled up around a mountain since even before there were Traveling Historians to record it.",
      "No way!",
      "Sure is! And it's super dangerous, too!",
      "But don't worry, it can't wake up.",
      "Why not?",
      "Apparently there's holes in the mountain, and the wind blows through them, and that plays a melody that keeps it asleep.",
      "Whoa...",
      "I want to see it too!",
      "It's the bell, <color=good>Erlina</color> and <color=good>Brugaves</color> are back!",
      "Quick, maybe we can catch them before they go to the academy!",
      "Hey, wait!!",
      "There you are!",
      "Playing in your secret hideout again?",
      "We were training, I think I can use magic now!",
      "Is that so? Let's see it then.",
      "Come closer, Zale. Open your palm and concentrate.",
      "What about you, Valere, have you been training too?",
      "Every day! I bet I'm stronger than you now!",
      "Haha, I'm sure you are. Come here then!",
      "Yah! Yah!",
      "Whoa, easy now, I can't report to the Headmaster if you knock me out!",
      "That was awesome!!",
      "Not bad, Zale.",
      "Solstice Warriors!",
      "If you are done with your babysitting duties, I would hear your report.",
      "...",
      "Right away, Headmaster.",
      "Can we go too?",
      "Believe me, once you enter <color=location>Zenith Academy</color>, you'll wish you hadn't.",
      "...",
      "Let's go, Brugaves.",
      "...",
      "Hey, the full moon is out!",
      "??",
      "He's right!",
      "Want to go to the <color=location>Forbidden Cavern</color> again?",
      "We tried already, I can't open it.",
      "Yeah, but last time, we decided maybe the full moon could make the rune more sensitive.",
      "I'm sure it'll work! And Moraine will be so impressed, he'll take you two in for training right away, and then we'll finally be allowed to leave this island!",
      "What if he gets mad and delays our training instead?",
      "Nah, no way!",
      "Well, we can worry about that after I open it.",
      "I mean, IF I open it.",
      "Alright, let's go!",
      "Make sure to treat the wound and soothe the poor kid.",
      "He's not the complaining type, but if the pain seems to return, please send for me.",
      "Understood, Headmaster.",
      "You will not see your friend for a very long time. If you have any parting words, speak them now.",
      "I...",
      "Can't he come and stay with us?",
      "How long is very long? Like a week?",
      "Ah, the eagerness of youth.",
      "It takes years to properly train Solstice Warriors.",
      "YEARS!?!",
      "No way!",
      "But...",
      "Your friends have much to learn.",
      "I would suggest you use that time to reflect upon what happened today.",
      "With any luck, it will help you forget any ideas of getting involved with a burden that is not yours to bear.",
      "Guys! Don't forget about me!",
      "Never!",
      "We'll train really hard, maybe it won't take so long!",
      "Welcome to Zenith Academy.",
      "In this ancient place of knowledge, you will learn everything you need to know in order to become true Solstice Warriors.",
      "We've been waiting for this for so long.",
      "When do we start?",
      "Right now.",
      "Welcome, [MAINCHAR] and [OFFCHAR], to the classroom in the sky.",
      "We'll be studying here?",
      "I'm feeling a weird resonance, like when I opened the Forbidden Cavern.",
      "Good on you for noticing that.",
      "Getting closer to the stars helps new recruits get acquainted with their <color=magic>innate magic</color>.",
      "It shows great promise that you were able to feel it before. And Zale too, from what Erlina told me.",
      "Oh, it was just a small burst.",
      "(...)",
      "(They have no idea how much potential they have.)",
      "(It is probably for the best.)",
      "Now, in the many years you will spend at Zenith Academy, you will learn about the duties incumbent upon Solstice Warriors.",
      "Of the magic you are destined to wield, and the evils it is meant to cleanse.",
      "We'll learn how to fight too, right?",
      "Naturally.",
      "You will spend your days training and studying, but most importantly, weaving.",
      "Weaving?",
      "That sounds boring.",
      "Oh, I can assure you that it is.",
      "A mandatory task, nonetheless.",
      "All who would join our order begin by weaving their will into an enchanted piece of fabric, the staple of the Solstice Warrior.",
      "It is their most prized possession, guaranteeing light in the darkest places, and a measure of protection against the minions of <color=bad>The Fleshmancer</color>.",
      "But first, you must learn of your duties, train until you cannot feel your limbs, and then train some more.",
      "Once both your body and mind are ripe with potential, you will create a <color=magic>magic piece of fabric</color> worthy of the very stars.",
      "You will then be sent out beyond the Forbidden Cavern to meet with the <color=good>Elder Mist</color>, for it alone may officially grant the title of Solstice Warrior.",
      "Weaving...",
      "I understand it is not what you were hoping for, but it is what is required of you for the time being.",
      "Years of weaving...",
      "That will be all for today.",
      "You will be spending a lot of time in these halls, so you should make yourselves at home.",
      "To your left is the training room. You are to go there first thing in the morning.",
      "Just above is the way to my chambers.",
      "It is off limits, of course.",
      "And to your right are the dormitories. Just make sure you pick a bed aligned with your innate magic.",
      "Feel free to look around, then go to sleep when you are ready.",
      "Goodnight.",
      "Go to sleep?",
      "Yes",
      "Not yet",
      "I think this bed is for me. Let's find yours.",
      "The next morning, in the training room...",
      "Good morning, fellas!",
      "BRUGAVES!",
      "So you'll be our trainer?",
      "I wish!",
      "Erlina and I are leaving tomorrow, but the Headmaster was kind enough to let us make your first day special.",
      "Are you ready for training?",
      "You bet!",
      "That's what I like to hear!",
      "I reckon these should be well suited for the two of you.",
      "Zale received <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-sunblade\"> <color=magic>Training Sword</color>.",
      "Valere received <sprite=\"dialog-inventory-icons\" name=\"icn-inventory-moonstaff\"> <color=magic>Training Staff</color>.",
      "Alright, let's get to work!",
      "Huff... huff...",
      "You got this, Valere, don't give up now!",
      "Never!",
      "Come on, Zale, keep up!",
      "I...",
      "I can do this!",
      "Ninety-nine, one hundred!",
      "That's it for today, you did great!",
      "Phew!",
      "That was a lot.",
      "Feel free to take a break. Erlina will see you on the terrace whenever you're ready.",
      "Erlina is ready to see you. She's waiting just outside of the academy's entrance.",
      "Erlina should be just outside of the academy's entrance.",
      "There you are! Ready to learn magic?",
      "It should feel as if something was scratching an itch far away from you.",
      "Focus on the sensation, and compel it to come closer.",
      "I THINK IT'S WORKING!",
      "Hey! You startled me, I almost had it!",
      "Now mine's gone too...",
      "It's okay, just breathe slowly.",
      "The key is to release right when you feel its current passing in front of you.",
      "If your timing is true, it will manifest. On three.",
      "One.",
      "Two.",
      "THREE!",
      "I think I felt it!",
      "It tickles!",
      "I'm sure your training will go well. You just did the hardest part.",
      "Now, one more thing...",
      "No matter what the Headmaster teaches you, remember that this is YOUR life, and-",
      "Erlina!",
      "Since you are done onboarding our new recruits in the ways of magic, I would provide the briefing for your next assignment.",
      "As for the two of you, it is about time you tried these <color=magic>table looms</color>.",
      "But...",
      "On the double!",
      "...and “making a magic piece of fabric worthy of the very stars”, what kind of assignment is that?",
      "I have no idea what shape to even make. But it's not like we're supposed get it right the first time, anyway.",
      "Might as well lean into the boredom, for whatever lesson that will teach us.",
      "I guess Erlina had a point.",
      "Huh?",
      "She said we'd regret entering this place.",
      "Right. But the whole learning magic part isn't all that bad.",
      "(Well, I'm bored.)",
      "What are you doing?",
      "What are you doing?",
      "I'll just walk around a bit.",
      "You keep saying that, but The Fleshmancer left our realm for good when the <color=bad>Dweller of Strife</color> was destroyed.",
      "So why can't they have a normal life?",
      "You know the three of us can take the one on <color=location>Wraith Island</color>. We don't need them.",
      "Prudence, Erlina. There is no telling what threats we may face in the future.",
      "[MAINCHAR] and [OFFCHAR] were brought to Mooncradle by the <color=good>Great Eagle</color>. It is not the place of the Headmaster to question such things, and neither is it yours.",
      "Won't you let this end? What about <color=good>Moyara</color>? What about <color=good>the twins</color>?",
      "BRUGAVES!",
      "Do not judge a sacrifice you cannot begin to comprehend!",
      "This conversation is over.",
      "They will study here while you carry on with your investigation.",
      "On the first eclipse after their training is complete, they will join us for <color=magic>the cleansing</color>.",
      "You will learn as much as you can until then.",
      "Let's just go, Brugaves.",
      "...",
      "And so they trained and they weaved for weeks, and then for months...",
      "Faster now!",
      "Focus, and then release!",
      "...for the longer a <color=bad>Dweller</color> is left to its devices, the stronger it gets.",
      "Let one grow for too long, and you have a <color=bad>World Eater</color> on your hands.",
      "Against such a foe, even a legion of Solstice Warriors would be helpless.",
      "Since delaying only increases the chances of a World Eater, cleansings always target the strongest Dweller known to us.",
      "Headmaster, if Dwellers are immune to our magic, how can we fight them?",
      "Ah, that is why cleansings are always performed during a <color=magic>total eclipse</color>.",
      "In those moments only, the Dwellers lose their immunity.",
      "How many Dwellers are left?",
      "Just the one, known as the <color=bad>Dweller of Woe</color>. But we cannot know for sure...",
      "The Fleshmancer just may have planted other <color=bad>seeds of evil</color> before leaving our world...",
      "Thus we must always remain vigilant!",
      "Headmaster?",
      "Yes, [MAINCHAR]?",
      "What happened with the Dweller of Strife? And who's Moyara?",
      "That will be all for today.",
      "A few days later, a sound in the night...",
      "[MAINCHAR], wake up!",
      "Huh... [OFFCHAR]...?",
      "I think I heard a voice coming from the entrance.",
      "What time is it?",
      "Who cares!? Let's go check it out.",
      "Look!",
      "Oh, smells good!",
      "There's a note.",
      "\"Dear [MAINCHAR] and [OFFCHAR].\"",
      "\"I'm writing this as a failsafe, but I hope to see you in person.\"",
      "\"If you're reading this, it probably means I got caught.\"",
      "\"I made cookies filled with the Celestial Willow jam you liked.\"",
      "Aww...",
      "Keep reading!",
      "\"I'm doing everything I can to be ready to leave when you graduate.\"",
      "\"In the meantime, I hope your training is going well.\"",
      "\"Uh-oh, now the platform is almost up and I can see Moraine is there waiting for me.\"",
      "\"He looks very angry. I will try to drop the jar without him noticing.\"",
      "\"I guess that means I won't be able to try a visit again, but I'm thinking of you every day, and I can't wait!\"",
      "\"I hope you like the cookies.\"",
      "\"Your friend until the end of time.\"",
      "\"-Garl\"",
      "I hope he didn't get in too much trouble.",
      "Let's go up on the disk to eat the cookies.",
      "These cookies are amazing.",
      "I can't believe Garl was just there.",
      "I miss him so much...",
      "He seems well, at least. After what happened in the Forbidden Cavern...",
      "Knowing him, I bet he smiled it away the next day.",
      "Haha! You're probably right!",
      "We can't let something like that happen ever again.",
      "At this rate, it feels like we'll never weave something good enough for this \"Elder Mist\"...",
      "It will happen, we just have to keep on training hard.",
      "And so they trained and they weaved for years...",
      "And then they trained and they weaved some more...",
      "Until one day...",
      "The sound came from the entrance to the south. Let's check it out!",
      "Zale! That's the one!",
      "I can feel it too, hold on!",
      "Alright, I think I got it too! Let's go see the Headmaster.",
      "Want to review combat basics?",
      "Yes",
      "No need",
      "Timing your hits and blocks is important. Are you sure you don't want to review this?",
      "Okay, fine.",
      "Skip",
      "Looks like you know what you're doing!",
      "Ready to go through the basics of magic?",
      "Yes",
      "No need",
      "Damage types and MP management are key to survival. I strongly recommend getting a rundown.",
      "Okay, fine.",
      "Skip",
      "Your call.",
      "Slides on combat basics can be viewed in the How to Play section of the pause menu.",
      "Let's get started. Just attack me now in any order.",
      "Use <button=\"MoveHorizontal\"> to cycle through available characters.",
      "Party members can use their turn in the order of your choice, but they can only act once per round.",
      "When all of your party members are on cooldown, the round resets, and they all become available again.",
      "Good.",
      "Focus is paramount whenever you perform attacks and skills.",
      "With proper timing, you can increase the damage that you deal, and sometimes even score additional hits.",
      "Let's see it.",
      "Press <button=\"Interact\"> as the hit connects to increase damage.",
      "Good. Let's see that one more time.",
      "That was too soon. Stay focused, and press as the hit connects.",
      "That was too late. Stay focused, and press as the hit connects.",
      "It can be difficult sometimes. Here, let me help you.",
      "Now!",
      "Ouch! Yeah, that's the gist of it.",
      "Most of your attacks and spells can be made more potent with proper timing. Some also keep going with more hits until you miss!",
      "It takes time and experimentation. Keep on trying without worrying too much, and your sense for it will develop over time.",
      "Okay, now for timing your blocks. Let's get the little guy in here.",
      "Stay focused, and press <button=\"Interact\"> as the hit connects. The window is short.",
      "To be efficient in battle, you must pay attention to anything that starts moving.",
      "With proper timing, you can reduce the damage of any incoming attack or spell by blocking.",
      "Get ready!",
      "Press <button=\"Interact\"> as the hit connects to reduce damage.",
      "That was too soon. Stay focused, and press as the hit connects.",
      "That was too late. Stay focused, and press as the hit connects.",
      "It can be difficult sometimes. Here, let me help you.",
      "Now!",
      "That's how you do it!",
      "Remember to always stay alert. Some patterns will be harder to read than others, sometimes even requiring multiple blocks.",
      "But it's not about getting it perfectly all the time. Just keep on flowing, and over time you will build a growing sense for it.",
      "The key is remembering to read your enemies, and to keep trying!",
      "Oh, one more thing.",
      "When a party member gets knocked out in battle, you'll need to switch to a more defensive mode.",
      "KO'd allies will get back up on their own at 50% HP once all the KO stars are gone.",
      "One KO star is removed at the end of each round.",
      "The more you fall during the same battle, the more KO stars there are, so be careful!",
      "If all party members go down, it's game over.",
      "Fight and survive until [OFFCHAR] returns!",
      "And there you have it.",
      "Good work today, I'm sure the exam will be a breeze!",
      "When enemies prepare spells, you must do everything you can to prevent them.",
      "If you follow your senses, you can try dealing different damage types to reveal which will break the locks of their concentration.",
      "Simpler spells will only demand normal attacks.",
      "Valere can do blunt damage, and Zale has slicing.",
      "Let's see you break this one.",
      "Just like that.",
      "Now, some spells will also demand magic damage to break.",
      "You can control your projectiles now, so let's give it a shot. Zale for Sun, and Valere for Moon.",
      "Well done. Now, you can sense your MP is a bit low, right?",
      "To keep up the pace in battle, you must remember to regenerate MP.",
      "Let's build it back up a bit. Hit me with a normal attack now.",
      "Did you feel that? You just got some MP back by attacking.",
      "In battle, awareness leads to victory.",
      "You must pace your spells with normal attacks to avoid ending up in a dire situation with no MP available to get out of it.",
      "And on the flip side, you should not hesitate to use spells when MP abounds, for a regular attack on a full bar is a waste of regeneration.",
      "The key is to experiment, keep on varying your actions, and find the rhythm appropriate for each battle!",
      "One last thing.",
      "All battle actions, lock breaking especially, build your combo energy.",
      "When you have enough, you can spend Combo Points to perform powerful actions.",
      "Combos cost no MP but cap at three, so you make sure to use them.",
      "Moraine told me you came up with your first combo attack. Show it to me.",
      "Yeah, you're strong alright...",
      "Keep an eye out on your adventures, you can learn more combos by finding scrolls.",
      "Moraine will see you to the final test. I'm sure you'll do great.",
      "Headmaster, we think we're ready.",
      "Why yes, the tingling of magic in the air has been building up for a few weeks now.",
      "Congratulations. Moving forward, there will be no more weaving.",
      "I can deal with that!",
      "It will soon be time for you to leave on your journey to meet the <color=good>Elder Mist</color>.",
      "But before we get to that, Zenith Academy has one more challenge for you.",
      "Oh, our visitors just arrived! Perfect timing.",
      "My, you've both grown pretty strong!",
      "Hey, it's good to see you two!",
      "Erlina and Brugaves are here to help you <color=magic>review the basics of combat</color>.",
      "Check in with them, then it will be time for your final test.",
      "Are you ready for the final test, then?",
      "We're ready!",
      "Not yet...",
      "Then let us begin.",
      "They haven't even been to the other side of the Forbidden Cavern yet, how could they understand?",
      "So you don't think we should at least try and explain?",
      "You've seen how strong they are, <color=good>Wyrd</color> will be a walk in the park.",
      "...",
      "Let's see them off, then...",
      "The big day has finally come.",
      "Over the years, Zenith Academy has tested you in many ways.",
      "It will now test you one last time.",
      "Have you prepared your vows?",
      "Yes, Headmaster.",
      "Yes, Headmaster.",
      "Then speak them now.",
      "You go first, Zale.",
      "Hmm, okay.",
      "*ahem*",
      "So that I may use my agility to cleanse this world and protect my companions, I will enter the world as a blade dancer.",
      "I chose the curved blade as it will not hinder my speed or reflexes.",
      "Welcome, blade dancer.",
      "Come on, Valere! I did it, now it's your turn!",
      "*ahem*",
      "So that I may use my strength to inspire hope and eradicate evil, I will become a battle monk.",
      "I chose the staff, for it won't break no matter how hard I strike.",
      "Welcome, battle monk.",
      "Today you must demonstrate mastery of everything Zenith Academy has taught you. Your final challenge awaits below.",
      "Please step aside.",
      "Oh, before I forget. Here is a little something to keep your health full.",
      "Now, with faith in your abilities and purpose in your actions, take the leap.",
      "And return as the new recruits of our order!",
      "I'm ready, [MAINCHAR].",
      "Jump!",
      "Exam mode engaged. Brace yourselves.",
      "Congratulations, you have been trained well. Return now to your Headmaster.",
      "Congratulations, [MAINCHAR] and [OFFCHAR]! You have learned everything Zenith Academy had to teach you.",
      "Ha!",
      "We did it!",
      "In record time, too.",
      "You must now learn of our ultimate power, the ability to “use magic without using magic.”",
      "??",
      "But that knowledge is for the Elder Mist to impart.",
      "Come, the villagers have gathered to celebrate your departure!",
      "It is on special days such as this one that the citizens of Mooncradle are reminded of the importance of their duties.",
      "(Where's Garl?)",
      "(I don't see him...)",
      "Many years ago, [MAINCHAR] and [OFFCHAR] were delivered to us by the Great Eagle.",
      "Deliveries on two solstices in a row to boot!",
      "A very rare occurrence!",
      "Oh, I remember! Gran was so happy to get to meet two more before she passed!",
      "I miss Gran...",
      "All of you have come together to nurture and protect them, just like your ancestors have done for so many Children of the Solstice before.",
      "[MAINCHAR] and [OFFCHAR]!",
      "Step forward, so that the good people of Mooncradle might gaze upon those who will soon join the ranks of the Solstice Warriors!",
      "(This parading is ridiculous.)",
      "(Oh, let the villagers have their fun. It's all they get.)",
      "(So you're okay with this now?)",
      "(You know I'm not.)",
      "Now, cheer with me, as we send these young heroes out across the Forbidden Cavern to meet the Elder Mist!",
      "Hurray!",
      "To the gate!",
      "What do we do? I want to see Garl before leaving!",
      "We should play along for now.",
      "Fingers crossed that we can come back after meeting this Elder Mist...",
      "Fingers and toes.",
      "[MAINCHAR], [OFFCHAR], you must undertake this journey on your own now.",
      "We will not fail, Headmaster.",
      "Go now, through the Forbidden Cavern and atop the Mountain Trail, to seek audience with the Elder Mist.",
      "Learn how to “use magic without using magic,” and you shall then enter the world as true Solstice Warriors!",
      "MAY <color=moon>LUANA</color>'S MIGHT PROTECT YOU!",
      "MAY <color=sun>SOLEN</color>'S LIGHT GUIDE YOU!",
      "Here. This should keep you fed for a little bit.",
      "And should your adventure lack a little balance, you could take a look at these.",
      "Unlocked <color=magic>Relics</color>! Find them in the Relic section of the Game Menu (accessible with <button=\"Player_GameMenu\">) to adjust your experience!",
      "Whether you prefer a lighter challenge, or are looking to push yourself to the max, Relics offer a range of options. There's bound to be more to find!",
      "Now, wherever your adventures take you, you must secure passage to <color=location>Wraith Island</color> in time for the next eclipse.",
      "And do keep on training, for a dire cleansing awaits us.",
      "(I still can't believe he wants them fighting a Dweller already.)",
      "(That's Moraine for you. We weren't much older the first time.)",
      "(I meant...)",
      "(We'll find a way.)",
      "Safe journeys, and may you cleanse this world!",
      "MAY YOU CLEANSE THIS WORLD!",
      "MAY YOU CLEANSE THIS WORLD!",
      "MAY YOU CLEANSE THIS WORLD!",
      "Two decades ago, in the village of Mooncradle...",
      "Come on, Brugaves! We're going to miss them if you don't hurry!",
      "Huff... huff...",
      "Wait for me!",
      "There you are, little ones!",
      "We're too late...",
      "I wanted to see the <color=good>Headmistress</color> in her battle gear!",
      "How did she look?",
      "As fabulous as ever.",
      "How long will it take? I really want to see her when everyone returns.",
      "You just might!",
      "Today's cleansing will be performed by the biggest group to ever take down a Dweller.",
      "You can expect a swift return!",
      "Maybe we should just sit here, then.",
      "Don't forget to do your chores now, hmm?",
      "Oh, come on! We don't even get a break for the eclipse?",
      "Not if you want to play with the twins later.",
      "...",
      "Fine...",
      "Be good now.",
      "Whoa, I can feel the magic coursing through me!",
      "You mean you don't always feel it?",
      "The tingling? No, just when there's an eclipse.",
      "I wish I could see Headmistress Moyara fighting.",
      "I bet she takes down the Dweller on her own.",
      "Nah, the twins have to combine their weapons like they showed us!",
      "Right!",
      "No more eclipse. They must be on their way back now.",
      "Hey, so, when we grow up, will we have to fight big monsters too?",
      "Of course. But we'll be Solstice Warriors, so it should be easy.",
      "Doesn't that scare you?",
      "Not really. I'm excited more than anything.",
      "And no matter what, I'll always protect you.",
      "You know that, right?",
      "Brugaves?",
      "Fine, you sleep. I'll keep watch.",
      "THEY HAVE RETURNED!",
      "Wait...",
      "HELP! MORAINE IS GRAVELY HURT!!!",
      "...and only Moraine survived.",
      "It will take him a while to heal too, by the looks of it.",
      "At least the Dweller of Strife was destroyed...",
      "But we lost so many...",
      "Moyara and the twins... Moraine will never be the same again.",
      "Does that mean he's the Headmaster now?",
      "Who else?",
      "A few months later, at Zenith Academy...",
      "Focus, Brugaves. You will never become strong enough if you don't develop your innate magic!",
      "I'm trying!",
      "Then try harder, you are way too slow!",
      "Hey, how about a bit of patience?",
      "DO NOT INTERFERE!",
      "OR WHAT?",
      "ERLINA!",
      "...",
      "A lot more is expected of you. We will resume tomorrow, and you will put in the work.",
      "Grumpy old man.",
      "Hey, what if we left?",
      "You mean right now?",
      "Why not?",
      "I can move the platform now, so maybe I can also open the Forbidden Cavern?",
      "Sure beats staying here.",
      "Later that year, at the <color=moon>Winter Solstice Festival</color>...",
      "Look! The Great Eagle!",
      "A new Child of the Solstice is born!",
      "Read the name!",
      "<color=moon>Valere</color>!",
      "Welcome, Valere. May Luana's might protect you!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "MAY LUANA'S MIGHT PROTECT YOU!",
      "Six months later, at the <color=sun>Summer Solstice Festival</color>...",
      "Did you hear that?",
      "The Great Eagle! Deliveries on two solstices in a row!",
      "A blessed year!",
      "Come on, read the name!",
      "<color=sun>Zale</color>!",
      "Welcome, Zale. May Solen's light guide you!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "MAY SOLEN'S LIGHT GUIDE YOU!",
      "A few years later...",
      "Haha, now we're talking!",
      "Keep it up, Valere!",
      "Yah! Yah!",
      "HEY, THE SNACKS ARE READY!",
      "Oh, are you two joining us?",
      "There's plenty for everyone, but I'm not sure we can show you our secret hideout.",
      "We have to report to the Headmaster.",
      "Okay, but please don't look which way we're going.",
      "Last one there does the dishes!",
      "I remember when we were that age. [MAINCHAR] and [OFFCHAR] always make me smile.",
      "...",
      "We should leave now. Our next <color=bad>meeting</color> is today at dusk.",
      "Right.",
      "The <color=bad>Dweller of Woe</color> isn't that powerful, you know we can take it.",
      "Of course, but that other one no one knows about in a mountain that wipes memories? It's been growing for a long time.",
      "The Acolytes could be bluffing.",
      "Not with the knowledge they had of the matriarch. Plus it explains why Torment Peak was sealed.",
      "...",
      "Can't you see this world is doomed regardless?",
      "Moraine never stopped being a mess, and the kids are way too young to be of any help.",
      "I can't accept leaving [MAINCHAR] and [OFFCHAR] behind to die like this.",
      "We will add a condition that they can go and live with you. Wouldn't you like that?",
      "What if they refuse?",
      "The Acolytes need us for the <color=bad>blood moon</color>. They'll have no choice but to accept.",
      "Not them, I meant-",
      "Hey, wait!!",
      "Let's pretend for now. We'll talk later.",
      "...",
      "There you are!",
      "Playing in your secret hideout again?",
      "We were training, I think I can use magic now!",
      "Is that so?",
      "We are gathered here today to honor <color=garl>Garl</color>, <color=garl>the Warrior Cook</color>.",
      "Born in Mooncradle, he chose a life of adventure and accomplished many deeds.",
      "From fighting alongside Solstice Warriors, to founding the peaceful town of Mirth, he even managed to soothe The Sleeper.",
      "Yeah, you surely showed 'em in the end, son. Good work.",
      "Like a true Pirate Chef!",
      "This adventure won't be the same without ya, pal.",
      "May he be remembered for his warm heart, his bravery, and his unrelenting smile.",
      "MAY HE BE REMEMBERED!",
      "...",
      "Garl, you really were the best of us...",
      "I miss you so much already...",
      "...",
      "The world will hear the stories of your deeds for generations to come. This is my vow.",
      "Thank you for teaching me, Master Garl.",
      "I am glad you liked the kiln.",
      "I still can't believe he spent all that time on the platform with just a monocle and a cookie jar.",
      "He sure was a loyal friend.",
      "The best...",
      "It has been a couple of weeks already. Are we leaving anytime soon, Captain?",
      "We are giving [MAINCHAR] and [OFFCHAR] as much time as they need.",
      "Aye, must hurt something awful. Their bond was a special one.",
      "Sure would hurt somethin' fierce to lose one of our own...",
      "But yer right, Valtraid. Their friendship was something else.",
      "So, Captain, any ideas for our next adventure?",
      "Yes. The time has come.",
      "Captain?",
      "...",
      "Oh, how exciting!",
      "Valere, I think I'm ready.",
      "...I've been thinking about Erlina.",
      "No matter what kind of Fleshmancer monster she's become, we have to defeat her.",
      "Wherever she is...",
      "Garl sure held up his end of the bargain. The Sky Giants Council will let us through, I suppose.",
      "\"Across the Sea of Stars,\" whatever that means...",
      "For Garl, then?",
      "For Garl.",
      "With innocence lost and purpose reaffirmed, the powers of [MAINCHAR_GODNAME] and [OFFCHAR_GODNAME] start to awaken within [MAINCHAR] and [OFFCHAR].",
      "Zale learns ultimate attack <sprite=\"dialog-inventory-icons\" name=\"icn-skills-zale-solenslight\"> <color=sun>Solen's Light: Salvation</color>.",
      "Valere learns ultimate attack <sprite=\"dialog-inventory-icons\" name=\"icn-skills-valere-luanasmight\"> <color=moon>Luana's Might: Retribution</color>.",
      "So, y'all ready to avenge your friend?",
      "We are.",
      "I'll be here, just let me know.",
      "Back to the sky council, then? We can go to the shrine right away if ya want.",
      "Go now",
      "Go later",
      "Here lies <color=garl>Garl</color>, the Warrior Cook.",
      "So this is the Warrior Cook's resting place?",
      "Yes. He always loved this tree.",
      "He once made some very tasty jam using its sap.",
      "Garl always made sure to prepare something for us...",
      "He sounds like he was a good friend.",
      "The best.",
      "The best.",
      "Sorry you had to wait all this time, I thought it'd be instantaneous or something.",
      "Anyway, thanks again, B'st!",
      "Please don't mention it.",
      "No way, I owe you big time!",
      "Guys, I... There's so much I wish I could share!",
      "I'm not allowed to talk about what I saw on the other side, but when I came back, they said they would grant me one wish.",
      "Did you pick a good one?",
      "Sure did! But it can wait, I want to be the one cooking for tonight.",
      "My wish demands a bit of an errand though. I'll tell you at camp later if you want.",
      "Sounds good!",
      "Reunited with their best friend, [MAINCHAR] and [OFFCHAR] enjoy an evening of celebration, and feel a familiar warmth returning at last.",
      "Juuust right!",
      "Ha! Right on time!",
      "Oh come on, don't be shy now!",
      "Need to rest?",
      "Yes",
      "No",
      "Sleep well.",
      "Come back anytime!",
      "I sowed this small field all on my own. I'm really proud of it. ",
      "It's so sad that we lost Garl.",
      "I heard Garl was back! Talk about MAGIC!",
      "It looks like there's something below there. I kind of want to check it out, but I'm too afraid to climb down.",
      "I miss Garl. He was always really nice to me...",
      "Garl came back from the dead? He's technically a zombie now, that's so cool!",
      "There's a fisherman in town, he said he was looking for a place to \"settle.\"",
      "We're doing great on supplies!",
      "It's a real shame what happened to Garl. You'd only ever hear good things about him.",
      "So, a pink glass thing comes out of his grave, and... he's back? What is happening?",
      "Mooncradle is so peaceful. ",
      "The entire village attended Garl's funeral. He was truly loved by everyone.",
      "I didn't know Solstice Warriors could bring back the dead, that's incredible!",
      "Please don't look at the mess!",
      "Garl... That'll take a while to sink in...",
      "Garl was RESURRECTED!",
      "The crops will be good this year.",
      "I'll be keeping Garl in my thoughts tonight. He deserved better.",
      "And now he came back to life!? Is there anything Garl hasn't done?",
      "Take care of yourselves and don't overdo it, hmm? It does not do to push oneself too much.",
      "Poor Garl... the world can be so cruel...",
      "I always knew you two were special, but I'd never have imagined you could bring Garl back!",
      "I still can't believe you are Solstice Warriors already! It feels like you just arrived a couple of years ago.  ",
      "We're all in mourning.",
      "Let's rejoice!",
      "Gran's food is amazing, I bet she taught Garl!",
      "I don't feel like doing anything today...",
      "Everyone was so happy to hear the good news!",
      "The crops are doing great as always. The stories about the soil having some magic to it must be true.",
      "...",
      "Garl has returned! Somehow I'm able to find joy in my work again!",
      "I'm ready to get some SLEEP.",
      "Zzz... Zzz...",
      "I'm descended from a long line of lucky ones who get to serve directly inside of the academy, yes I am!",
      "Erlina and Brugaves... They were always so nice to me, I don't know what to make of this...",
      "Hey, so you're nearing the end of your training! Are you excited?",
      "It's been feeling pretty empty here since you left.",
      "Hey, it's good to see you two! Doing alright out there in the world?",
      "Oh, there you are. Moraine finally decided that you were ready?",
      "I remember when Erlina and Brugaves were your age... they wouldn't stop running!",
      "Ugh, I feel old now...",
      "Oh, hello there! I am a traveling fisherman currently looking to settle down. Now that I have seen it all, I would like to run a fishing house somewhere relaxing...",
      "The perfect place, you say? Well, I'll be! Onwards to <color=location>Mirth</color>, then!",
      "You can now fish at the new house in Mirth!",
      "This special lake will contain random selections from the species you've already caught.",
      "Remember, young ones, the <color=magic>Celestial Willow</color> was a gift from the Great Eagle. Always treat it with respect.",
      "These crops are our main source of food. It's hard work, but I am reminded every day when we all eat together that the effort is well worth it!",
      "I hope you're not getting into trouble again.",
      "You really need to stop trying to open the Forbidden Cavern.",
      "I know you wanted to catch Erlina and Brugaves, but it's starting to be late. Bedtime soon, okay?",
      "Hey there, younglings! Are you still playing in that little cave down below?",
      "Zzz... Zzz...",
      "Messy.",
      "This shelf is especially well organized.",
      "Just a bunch of old books... ",
      "We never gave back the \"treasure\" we found as kids... Good memories.",
      "\"Weaving Basics.\"",
      "...",
      "Moraine's office. It's locked.",
      "A rack filled with wooden training weapons. ",
      "Ugh...",
      "I'm supposed to pile all the leaves onto that pile of twigs for a fire later.",
      "I wish the wind just took care of piling the leaves for me...",
      "Thanks again!",
      "Hey, you did it!",
      "Thank you so much for your help. Here, you can have this.",
      "I have work to do in the field, but I can't because of all the thorns...",
      "No way, you cleared all the thorns?",
      "It's so nice of you to help like that, I see you haven't forgotten your roots!",
      "Get it? Roots?",
      "Anyway, here's a little something for you.",
      "I'm eager to work in the field again. Thanks!",
      "Garl...",
      "It is quite sad that the Warrior Cook won't be sailing with us anymore...",
      "The Sea of Stars... Reckon Garl would've loved it...",
      "Ye hangin' in there? Losin' a crewmate never be easy...",
      "The Solstice Diploma acknowledges your past deeds. Skip Zenith Academy?",
      "Skip intro",
      "No"
    ]
  }
}