{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "MountainTrail_EN",
  "locCategoryId": "EvermistIsland/MountainTrail",
  "language": 0,
  "strings": {
    "Array": [
      "Tak jo, dorazili jsme na <color=location>Horskou stezku</color>!",
      "Zatím dobrý.",
      "Takže <color=good>Mlžný stařešina</color> prý bydlí někde tady, jo?",
      "Myslíš, že je to jenom další test?",
      "Může být, ale pořád lepší než vysedávat na akademii.",
      "A TKÁT!",
      "Ha! Jo, jsem ráda, že už to mám za sebou.",
      "„Vzchopte se, neboť vůle, kterou do ní vetkáte, bude vaší jedinou obranou v dobách největší nouze!“",
      "„I když se může zdát, že lekce, které se zde učíte, vás příliš nezajímají, něco hluboko uvnitř vás je odhodláno se učit.“",
      "Hahaha!",
      "Hahaha!",
      "Hele, slunce bude brzy zapadat.",
      "Měli bychom se připravit rozbít tábor.",
      "Rozdělme se a podívejme se po dobrém místě.",
      "Je čas to tady trochu prozkoumat.",
      "Procházím tudy!",
      "Au! Tvrďák, co?",
      "Sleduj tohle!",
      "<color=good>Brugaves</color> nekecal, s těmahle už se bojuje líp!",
      "Pojďme se podívat, kam to povede.",
      "Au! Tvrďák, co?",
      "Sleduj tohle!",
      "[MAINCHAR], jak jsi na tom s hledáním?",
      "Jenom slepá ulička. A co ty?",
      "Nic, co by stálo za řeč, ale cesta nahoru vede určitě tudy.",
      "Slunce zapadá. Pojď sem, rozdělám oheň.",
      "Hned tam budu. Nemůžu se dočkat dalších rajčatových sendvičů...",
      "Stiskněte <button=\"Interact\"> pro odvinutí provazových žebříků.",
      "[OFFCHAR] to na téhle straně už prozkoumává. Já se mám vydat doprava.",
      "Teď už není cesty zpět, musíme se dostat na vrchol a setkat se se Mlžným stařešinou.",
      "Ha! Stejně to nepřekoná tvůj výraz, když ses poprvé pokusil rozbít sluneční kouli!",
      "Jo, pořád slyším, jak se <color=good>ředitel</color> škodolibě řehní.",
      "„Jak jsem řekl, ať už tím, že budeš dávat pozor na hodině, nebo tím, že se budeš bezmyšlenkovitě pokoušet zasáhnout projektil otevřenou dlaní, se pravidlo číslo jedna solární magie ZARUČENĚ naučíš.“",
      "Abychom mu dali za pravdu, naučil ses ho.",
      "No jo, na to mi jeden pokus stačil.",
      "Stýská se ti někdy po těch letech?",
      "Než jsme začali trénovat, jenom být dětma... Pořád zasnění a pořád v problémech.",
      "...",
      "A dělat chyby...",
      "...",
      "Omlouvám se Valerie, nechtěl jsem...",
      "To je v pořádku, já chápu, proč se k nám nechtěl přidat po tom, co se stalo, jen...",
      "Kéž by se rozloučil, víš?",
      "Po deseti letech, co jsem neviděla jeho tvář, by stačilo pouze vědět, že je v pořádku...",
      "A že jsme pořád přátelé...",
      "...",
      "Proč jsme se vlastně museli tak unáhlit?",
      "Ach, <color=good>Garle</color>...",
      "Před deseti lety, ve vesnici Měsíční Kolébka...",
      "Opozdívá se, zůstaňme někde tady na noc.",
      "Opravdu doufám, že po tomhle budeme mít možnost vrátit se do Měsíční Kolébky.",
      "Co když nás hned „pošlou do světa“?",
      "Já se už nemůžu dočkať až uvidím nová místa...",
      "Kéž bychom se mohli rozloučit s Garlem...",
      "K tomuhle příšernému chlebu by se nám určitě hodila trocha džemu z Nebeské vrby.",
      "Ha! To by byl sen!",
      "?",
      "Džem z Nebeské vrby?",
      "Trochu ho s sebou mám, lidi!",
      "Dokonce jsem nasbíral nějaké houby! Neuvěříte, jakou polévku uvařím!!!",
      "!!!",
      "Jo, a v Zakázané jeskyni jsem našel nějaké bylinky, ty budou tak akorát!",
      "GARLE?!?",
      "Copak? Snad jste si nemysleli, že vás nechám vyrazit na dobrodružství beze mě?",
      "GARLE!!!",
      "Hahaha! Tak rád vás dva zase vidím!",
      "Vypadáte teď tak silně!",
      "Hele, proč ses neukázal při našem odchodu?",
      "Děláš si srandu? Vůbec nic nebylo ohlášeno!",
      "Jakmile jsem slyšel, že se všichni sešli, vyrazil jsem do našeho úkrytu, abych si sbalil věci, ale vy jste tak rychle odešli.",
      "Lidi, z téhle cesty jsem fakt nadšený, teď už vím všechno o přežití!",
      "O rybaření, o sběru, o vaření, a-",
      "...",
      "...",
      "Co se děje?",
      "Ty... vlastně s námi jít nemůžeš...",
      "Jen jsme se chtěli rozloučit, jsme teď ve službě a je to dost nebezpečné.",
      "To nemůžete myslet vážně!",
      "Vždycky jsme mluvili o tom, jak po vašem výcviku odejdeme všichni společně.",
      "...",
      "Navíc jsem všechny ty roky strávil cvičením jak přežít. Jsem připraven!",
      "...",
      "Hele, možná nemám žádné zvláštní schopnosti jako vy, ale jsem silně stavěný a připravoval jsem se na to.",
      "Tohle je můj štít, budu obranný bojovník!",
      "Ne, válečný kuchař!",
      "Jo?",
      "Jasně, že jo! A taky jsem hodně četl!",
      "Víte, většina nestvůr, kterým budete čelit, ani nebudou <color=bad>Karnimantovi přisluhovači</color>, což znamená, že s nimi může bojovat kdokoliv.",
      "Jsi si tím jistý?",
      "Rozhodně! Ještě jste žádné neviděli, že ne?",
      "Ne, ale...",
      "Bez obav, budu vědět, kdy se mám držet stranou!",
      "Navíc s pár sendviči opravdu nemůžete procestovat celý svět, co vás to napadlo?",
      "To je... jo...",
      "Vidíš? Potřebujete mě!",
      "Vy si jen plňte své povinnosti Bojovníků Slunovratu a já se postarám, abyste měli plná břicha!",
      "Garle...",
      "Platí?",
      "Dobře, platí!",
      "Oh, jsem tak šťastná!!",
      "To snad ne, to je paráda!!",
      "A to je jen začátek!",
      "Dobře, postavím na vodu. Musíme toho ještě tolik dohnat!",
      "Válečný kuchař Garl se přidává do družiny!",
      "A až se setkáme s Mlžným stařešinou, budeme prý umět \"používat magii bez použití magie\" a budeme vysláni do světa.",
      "Naším prvním úkolem je dostat se na \"<color=location>Přízračný ostrov</color>\" včas před příštím zatměním.",
      "To je vše, co nám bylo řečeno. Myslím, že najít si vlastní cestu je posledním krokem výcviku.",
      "Páni, máte toho hodně.",
      "Vaše schopnosti zní dost hustě! Nemůžu se dočkat, až je uvidím v akci.",
      "A co ty, Garle?",
      "No, upřímně řečeno, moc se toho nedělo.",
      "Neustále jsem jenom cvičil a učil se dovednostem, které by se podle mě mohly hodit.",
      "Každý jeden den jsem doufal, že vás uvidím vycházet. Jsem opravdu rád, že mi nikdo neřekl, že to bude trvat DESET LET!",
      "Jo, taky jsi nám chyběl. Není fér, že jsme byli spolu a ty jsi to musel zvládnout sám.",
      "No, teď jsme všichni spolu, takže už je to jedno!",
      "A já se nemůžu DOČKAT, až budu objevovat svět, chci všechno ochutnat!",
      "Hele, ta polévka je mimochodem neskutečná.",
      "Že jo?",
      "Mhm. Tak kolik jídla sis vzal s sebou?",
      "Jen tolik, aby to stačilo na pár porcí. Je lepší cestovat nalehko a suroviny jsou všude, když víš, kde hledat!",
      "A kdo ví, co najdeme? To všechno patří k dobrodružství!",
      "Co to zkusit hned teď, [MAINCHAR]?",
      "Vidíš ten keř támhle? Je plný šťavnatých bobulí, stačí je jen natrhat!",
      "Vidíš? Jsi rozený talent!",
      "Ten džem můžeme sníst později, až budeme potřebovat posilnit ducha.",
      "Díky za tipy, Garle, to se bude určitě hodit.",
      "Nemáš zač!",
      "Hele, jsem připraven trochu se vyspat.",
      "Já taky. Spát jen s hvězdami nad hlavou, tenhle život miluju už teď!",
      "Garle, jsem opravdu rád, že jsi tady.",
      "Bez tebe to nebylo ono.",
      "Já taky, lidi, nechtěl bych být nikde jinde.",
      "Tak dobrou noc!",
      "Perfektní, teď si z těch nasbíraných bobulí uděláme džem.",
      "Jen použij oheň a připrav se na vaření!",
      "Dobré ráno!",
      "Jste všichni připraveni vyrazit? Už se těším, až uvidím, jak vypadá ten Mlžný stařešina!",
      "Vyšlapme to až nahoru.",
      "Hu hu hu...",
      "Húúú...",
      "Dvě Děti Slunovratu přišly na svůj obřad přechodu, ale cítím také někoho, kdo sem nepatří.",
      "...",
      "Je statečný? Nebo blázen?",
      "Hú! Pojďme to zjistit!",
      "Vítejte, mladí dobrodruzi, v tomto posvátném rybníku.",
      "Rád vás poznávám, Mlžný stařešino! Jmenuji se Garl!",
      "Jé, ty jsi ale družný.",
      "Nadšení je na tomto místě rozjímání jistě vítáno, ale zdejší obřady nejsou určeny pro běžné lidi.",
      "...",
      "Děti slunovratu, přistupte!",
      "Hú...",
      "Hú hú hú!",
      "Zdá se, že máte opravdu velký potenciál!",
      "Vetkaly jste svou vůli do nebeských tkanin?",
      "Ano, Mlžný stařešino.",
      "Tak pojďte blíž a nechte je prostoupit magií posvátného rybníku!",
      "Hú! Ohromná rezonance!",
      "Noste je se zřetelem, neboť posílí vaši vrozenou magii.",
      "Od nynějška budete mít světlo i v těch nejtemnějších místech a ochranu před přisluhovači Karnimanta.",
      "Necítím se nějak jinak...",
      "Jo, já taky ne.",
      "Hú! Ujišťuji vás, že schopnost <color=magic>používat magii bez použití magie</color> ve vás skutečně zakořenila!",
      "Co to vůbec znamená?",
      "V mnoha bitvách, které vás čekají, si vítězství často vyžádá použití většího množství útočné magie, než kolik si člověk může zajistit jen pomocí kouzel.",
      "Proto je nezbytné naladit se na <color=magic>Živou manu</color>.",
      "Živou manu?",
      "Hú!",
      "Díky ní mohou vaše útoky čerpat z magie, která vám byla souzena při narození.",
      "A soudě podle rezonance, kterou vytváříte, by se tato moc měla rozšířit i na vaše společníky na cestách.",
      "!!",
      "Jste připraveni. Živá mana se pro vás začne manifestovat, až příště vstoupíte do bitvy. Jste připraveni na závěrečnou zkoušku?",
      "Mlžný stařešino, rád bych šel s nimi.",
      "...",
      "Hú...",
      "Zkoušky Mlžného stařešiny nikdy nepodstoupil nikdo jiný než aspiranti na Bojovníky Slunovratu.",
      "Ale já chci jít s nimi, prosím!",
      "Zajímavé, jsi první z běžného lidu, kdo kdy vznesl takovou žádost...",
      "(Ten je ale svérázný...)",
      "(V boji je bezpochyby omezený, ale vřelost jeho srdce...)",
      "(Dokázal by <color=good>jej</color> přivést zpět?)",
      "...",
      "(Možná bychom se to měli pokusit zjistit.)",
      "Dovolím to!",
      "Dobrý! Díky, Mlžný stařešino!",
      "Považuj to za zkoušku svých schopností působit jako společník Bojovníků Slunovratu.",
      "Nezklamu vás!",
      "Tak tedy začneme?",
      "Zhluboka se nadechněte...",
      "Vstoupit na Zkoušky Mlžného stařešiny?",
      "Ano",
      "Ne",
      "Dobré ráno! Nastal čas vyrazit na cestu.",
      "Dobré ráno? Ale vždyť je noc!",
      "Ach ano, předpokládám, že by to měli vyřešit tví přátelé...",
      "Vyřešit co?",
      "Přivolat nám úsvit!",
      "To dokážeme?",
      "Hú! Stačí, když se postavíte na <color=magic>Nebeskou runu</color>.",
      "A... co potom?",
      "Něco uvnitř vás už to ví.",
      "Tudy.",
      "Teď se soustřeď a přivolej nám úsvit!",
      "Není možný!",
      "Hú hú hú!",
      "Tahle část je vždycky jednodušší, když se do toho prostě pustíš.",
      "Dobrá, na svých cestách občas narazíte na mechanismy a pečetě poháněné magickými <color=magic>runami, které reagují na denní dobu</color>.",
      "Byly umístěny Bojovníky Slunovratu, kteří přišli před vámi.",
      "Některé ukrývají artefakty, jež mají pomáhat budoucím členům řádu, jako jste vy, zatímco jiné zadržují zlo, které bylo příliš mocné na to, abychom se mu postavili.",
      "Zda budete po těchto artefaktech a výzvách pátrat, či nikoliv, bude <color=magic>záležet pouze na vás</color>.",
      "Nyní může vaše cesta začít.",
      "Pojďte, setkáme se za touto propastí.",
      "Jak se dostaneme na druhou stranu?",
      "Pomocí svých schopností, samozřejmě!",
      "Podržte <button=\"AdvanceTime\"> a <button=\"RewindTime\">, když stojíte na nebeských runách, abyste změnili Čas dne.",
      "Zkuste pomocí krystalu nabít menší runu na plošině nad sebou a uvidíte, co se stane!",
      "Rytina je již zašlá, ale určitě je na ní zmíněn obřad přechodu pro <color=good>Děti Slunovratu</color>.",
      "Mlžný stařešina...",
      "Už je to lepší?",
      "Já...",
      "Ani ne...",
      "Zale, vážně to bolí.",
      "Je mi to moc líto, kamaráde...",
      "Je mi čím dál tím větší zima...",
      "Garle...",
      "Hele, nakonec jsme letěli. To je docela dobrý, ne?",
      "Haha... GAH!",
      "Snaž se nemluvit.",
      "Takže...",
      "Půjdete po Erlině a Karnimantovi?",
      "Na tom teď nezáleží.",
      "Vypadá to, že odešli někam hodně daleko.",
      "Netrap se tím, Garle. Jen zůstaň s námi.",
      "Kéž bych vám mohl pomoci dostat se tam.",
      "Kéž bych vám mohl naposledy pomoci...",
      "Hú...",
      "Když je smrt nablízku, vynoří se nevyřešené kapitoly proroctví.",
      "Způsob, jak pomoci, může být právě v nich. Dovolte.",
      "Valerie, já právě... měl jsem vidění.",
      "Myslím, že vím, jak vám pomoci, abyste po nich mohli jít.",
      "Děkuji, Mlžný stařešino. Teď už to chápu... <color=magic>Moře hvězd</color>...",
      "*kašel*",
      "Ale už je pozdě...",
      "Kdybych tak měl ještě jeden den...",
      "(No tak, chlapče! Nemůžu to udělat, když se nezeptáš.)",
      "Až ta chvíle nadejde, vyžádej si <color=magic>baňku Vypůjčeného času</color>.",
      "Resh'ane! Žádám o baňku Vypůjčeného času!",
      "Tak to opravdu dobře padlo!",
      "Mám pocit, že...",
      "GAH!!",
      "*kašel*",
      "!!",
      "Aughhh...",
      "Hm? ",
      "Hej, já... strácím se",
      "Pozorně poslouchej, Garle.",
      "Éterický pocit, který teď zažíváš, je vedlejším účinkem Vypůjčeného času.",
      "Kouzlo lektvaru fungovalo jen proto, že jsi měl jasný záměr.",
      "V současné době existuješ mezi realitami. Vypůjčený čas tě zde udrží, dokud nebude tvůj čin dokonán, ale musíš pochopit...",
      "Nakonec stejně zemřeš. To nelze změnit.",
      "...",
      "To je v pořádku, rozumím.",
      "A vím přesně, co mám dělat. Nejprve...",
      "Garle!",
      "Mhh?",
      "Ty se budeš chovat, jako by se nic nedělo?",
      "Nemám moc času, Valerie. Chci ho využít co nejlépe.",
      "To neříkej...",
      "Ještě by to mohlo jít!",
      "Nemohlo. Je mi líto.",
      "Pokud čas použiješ k jinému než stanovenému účelu, Vypůjčený čas okamžitě vyprší.",
      "...",
      "Lidi, to je v pořádku.",
      "Už jsem toho udělal mnohem víc, než na co má normální kluk z Měsíční Kolébky právo.",
      "Chci pouze poslední dobrodružství s vámi.",
      "...",
      "Provedení Garlova posledního činu je to, co nejvíce prodlouží jeho Vypůjčený čas.",
      "Vy tomu nerozumíte!",
      "Nemůžeme ho ztratit!",
      "Na to už je stejně pozdě. Chci vám jen naposledy pomoct.",
      "...",
      "Můžete to pro mě udělat?",
      "...",
      "Prosím, je to mé poslední přání. To má každý jenom jedno!",
      "...",
      "No tak, buď tohle, nebo nic! Tak ať to stojí za to, ano?",
      "Ať to stojí za to.",
      "Ať to stojí za to.",
      "Tak jo! Jdeme na to.",
      "Abychom vás dostali přes Moře hvězd, potřebujeme povolení od jistých lidí.",
      "Budeme potřebovat něco na výměnu, ale já o něčem takovém vím!",
      "Kde jsou ti lidé?",
      "Úplne nahoře!",
      "??",
      "Předpokládám, že to létání byla jen záležitost okamžiku?",
      "Jo, nevím jistě, jak se nám to povedlo...",
      "Spojení se uskutečnilo, ale vaše nové schopnosti vyžadují více času na růst.",
      "To je v pořádku, existuje i jiná cesta.",
      "Ta tajemná svatyně v oceánu jižně od ostrova Mesa... Nějak to souvisí.",
      "Y'eet nás může dostat blíž. Pojďme.",
      "Uzavřeno záhadnou silou.",
      "([MAINCHAR_GODNAME] a [OFFCHAR_GODNAME]. Ušli jste dlouhou cestu.",
      "(Ve Světě snů se objevily zbraně velké moci. Prokažte, že jste jich hodni, a prohlaste je za své.",
      "(Tato výzva je určena pouze vám dvěma. Jste připraveni se mi naposledy postavit?",
      "Ano",
      "Ne",
      "(Pak zavřete oči.)",
      "(Pak se vraťte, jakmile se budete cítit připraveni.)",
      "Jít spát?",
      "Ano",
      "Ne",
      "Tu noc se všichni najedli a vyspali lépe než od dob boje s Obyvatelem sváru...",
      "Ahoj! Hledáte něco konkrétního?"
    ]
  }
}