{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Outpost_EN",
  "locCategoryId": "SleeperIsland/Outpost",
  "language": 0,
  "strings": {
    "Array": [
      "STAŘEŠINA SE NEVRÁTIL!",
      "<color=bad>MALKOMUD</color> NÁS VŠECHNY ZABIJE!",
      "ZACHRAŇ SE, KDO MŮŽEŠ!!!",
      "Kdo jste? Přišli jste nás zachránit?",
      "No, vlastně...",
      "Samozřejmě, jsou to Bojovníci Slunovratu!",
      "Garle!",
      "Je to pravda, ne? Jestli to půjde, měli bychom jim pomoct!",
      "Co se děje?",
      "Může za to Malkomud, ten čaroděj zemního živlu...",
      "Tohle je jen pouhá poklidná vesnička, co se stará o větrné tunely v dole.",
      "Naší prací je udržovat tyto tunely průchozí, aby vítr mohl hrát melodii pro <color=bad>Spáče</color>.",
      "!!",
      "Ale protože teď Malkomud důl ovládl, nemůžeme jít dovnitř.",
      "A jestli se Spáč vzbudí, bude to KONEC SVĚTA!",
      "Navíc ucpal tunel napájející větrník velkého výtahu, takže ani nemůžeme zajít do <color=location>Svěžínu</color> pro pomoc...",
      "Jestli to bude takhle pokračovat dál, Malkomudovy příšery se začnou valit z dolu, a pak...",
      "A pak...",
      "Klid, my vám pomůžeme. Co se stalo dál?",
      "...pak šel stařešina dovnitř, aby se ho pokusil zastavit, ale už se dlouho nevrátil...",
      "Kde máte vchod?",
      "Tam nahoře, na vrcholu vesničky, ale Malkomud je velmi mocný...",
      "Nebojte se, vašeho stařešinu najdeme.",
      "Zlý čaroděj, říkáte, jdeme dnu!",
      "Jaké to štěstí! Děkuji vám!",
      "VŠICHNI PŘESTAŇTE PANIKAŘIT!",
      "BOJOVNÍCI SLUNOVRATU JSOU TADY, ABY VŠECHNO VYŘEŠILI!",
      "STAŘEŠINA SE VRÁTÍ!",
      "MALKOMUD NÁS VŠECHNY NEZABIJE!",
      "HURÁ!",
      "...",
      "Já vás u toho teda nechám. Stejně je tu k omrknutí spoustu zajímavých věcí!",
      "Bojovníci Slunovratu se vrátili!",
      "Je hrozba zažehnána?",
      "Malkomud už větrné tunely dál ucpávat nebude.",
      "Jsme zachráněni!",
      "Sláva!",
      "Měli jste říct, že na tom také máte určitý podíl.",
      "Já...",
      "Omlouváme se, statečná mniško. Skutečně je pro nás obtížné se řádně sžít s jeho... nadáním.",
      "No, příště byste měli být ohleduplnější.",
      "Pokud se to stane znovu, už nemusíme být poblíž, abychom vás zachránili.",
      "...",
      "Rozumíme. Máte naše slovo a naše díky.",
      "Můžeme za to pro vás něco udělat?",
      "Hledáme posádku dobrodruhů, která nám pomůže doplout na jiný ostrov.",
      "Ó! V tom případě určitě budete chtít navštívit přístavní město Svěžín!",
      "Můžete použít ten velký výtah na jih odsud. Přeci jen jste to byli vy, kdo jej opravil.",
      "Přístavní město, tam se nějaká loď určitě najde!",
      "Jsou tam různé typy lidí. Tam narazíte na to, co potřebujete.",
      "Ach, nemůžu se dočkat, třeba tam bude i hostinec!",
      "Zkusme ten výtah.",
      "To je ale ironie...",
      "Co se děje?",
      "Ke spravení těch rozbitých dveří potřebuju své nářadí, ale to je v pokoji za nimi, takže se k němu nemůžu dostat!",
      "Zdá se, že páka na druhé straně funguje správně. Kéž by se tam dalo vejít jinudy...",
      "Zkusím najít jiný vchod.",
      "Opravdu? Děkuju!",
      "Hej, dobrá práce!",
      "A ani jste se mi nehrabali v truhlách? Velmi obdivuhodné!",
      "Ale hodně jste mi pomohli. Prosím, klidně si vezměte, co v nich najdete.",
      "Jsou mé truhly v pořádku?",
      "...",
      "Haha, dělám si legraci! To je to nejmenší, čím vám to mohu oplatit.",
      "Díky za pomoc!",
      "Po tom, co Malkomud ucpal větrné tunely, přestalo fungovat vodní čerpadlo. Ve studni už není žádná voda!",
      "Vážně si chci dát vanu! Šli byste s tím pomoct do dolu?",
      "Vážně si chci dát vanu!",
      "Čerpadlo je támhle vevnitř, asi jen bude chtít znovu nastartovat...",
      "Zašli byste tam prosím?",
      "Uvidím, co se dá dělat.",
      "Hej, zvládli jste to!",
      "Díky, tohle jsem opravdu potřebovala. Tady za to něco máte.",
      "Vítejte U Ospalého kameníka! Chtěli byste si odpočinout v geotermálním pokoji?",
      "ANO",
      "NE",
      "Stavte se kdykoliv!",
      "Vyrážíte na cestu? Nabízím vybavení a potraviny!",
      "Tady je toho spousta k prostudování...",
      "Opět vám děkuji, že jste nám s Malkomudem pomohli. Slibuji, že od teď se budeme chovat lépe.",
      "Pokud se chcete dostat do Svěžínu, můžete použít ten velký létající výtah jižně od vesnice.",
      "Dobrý den, Bojovníci Slunovratu. Od té doby, co jste nám pomohli, šlo s Malkomudem všechno dobře.",
      "BOJOVNÍCI SLUNOVRATU! Tady jste!",
      "??",
      "Spáč se vzbudil a odletěl! Nemáme tušení, kde je teď, ale vypadá to, že je s námi všemi konec!",
      "Malkomud slíbil, že to nebyla jedna z jeho neplech a říkal, že vy dva s tím máte něco společného. Je to pravda?",
      "To ano, nemáte se čeho bát. Wentworth je teď přátelský.",
      "Wentworth? ",
      "Spáč dostal nové jméno.",
      "Vážně? Tak dobrá, když to říkáte.",
      "...",
      "Vy jste ti Bojovníci Slunovratu? Pevně doufám, že Malkomuda dokážete porazit...",
      "Moc děkujeme za pomoc s Malkomudem. V budoucnu si rozhodně dáme pozor na jazyk...",
      "Stále nejsme v komunikaci s Malkomudem dokonalí, ale alespoň se všichni snaží.",
      "Nemůžu spát od té doby, co Malkomud ovládl důl. Obávám se, že jeho příšery mohou každou chvíli zaútočit na město!",
      "Ach, děkuji vám, konečně se můžu trochu vyspat!",
      "Když jsem slyšel, že je Spáč pryč, měl jsem za to, že nastal konec světa, ale od té doby se nic nestalo.",
      "Celá situace s tím Malkomudem je tak otravná, chci se vrátit ke své práci!",
      "Je dobře, že jsme se vrátili k práci. Udržování větrných tunelů je náročné, ale modrozelený jantar je velmi cenný.",
      "Je skvělé, že se Spáč probudil pokojně! Asi je čas najít si nové poslání.",
      "Jestli ty tunely zůstanou ucpané, vítr přestane skrz horu hrát melodii. Pokud se Spáč vzbudí, je s námi konec!",
      "Doufám, že si to tady v naší vesničce užíváte. Pokud jste ještě nespali v hostinci, určitě to udělejte--geotermální pokoje vřele doporučuju!",
      "Chvíli předtím, než Spáč odletěl, tady byla cítit neuvěřitelně lahodná vůně!",
      "Měl jsem díky ní chuť na trochu chleba, ale ten ani zdaleka nenaplnil má očekávání.",
      "Buďte v dole opatrní, prý někdo zahlédl obrovského salamandra...",
      "Takže ten salamandr byl Malkomudův mazlíček? Co myslíte tím, že si chtěl jenom hrát?",
      "Naskytla se mi příležitost pohrát si s Rockie. Je úplně roztomilá!",
      "Od chvíle, co šel stařešina dovnitř, se výtah nevrátil. Hádám, že se dolů prostě bude muset skočit...",
      "Jsem rád, že už to máme za sebou, nemůžu se dočkat, až zase budu vyrábět jantarové ozdoby.",
      "Náš stařešina od probuzení Spáče neustále panikaří.",
      "Děkuju, že jste si se stařešinou promluvili, začínal jsem si o něj dělat starosti.",
      "Nemůžu pustit svoje děti ven s tím vším, co se tam děje, je to moc nebezpečné.",
      "Věci se konečně vrátily do normálu. Jsem hlavně ráda, že jsou moje děti v bezpečí.",
      "Mé děti si teď hrávají s Malkomudem. Příliš jsme ho soudili, myslím, že bychom magií už tak opovrhovat neměli...",
      "Můj bratr nevyleze z ateliéru ani přes všechnu tu paniku. Celý den jenom maluje...",
      "Můj bratr konečně nějakou malbu dokončil, nemůžu tomu uvěřit!!",
      "Můj bratr pořád shání svou múzu.",
      "Tohle bude mé mistrovské dílo!",
      "Ukážu světu, že my Molekini toho umíme víc než jen obrusovat modrozelený jantar, jen počkejte!",
      "Tohle je zatím mé nejlepší dílo, ale musím se neustále zlepšovat.",
      "Cože? V Svěžínu je modelka, která by chtěla zachytit svou podstatu?",
      "To je přesně ten druh inspirace, který jsem hledal!",
      "Okamžitě vyrážím!",
      "Chrrrrrrr... musím... aktivovat... čerpadlo... chrrrrrrr...",
      "Proč se na Malkomuda všichni zlobí? Tomu fakt nerozumím...",
      "Malkomud to podle mě se schovávanou trochu přehnal!",
      "Když jsem viděl Spáče letět k sopce, nebál jsem se, jen mi to přišlo boží!",
      "Vy jste fakt Bojovníci Slunovratu? To je paráda!",
      "Opravdu jste si mysleli, že je Malkomudův mazlíček příšera? Haha!",
      "Máma nám dovolila hrát si s Malkomudem! A Rockie je taky moc hodná!",
      "Až vyrostu, chci pracovat pod zemí, stejně jako moji rodiče.",
      "Koukněte, postavil jsem pevnost jako Malkomud!",
      "Malkomud mi řekl, co se stalo se Spáčem, takže nemám strach jako ostatní.",
      "Všichni tady ještě před chvilkou pobíhali kolem. Dospělí jsou divní.",
      "Tohle je zatím ta nejlepší pevnost, kterou jsme postavili. Moc se mi líbí!",
      "Zajímalo by mě, co by na tu pevnost řekl Malkomud...",
      "Máma říká, že nemůžeme jít ven. Tady je ale taková nuda, není tu co dělat!",
      "Tohle je moje oblíbené místo na hraní. Líbí se mi, protože je z něj krásný výhled.",
      "Malkomud říká, že ta úžasná vůně vycházela z kuchyně, kterou postavil v sopce, aby mohl jeho kamarád upéct obří chleba. Dost dobrý, co?",
      "Hej, vy jste ti Bojovníci Slunovratu, co nám pomohli!",
      "Když mám teď své nářadí zpátky, můžu odstranit ten kámen, co blokuje cestu k jezeru.",
      "Vydržte chvíli, nepotrvá to dlouho!",
      "Tak, cesta je volná!",
      "Doufám, že vám to nějak pomůže. A ještě jednou děkuji!",
      "Víte, co by bylo skvělé? Místo k relaxci v horké vodě, aniž by vás obklopovali vystresovaní lidé.",
      "Říkáte Veselí? Ty termální prameny určitě musíme nějak využít! Půjdu hned teď!",
      "Nyní můžete relaxovat v Lázních ve Veselí!",
      "Kdo ví, jaký přínos získáte úlevou od stresu.",
      "To, co se stalo v Svěžínu, je hrozné. Jakmile se připravíme, vyšleme tam pomocný tým!",
      "Nějaké těžařské nářadí.",
      "Mistrně vyrobený stůl.",
      "Ručně vyrobené nádoby.",
      "Pálí!",
      "Tohle zařízení vypadá jako nějaké čerpadlo.",
      "Jestli má tahle socha něco reprezentovat, bude to pravděpodobně cosi abstraktního...",
      "Výhled se táhne až po horizont."
    ]
  }
}