{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ShallowMire_EN",
  "locCategoryId": "SleeperIsland/ShallowMire",
  "language": 0,
  "strings": {
    "Array": [
      "Užijte si to sluníčko, přátelé, na Přízračném ostrově je prý strašně ponuro!",
      "Jo, s tím bude mít co do činění stará dobrá duší Přiživovačka.",
      "...",
      "Nic, co byste vy, Slunovratníci, nespravili, žano.",
      "V to aspoň doufám... Nerada bych se nakonec tama zaplantala nafurt!",
      "Co tím myslíš?",
      "...",
      "Vy neznáte tamletu o jednosměrný cestě?",
      "Nuže, tu máte další, co jste ještě nikdy neslyšali.",
      "Nikdo, kdo se vypravil na Přízračný ostrov, se stamaď nikdá nevrátil!",
      "...",
      "Proč ne?",
      "Keenathane?",
      "Říká se, že <color=bad>Přiživovačka žalu</color> má schopnost ovládat mysl.",
      "Poté, co lidé vkročí na Přízračný ostrov, jsou zakleti, aby tam zůstali do konce svých životů.",
      "A život na Přízračném ostrově je... ze dne na den, protože nikdo neví, na koho se Přiživovačka vrhne příště.",
      "Ona loví?",
      "Tydle věci se krmí, to jste neslyšali?",
      "Aye, tu a tam Přiživovačka zapěje svým <color=bad>proklatým hlasem</color> a přiměje jednoho z obyvatel Přízračného ostrova, aby náměsíčně odkráčel do jejího doupěte a už se nikdy nevrátil...",
      "...",
      "Dobrá, to je...",
      "Ale proč by tam tedy lidé vůbec chodili?",
      "Co já vím. Zvědavost, nuda, touha uniknout?",
      "Každopádně, na to se budete moci brzy zeptat.",
      "Vy jste o tom všem věděli?",
      "Žádné strachy, Garle. K tomuto jsme byli vycvičeni.",
      "A ředitel je pověřen vedením mise. Už se vypořádal s mnoha Přiživovači.",
      "Erlina a Brugaves tam budou taky a ti jsou mnohem silnější než my.",
      "Jsem si jistý, že to zvládnete, jen... mi z toho běhá mráz po zádech.",
      "Díky oslabení ze zatmění to půjde rychle. A nezapomeň, že jde o posledního z Přiživovačů!",
      "...",
      "To znamená, že budete zproštěni svých povinností! Můžeme cestovat po světě!",
      "Ahoy, kapitánko! Slunce právě zapadá.",
      "...",
      "Ani nemrkejte, jinak to prošvihnete.",
      "!!!",
      "Pohleďte, legendární loď duchů, jež se zjevuje za soumraku. <color=bad>Večernice</color>!",
      "Slušná kořist...",
      "Večernice bude jednoho dne naše, jakože se Keenathan jmenuju!",
      "Všeho do času, braši. Pro tuto chvíli se blížíme k molu.",
      "Hele, tak přece letíme podruhé. To je prima, co?",
      "Měl bys šetřit silami, Garle.",
      "Jsem v pohodě, už to nebolí.",
      "Jenom se mi chce strašně spááát.",
      "Jsme s tebou až do konce.",
      "Já vím. Mám to štěstí.",
      "Hele, slíbíte mi něco?",
      "Cokoliv.",
      "Chci, abyste tento dárek využili.",
      "Proplujete přes <color=magic>Moře hvězd</color>, ať už je to cokoliv?",
      "Uděláme to... pro tebe.",
      "Chci říct, že někdo musí Erlině nakopat zadek a dát Karnimantovi co proto.",
      "Mohli byste to být klidně vy, ne?",
      "To taky uděláme. Bez obav.",
      "Jo, a taky budete pořád kuchtit, že jo? Tak, jak jsem vás to naučil?",
      "Každý den.",
      "Budeš nám moc chybět...",
      "[MAINCHAR], [OFFCHAR], nedokážu vám pořádně poděkovat... za to všechno...",
      "Všechny ty společné chvíle... všechna ta dobrodružství...",
      "Lepší přátele jsem si ani nemohl přát...",
      "Já...",
      "...",
      "...",
      "..."
    ]
  }
}