{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TeaksStories_EN",
  "locCategoryId": "TeaksStories",
  "language": 0,
  "strings": {
    "Array": [
      "Ze všech zaznamenaných zaklínadel a činů začarování jsou jen málokteré tak hrůzné jako kletba <color=bad>Večernice</color>.",
      "Tento příběh nás zavede o několik staletí do minulosti, do dob, kdy mořím vládla jistá banda pirátů.",
      "<color=bad>Vyzývatel bouří</color> bylo jméno jejich kapitána. Byl to nejmocnější větrný mág, jakého kdy svět poznal.",
      "A jejich navigátorka, <color=good>Hortenzie</color>, zůstává dodnes tím nejprotřelejším mořeplavcem v historii.",
      "Spojením Hortenziiných dovedností a magie Vyzývatele bouří byla jejich loď podle některých tvrzení rychlejší než samotné světlo.",
      "Posádka podnikla mnoho dobrodružství a nashromáždila nesčetné bohatství, až jednoho dne došlo k nevyhnutelnému.",
      "Hortenzie, jejíž první láskou byla hudba, prohlásila, že chce zanechat pirátského života a věnovat se naplno svému umění.",
      "Vždy oddaný přesvědčení, že opravdovými poklady jsou ty, které člověk objeví na cestě, přijal Vyzývatel bouří její rezignaci... špatně.",
      "Naprosto uražen přestal vyvolávat vítr do plachet a zastavil loď přímo uprostřed oceánu.",
      "\"A tady zůstaneme,\" řekl, \"dokud si naše NAVIGÁTORKA nevyžene z hlavy ten hloupý nápad!\"",
      "Ale Hortenzie se už definitivně rozhodla.",
      "Dny ubíhaly, jak oba trucovali, zatímco jejich posádka žadonila, aby dospěli k nějakému rozřešení.",
      "Nejprve jim došla trpělivost, pak jídlo a nakonec i pitná voda.",
      "Pak se jednoho dne po západu slunce piráti štvaní hladem a žízní vzbouřili a donutili svého kapitána skočit z prkna.",
      "A jak se potápěl do hlubin, Vyzývatel bouří proklel svou posádku a vyčaroval věčné vězení.",
      "V <color=bad>Moři nočních můr</color> jim přivolával smrtonosnou bouři, aby je sužovala navěky.",
      "V průběhu staletí členové posádky v tom příšerném místě přicházeli o rozum, až zůstala jen Hortenzie.",
      "Dodnes se v Moři nočních můr odehrává bitva, v níž proti sobě stojí nenávist Vyzývatele bouří a čirá vůle navigátorky.",
      "Povídá se, že zuřivost Vyzývatele bouří jednoho dne loď potopí, zatímco jiní věří, že se nakonec podvolí nezdolné Hortenzii.",
      "Legenda praví, že jednou denně si Hortenzie dopřeje krátkou přestávku, jen na několik vteřin, přesně v okamžiku, kdy byla kletba poprvé vyřčena.",
      "Nespočet námořníků a rybářů od té doby hlásilo pozorování legendární pirátské lodi duchů, která se zjevuje za soumraku.",
      "Říkají jí <color=bad>Večernice</color>.",
      "Zatímco někteří si nechtějí nechat zajít chuť nalodit se a hledat poklad, většina se plavbě za soumraku vyhýbá, protože se bojí, že je vtáhne Moře nočních můr.",
      "Konec příběhu.",
      "Dnes už málokdo ví, že Kunus'nuku byla vykázána již před Velkým přivoláním.",
      "Přípravy začaly už několik měsíců předem, ještě v době, kdy měli Ještěří lidé navrch.",
      "Stalo se to ke konci bitvy vleklé desetiletí, poté, co bylo jasné, že Molekinští mágové zvítězí.",
      "Této noci všech nocí se vzduchem nesly časné pokřiky vítězství po celém souostroví.",
      "Náhle se roztrhla sama obloha a z ní se vynořil obrovský Nebeský had, aby rozséval spoušť.",
      "Historici se dodnes přou o původu Nebeského hada.",
      "Někteří říkají, že je to monstrum čirého zla, které bylo odcizeno z jiné roviny existence a donuceno zůstat zde.",
      "Jiní se domnívají, že přišel daleko zpoza mraků - kdysi přátelský tvor, jehož mysl zkalila černá magie.",
      "Ale bez ohledu na svůj původ byl Nebeský had předurčen k tomu, aby navždy změnil svět.",
      "Ještě v dobách Ovatů bylo možné provést rituál živlů, který ovládl mysl Nebeského hada.",
      "Ale bohužel, Ovati byli dávno pryč.",
      "Molekinští elementalisté, jejichž jedinou silnou stránkou byla magie země, vymysleli plán, jak hrozbu zadržet.",
      "Vytesáním složitých větrných tunelů přímo do X'tolovy hory ji proměnili v obří hudební nástroj.",
      "Vítr vanoucí skrz horu začal hrát melodii tak čistou, že přiměla Nebeského hada ke spánku.",
      "Magie byla silná a věřilo se, že svět zůstane v bezpečí po celé generace.",
      "Nebo spíše tak dlouho, dokud hora stále hrála melodii.",
      "V zájmu vyššího dobra se Molekinové vzdali studia magie a založili na vrcholu hory Hornickou vesničku.",
      "V průběhu generací se z nich stali odborníci na hornictví a žili závazkem udržovat větrné tunely v provozu.",
      "Od té doby stateční Molekini nepřetržitě dřou a chrání svět jedním úderem krumpáče za druhým.",
      "Navzdory staletím stability se vypráví, že magické kouzlo ve větrných tunelech nakonec vyprchá.",
      "Nezbývá než doufat, že se Ovati vrátí, než se tak stane...",
      "Konec příběhu.",
      "Kdysi dávno se jeden botanik pokusil obelstít Smrt tím, že vypěstoval růži tak přenádhernou, aby ji nesnesla skosit.",
      "Okouzlenou Smrt zachvátilo zmatení, když vůbec poprvé ocenila krásu života.",
      "Zda byla ke svému následujícímu činu hnána zuřivou závistí, či vypočítavou záludností, to nikdo neví.",
      "Pomocí zlověstné magie učinila z květiny něco ještě krásnějšího, avšak vskutku velmi prokletého.",
      "Upíří růži.",
      "Předmět podmanivé krásy lákající všechny, kdo jej spatří, aby se nechali dobrovolně poznamenat.",
      "Zvěsti o kouzelné růži se roznesly do všech koutů světa, nesouce s sebou prostý příslib.",
      "Příslib, kterému mohl odolat jen málokdo: věčný život, pokud to ovšem ustojí.",
      "Navzdory radosti z prvního doteku vyšla cena najevo až příliš rychle.",
      "Kolik vteřin člověk Upíří růži drží, tolik let je přidáno k jeho životu.",
      "Ale za každý takový rok navíc mu na jedné kosti vyroste trn.",
      "Říká se, že většina lidí, co se kdy dotkli Upíří růže, si svou chybu v mžiku uvědomila.",
      "Prodloužili si život o jeden jediný rok, růži pustili a žili dál s velmi bolestivou připomínkou, co doprovázela každý jejich pohyb.",
      "Ale objevili se i takoví, kteří se nedokázali zastavit, a stali se něčím, co by se dalo jen těžko nazvat člověkem a snad i živou bytostí.",
      "I když zatím není jasné, zda Upíří růže skutečně existuje, jedna věc je jistá.",
      "Zdá se, že Smrt se těm, kdo se ji pošetile snaží obejít, nakonec vždy vysměje do tváře.",
      "Konec příběhu.",
      "Povídá se, že pokaždé, když se o slunovratu narodí dvojčata, samotný osud si hodil mincí.",
      "Jejich vrozená magie by byla buď neuvěřitelně umocněna, nebo zkažena v něco, co by mělo být omezeno pro vyšší dobro.",
      "Po celé generace mnoho dvojčat Bojovníků Slunovratu vykonalo veliké skutky, ale navzdory svému obrovskému potenciálu se nikdy nemohli povznést na Božské Ochránce.",
      "K povznesení je totiž zapotřebí jeden ze zimního a jeden z letního... Ale spřízněné duše se nemají rozloučit na věčnost.",
      "Za obzvlášť horkého letního slunovratu dopadla mince osudu na hranu a narodila se trojčata.",
      "Jak naznačovaly instinkty Velkého Orla, brzy se ukázalo, že mravnost se rozdělila ve tři, snad aby viděla, jak se jejich vrozená magie projeví v odlišných podobách.",
      "Jelikož by je jejich činy nevyhnutelně od sebe vzdálily, dostali otravně podobná jména: Moyara, Yomara a Romaya.",
      "Moyara odletěla do Měsíční kolébky, kde se z ní stala ohromná Bojovnice Slunovratu a ředitelka Akademie Zenit.",
      "Moyara, odjakživa neochvějná ochránkyně, položila svůj život, když vedla útok proti Přiživovači sváru.",
      "Yomara byla nestranná, známá spíše jako Babizna z Bažiny zpěvných hub.",
      "Svůj život v ústraní zasvětila nazírání do vzdálené budoucnosti, aby nabízela záhadné věštby o klíčových událostech a nadcházejících hrozbách, které se mohou, ale také nemusí vyplnit.",
      "Ve svých pěti letech správně předpověděla, že Karnimant odejde, pokud bude Přiživovač sváru poražen - i za cenu života Moyary.",
      "Navzdory své nesmírné moci zůstává ve všech konfliktech nestranná.",
      "Mezitím Romaya věnovala každou volnou chvíli studiu všeho, co se dalo poznat o způsobech Karnimanta a sama rozvíjela zakázaná umění.",
      "Skrze poznání magie krve se stala první nekromantkou a vynalezla způsob, jak uvěznit duše v předmětech.",
      "Jedním z jejích pozoruhodných vynálezů jsou svíčky, které nikdy nevyhoří, jež jsou charakteristické Romayiným zeleným ohněm.",
      "Svou krajní oddaností odlišným stezkám daly Tři sestry podnět k nesčetným úvahám o tom, jaká rozhodnutí člověk v životě činí.",
      "Žít statečně a nezištně jako Moyara a přijmout předčasnou smrt v boji za důstojnou věc.",
      "Nebo žít tichým a poklidným, třebaže osamělým životem jako Yomara, vzdát se ambicí kvůli bezpečí, avšak nikdy neobjevit své pravé já.",
      "Anebo se snad oddávat jako Romaya, s naprostou sebejistotou ve své schopnosti překonat jakoukoli odplatu, které by mohla čelit v důsledku své zkaženosti.",
      "Mohly by být Tři sestry skutečně hříčkou osudu, nebo zlovolnou hrou neznámých bohů?",
      "Anebo je to prostě tak, že při hledání smyslu někdy zaměňujeme čirou nahodilost za proroctví?",
      "Nejspíš bude lepší, pokud se to nikdy nedozvíme.",
      "Konec příběhu.",
      "Před mnoha a mnoha tisíciletími si dva mocní alchymisté jménem Resh'an a Aephorul vytkli za cíl vytvořit elixír života, v čemž uspěli.",
      "A jelikož má v alchymii vše svou cenu, dar nesmrtelnosti způsobil, že jejich těla začala hnít, což je vedlo k zakrytí své ohyzdnosti pod pestrobarevnými hávy.",
      "Zpočátku se těšili ze světlé stránky svých hořkosladkých věčných životů, staletí pečovali o svět a vytvářeli divy, které inspirovaly smrtelníky.",
      "Ale postupem času Aephorul čím dál víc záviděl pomíjivost, kterou už nemohl nikdy znovu okusit.",
      "A tudíž započala jeho zvrácená pouť do zakázaných odvětví alchymie.",
      "Cesta, během které se každičký kousek dobra v jeho srdci rozplynul, zatímco experimentoval s dušemi, kostmi, masem a krví.",
      "Jak tomu osud chtěl, Aephorul plně přijal zlo a vešel ve známost jako Karnimant, pomstychtivá nesmrtelná bytost, co sužuje svět obludnými výtvory.",
      "Resh'an se snažil zakročit, jak nejlépe dovedl, ale jediné, co následovalo, byl nevýslovný chaos a vedlejší škody napáchány témeř božskou silou soubojů dvou bývalých přátel.",
      "Po dlouhém trápení Resh'an přišel na to, že jedinou slabinou těchto nestvůr je magie Slunce a Měsíce - moc udělena těm, kdo se narodili o slunovratu.",
      "Začal tyto děti trénovat, aby se z nich stali Bojovníci Slunovratu pověřeni jediným úkolem, a to hubením Karnimantových stvoření.",
      "Ovšem ani Aephorul nezůstával pozadu. Časem byl schopen vytvářet podivnosti neomezeného potenciálu, kterým se říkalo Přiživovači.",
      "Byli vždy odolní vůči veškerým druhům magie, jedinou výjimku představovalo úplné zatmění Slunce, kdy měli Bojovníci Slunovratu jen velmi krátkou příležitost k jejich poražení.",
      "Ukázalo se, že Přiživovači jsou stvoření ve vývoji, která se krmí okolním životem.",
      "Když by v tom pokračovali dost dlouho, vyvinuli by se v Požírače světů, což by znamenalo zkázu pro veškerý život.",
      "Bojovníci Slunovratu, vyzbrojeni mocí a věděním, hlídkovali po celém světě a sledovali Přiživovače, aby rozhodli, na kterého se mají o příštím zatmění zaměřit.",
      "Pokud by zůstali neustále ve střehu, žádný Požírač světů by se nikdy neobjevil, ale Resh'an věděl, že v takové patové situaci by Aephorul jen přišel s něčím ještě horším.",
      "V zoufalém pokusu dostat se napřed Resh'an odvážně provedl transmutační alchymii na samotném časoprostorovém kontinuu.",
      "Po úspěšném rozdělení reality na bezpočet časových linií a paralelních světů zanechal na čas alchymie a stal se Archivářem.",
      "Na nekončící cestě napříč všemi realitami zaznamenával každý možný výsledek, aby nalezl řešení pro soužení Karnimanta.",
      "Aephorul se mezitím radoval z nekonečných příležitostí šířit zkázu, které se mu právě naskytly.",
      "Aby si ve svém nesmrtelném konfliktu zajistili alespoň nějaký klid, dohodli se oba alchymisté, že do osudu jednotlivých časových linií nebudou zasahovat přímo.",
      "A tak začala hra na kočku a myš, probíhající mezi Přiživovači a Bojovníky Slunovratu na jedné úrovni a Resh'anem a Aephorulem na úrovni druhé.",
      "Napříč spoustou časových linií a přes nespočet staletí Aephorul některé světy nikdy nenavštívil, zatímco na jiných zanechal svou stopu.",
      "Pro takové světy bylo jen otázkou času, než se definitivně zpečetil jejich osud, často po staletích bojů.",
      "Každý z nich byl buď zničen Požíračem světů, nebo natrvalo zachráněn povznesením dvojice Bojovníků Slunovratu na Božské ochránce.",
      "Kdy Resh'an plánuje spojit všechny časové linie zase dohromady, nebo jestli vůbec ví jak, zatím není známo.",
      "Konec příběhu.",
      "It was as compelling as invitations could get.",
      "All of the best artisans the world over received it: a personalized letter signed by the mysterious Great Eagle.",
      "Enclosed were directions, along with the promise of a worthwhile endeavor and a touch of magic.",
      "They gathered en masse on the barren island to the southwest, hoping to meet the mysterious \"Great Eagle” who had signed their invitations.",
      "But all they found when they arrived were three vials, two of which were sealed.",
      "When they opened the first vial, it became clear to all that there was even more to the Great Eagle than what the stories had shared.",
      "As the cork was removed, a solar eclipse occurred and magical light flew in from above the sky, reshaping the peninsula into a crescent.",
      "At the end of its dance, the light coalesced on the cliffside and gave birth to a tree so beautiful it appeared to belong in a dream.",
      "The Celestial Willow rose up while the grass turned to its signature purple hue.",
      "As if the magic had spoken directly to their minds, the builders knew exactly what they had to do.",
      "They would build the town of Mooncradle, and hold a festival by the Celestial Willow twice a year, in expectation of the Great Eagle's visit.",
      "Unless they happened to be born in Mooncradle, Children of the Solstice would never know their real parents.",
      "So that no one would feel different or rejected, Mooncradle was built around one core tenet: community.",
      "They built a common dormitory for everyone, along with a single shared dining hall.",
      "Zenith Academy was also clearly visible in all of their minds. They built it, but had no idea how to give it its final touch.",
      "That was when the second vial uncorked itself.",
      "Glowing runes flew out and embedded themselves into Zenith Academy's foundation, enchanting it with levitation magic. The School in the Sky was born.",
      "As if to celebrate the builders' efforts, the third seal was undone, and out of the tiny vial flowed a seemingly endless stream of mist.",
      "It permeated Evermist Island, giving it its name. In the end, a peculiar voice spoke to their minds.",
      "The voice provided guidelines for the education of Solstice Warriors, and stressed the importance of seeking out \"The Elder Mist\" once their training was complete.",
      "As the voice grew faint, the three vials disappeared.",
      "Since that day, the people of Mooncradle have held the festival to welcome Children of the Solstice, taking it upon themselves to nurture them until they come of age.",
      "Solstice Warriors would come and go, protecting the world while attempting to fulfill the prophecies bestowed upon them by The Elder Mist.",
      "As the battle continues between Dwellers and Solstice Warriors, Mooncradle represents the hope that someday, Guardian Gods may rise and bring about lasting peace.",
      "The end.",
      "When Aephorul first arrived in our realm, he brought with him a group of kid geniuses.",
      "If stories are to be believed, Caël and his friends had struck a deal with him to free their people.",
      "In The Fleshmancer's new base of operations, they would toil away, creating machines for obscure uses in realms unknown.",
      "But such a base had yet to be built, so as always Aephorul set out to locate the best collaborator there was to be found.",
      "He needed someone morally neutral--for it was execution he desired, not competition.",
      "With this new lair, he would prove himself superior to Resh'an by building a castle that would control time within itself.",
      "The Watchmaker was the perfect fit. She was only interested in her craft, and otherwise had no interest in Aephorul's machinations.",
      "All she asked for in return was a workshop of her own, where she could be left to her devices.",
      "The deal was struck, and together they designed the Clockwork Castle.",
      "The Watchmaker began drafting schematics for the kids to start production on, while she'd handle the more intricate parts herself.",
      "Meanwhile, Aephorul enchanted countless cogs and bricks, giving them an aura of magic that none could understand.",
      "Construction was almost complete when Caël and his crew made their move.",
      "One night, they flipped exactly the right cogs so that once the castle's perpetual movement was activated, its core function would backfire.",
      "They had no goal in mind other than foiling The Fleshmancer's plans, and in that respect, they'd succeeded resoundingly.",
      "What came of the sabotage was that time now came to a halt within the Clockwork Castle, or rather, within its inhabitants.",
      "And they had played their trick so well, that Aephorul didn't even know they'd done it on purpose.",
      "There would be no impressing Resh'an this time, but he could definitely see some upsides to a workshop that operated forever.",
      "As a final touch, he ensured that any mortal leaving the castle would see themselves age instantly by the amount of time they'd spent inside.",
      "Upon completion, Aephorul locked everyone inside for a century, ensuring that The Watchmaker and the children could never leave, lest they die instantly of old age.",
      "The Watchmaker thought nothing of it, and relished the opportunity to focus on her craft for an eternity.",
      "Yet in this time prison, Caël and his friends would have to work day and night.",
      "Proud of having done the right thing, it seems they are at peace with their situation. Perhaps getting to be kids forever helps, in a way.",
      "From day one they would always deliver, while adding just the right amount of breakage to give The Fleshmancer countless headaches without raising suspicion.",
      "One can only feel gratitude when contemplating the suffering that's been delayed, or even prevented, thanks to their cunning game of wasting Aephorul's time.",
      "The end.",
      "It was like a dream.",
      "No one believed it at first, that their seemingly eternal journey could finally be over.",
      "Why them? And with the current Oracle of Tides being so young, who could confirm the long-awaited discovery?",
      "But in their heart of hearts they knew--before them, appearing even more vividly than in their visions, stood the Tower of Antsudlo.",
      "And so it was that The Nomads of the Sea, who had traversed abyssal plains since time immemorial, would settle at long last.",
      "Having reached their promised land, they started building next to the tower.",
      "In Docarri Village, generations would come and go, each following the guidance of their respective Oracle of Tides.",
      "Since that day, they have been the guardians of Antsudlo, waiting for those destined to open its gate.",
      "In this new era, memories of their nomadic days live on in classic tales, retelling the deeds of great explorers and formidable warriors.",
      "The most popular by far is the Battle of Fate's Guyot--a story with so many versions, it may very well be just a myth.",
      "To the best of their abilities, historians have pieced together hints from various retellings of the battle, some even dedicating their lives to the subject.",
      "It is generally accepted as fact that the Docarri almost went extinct while crossing the territory of a gigantic sea slug.",
      "What happened next is a matter of much debate, depending on the interpretation of key passages and the credibility of certain sources.",
      "Some claim that the Battle of Fate's Guyot never happened, dismissing it as a fabrication meant to scare off would-be pillagers of ancient Docarri treasure.",
      "This theory is mostly seen as a stretch however, given that such looters' inability to breathe underwater would already be deterrent enough.",
      "Some historians say that the giant sea slug was defeated when the Docarri made their last stand on a flat-topped seamount, giving the story its title.",
      "For others, the scriptures about sunken ruins are simply too consistent to be ignored.",
      "According to this version of events, the nomads sealed the monster away when they realized they couldn't defeat it.",
      "The key was then split into three equal parts, each waiting somewhere in the deep blue for future heroes brave enough to rid the world of this threat.",
      "The end.",
      "Ewilda was a fair leader who cared not for titles.",
      "Stories say that she spent equal time at Aventry Manor as she did in town with her people.",
      "Under her reign, Lucent knew prosperity, and upheld its title as Bastion of Light like never before.",
      "By her side was Duke Aventry, a proud noble and fierce defender of his land and people.",
      "Ever stalwart, it is said that the flame of his dedication to Lucent burned only cooler than that of his fiery love for Ewilda.",
      "Despite the looming threat of the Clockwork Castle, they managed to keep their people safe, happy, and hopeful.",
      "One night, during a long journey abroad like so many others, Duke Aventry was awoken by an emissary carrying urgent orders.",
      "Ewilda demanded that he return to Lucent at once, offering no explanation beyond hinting at some dire threat.",
      "When the Duke arrived, he was greeted by a raging firestorm. A sizeable portion of the land was burning, but there were no enemy forces in sight.",
      "A Sun Solstice Warrior had turned evil.",
      "Hiding somewhere on the island, he would come out once a day to deplete his powers, slowly burning away at the landscape.",
      "Thanks to the trail of conflagration, he was easily tracked.",
      "Their fight persisted for days on end, but for all his might, Duke Aventry was unable to defeat the evil Solstice Warrior.",
      "Seeing the collateral damage caused by their battle, he accepted they were at a stalemate and retreated, in order to avoid further destruction of his already bleeding land.",
      "Struck by despair in the face of his inability to protect his people, Duke Aventry let his guard down, and in walked the enemy.",
      "Fleshmancer Acolyte Two approached in disguise, and offered him a magic shard.",
      "\"This ancient shard was made by the Ovates themselves,” she lied, fully aware of Duke Aventry's weakened state of mind.",
      "\"It will shroud your island in complete darkness for one day, blocking all light from the sun and moon.”",
      "\"My enemy's powers would...” he mused, \"But...”",
      "Playing to Duke Aventry's sense of honor, Two gave him the final nudge: \"The Solstice Warrior hasn't been playing by the rules, either.”",
      "\"Surely you wish to protect your people?” she asked.",
      "Duke Aventry accepted the shard and thanked her for her help.",
      "\"Simply smash the shard with conviction, and its magic will awaken.” Two explained on her way out.",
      "He wasted no time in smashing the shard, and by voluntarily activating the curse on his island, played right into the Acolytes' hands.",
      "Everything went fine at first. The Night Shroud covered the land, and Duke Aventry made short work of the weakened Solstice Warrior.",
      "As celebrations began, they put out a call for wind mages to gather waves strong enough to flood the eastern part the island.",
      "The flames were extinguished at last, but in doing so, those areas were transformed into the famous swamps we know today.",
      "It was a change welcomed by all, for it came hand in hand with their victory.",
      "It took a few weeks until it became clear to all that The Night Shroud would never recede.",
      "Despite overwhelming support from his people, Duke Aventry could not forgive himself for his mistake.",
      "Finally realizing who had really given him the magic shard, he departed for the Clockwork Castle.",
      "On that day, Duke Aventry played into the Acolytes' hands for the second time.",
      "While he was away, Fleshmancer Acolyte Three infiltrated Aventry Manor and killed Ewilda.",
      "Thus was the ritual completed, and a Seed of Evil was planted in the mansion which, a few centuries later, would grow into the Dweller of Woe.",
      "Completely defeated, over the following days Duke Aventry died of sadness and despair.",
      "As if fate hadn't been cruel enough, over two hundred years later Romaya found his urn and raised him from the dead to be her bodyguard.",
      "For decades the Duke roamed the swamps he once ruled over, his memory completely gone, feeling nothing save for an unexplainable sadness.",
      "In bouts of clarity, he would feel a brief but very deep yearning for something he just couldn't put his finger on.",
      "Such was the Duke's lot for half a century until, one day, young Solstice Warriors reclaimed Ewilda's locket and brought it to him.",
      "His memory now restored, Duke Aventry smashed the locket, and in doing so broke the tether binding his soul to the material plane.",
      "At long last, he found peace and was free to leave this world.",
      "The end.",
      "Of the many events from the time of the Ovates, many consider the foundation of the Kingdom in the Clouds to be the most significant.",
      "It was back in the early days, when the world was still being shaped.",
      "Once they had completed the islands, they started working on the travel golems.",
      "The Ovates first built Y'eet and X'tol, and rejoiced at the ease with which they could activate them using power words.",
      "But for Mesa Island, something more was needed. A sentient golem. One that would not simply obey commands, but carry purpose.",
      "The reason was that this specific island was at sea level, but as the Ovates had seen in their dreams, it needed to be propped up way higher.",
      "Indeed, in the future there would be a great flood, and for this world to survive, Mesa Island would have to remain above water.",
      "Although that future was a very distant one, the Ovates remained as selfless as ever in their dedication to harmony and balance.",
      "Thus they built Khukharr, but alas, found themselves unable to give it sentience.",
      "Ever embracing the flow of things, the Ovates held firm to the belief that their part in saving Mesa Island had been played.",
      "They moved on to completing the vision they had seen in a shared dream, and from the essence of the very clouds, conjured the Sky Giants.",
      "There would come a time when the Ovates would go extinct, and it would fall to the Sky Giants to keep watch.",
      "They would be tasked with establishing a council in the clouds to oversee three very important things.",
      "First of which was to keep watch over the elements. While the flood was unavoidable, maintaining balance would remain a challenge unless new Ovates arose.",
      "Secondly, they would be the gatekeepers of the Sea of Stars, carefully vetting those who would seek to travel between worlds.",
      "Lastly, there was the matter of Khukharr.",
      "It remained incomplete, and so they would need to be on the lookout for a wielder of magic potent enough to make the construct sentient.",
      "In the end, it was The Great Eagle who helped them in this.",
      "Nowadays, few are aware of Khukharr's purpose, most believing it to be nothing more than an impressive feat of masonry.",
      "And even from a prophetic standpoint, there is no real way to know whether it will withstand the coming flood.",
      "But until then, Khukharr's role would remain a passive one.",
      "Holding on with an ever-firm grip, it would stand tall, inspiring mortals as a testament to stoicism and true dedication.",
      "One need only lay eyes upon the construct once to understand where it got its title of Khukharr the Unyielding.",
      "The end.",
      "When the birdmen accepted Aephorul's deal, he knew that granting their species access to mind magic would be easy for him.",
      "There was only the matter of giving them their own god to worship.",
      "And so as always, when a problem wouldn't also serve to advance his research, he delegated.",
      "The Songsters were capable builders. Not as tech-savvy as the humans who built Sky Base, but he just needed a giant construct--and no tricks.",
      "With proper incentives in place in the form of hostages, Aephorul put T'kor in charge.",
      "A team was formed and together they started building the Sacrosanct Spires, with its pretend god as the centerpiece: the giant, Es'tristae.",
      "But T'kor was no fool--he knew all too well that Aephorul wouldn't stop until every single shred of life had been exploited or corrupted.",
      "On the third night, the Songsters performed a ritual chant to summon a vision of the distant future to T'kor's mind...",
      "...Sky Base, the regulator of climate, corrupted. The death of all fauna and flora...",
      "...The megacity completely razed, his land reduced to an ocean of blue sand...",
      "...The tech-savvy humans, their souls detached from their bodies, and tethered to cyborgs by a wicked machine...",
      "...Forced to live in despair, their minds food for a growing sea monster...",
      "...A world without sun, without hope--and the moon, sunken into the abyssal depths...",
      "...And his own people... What cruel fate...",
      "...Heroes of the future, this world's only hope, capable yet without any means to reach Sky Base, with power offline...",
      "The vision faded and T'kor focused his mind on dreaming a sanguine dream.",
      "The next morning, he woke up with purpose--when the time came, the heroes would have the spark needed to reclaim their world.",
      "The solution had to be so simple, it would be invisible to Aephorul and his elitist mind.",
      "And so they built Es'tristae on a vertical power rail connected to the planet's grid.",
      "For the final touch, they raised an enormous slab of stone for the giant statue to hold firmly in its hands.",
      "The most primitive form of battery which, when dropped, would grind on the rail and return power to the grid.",
      "Their plan worked--Aephorul wrote it off as a purely artistic choice.",
      "Centuries went by, and with the rise of The Fleshmancer, the world lay helpless as T'kor's visions of suffering and destruction came to be.",
      "All the while Es'tristae stood there, never getting so much as a second look from Aephorul.",
      "For centuries and more the fail-safe was hidden in plain sight, ready to support the heroes of the future in their last ditch effort to reclaim this world.",
      "While T'kor wouldn't live to see the day of their arrival, he died knowing that his world, and his people, at least stood a chance.",
      "The end.",
      "This one is special--it's an adventurer's log! Might want to take some notes.",
      "\"Joce's log - Cerulean Expedition Day 1.",
      "\"I wasn't expecting to feel fear so early on.",
      "\"To think we might just happen upon her... The Queen That Was...",
      "\"Still, she needs to be found, lest she get the jump on Repine.",
      "\"Even the sunken moon knows we've suffered enough from her betrayal as it is.",
      "\"Three teams, we are. The other two are led by Brochu and Elbi.",
      "\"Plan goes like this: Each team has a series of four directions to explore.",
      "\"Four directions, four days. After which, we backtrack for another four and compare notes.",
      "\"Brochu's team is trying northeast, southeast, south, then northwest.",
      "\"Elbi's team is going southwest, south, southwest, then east.",
      "\"As for my team, we're doing north, east, northeast, then south.",
      "\"Joce's log - Cerulean Expedition Day 9.",
      "\"Well I'll be damned. It was obvious once I took a second look at the notes.",
      "\"Brochu said it felt right for the first two days, but then something was amiss.",
      "\"Elbi recounted feeling lost the whole time, save for Day 4 where everyone had more spring in their step.",
      "\"As for me, I was right, Day 3 was truly special.",
      "\"That speedball ought to lead to her throne, but it lost power like all the others, so there ain't no way forward.",
      "\"And seeing as I lost my entire team getting here, so there ain't a way back either. That's it for me, I guess.",
      "\"If you're reading this, you must have found my belongings.",
      "\"Well then, let it be known: Joce was here.\"",
      "The end.",
      "Vida, našli jste nový artefakt! Podívejme se na to...",
      "Odemčen nový příběh: Velké přivolání",
      "Odemčen nový příběh: Upíří růže",
      "Odemčen nový příběh: Tři sestry",
      "Odemčen nový příběh: Dva alchymisté",
      "Odemčen nový příběh: Měsíční kolébka",
      "Odemčen nový příběh: Mechanický hrad",
      "Odemčen nový příběh: Kočovníci moří",
      "Odemčen nový příběh: Ztracený ráj",
      "Odemčen nový příběh: Khukharr Nezdolný",
      "Odemčen nový příběh: Es'tristae",
      "Odemčen nový příběh: Azurová expedice",
      "Který?",
      "Večernice",
      "Velké přivolání",
      "Upíří růže",
      "Tři sestry",
      "Dva alchymisté",
      "Měsíční kolébka a Mlžný stařešina",
      "Mechanický hrad",
      "Kočovníci moří",
      "Ztracený ráj",
      "Khukharr Nezdolný",
      "Es'tristae",
      "Azurová expedice",
      "Ahoj! Chcete si poslechnout příběh?",
      "Ano",
      "Ne"
    ]
  }
}