{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Temple_EN",
  "locCategoryId": "SacrosanctSpireIsland/Temple",
  "language": 0,
  "strings": {
    "Array": [
      "<color=bad>Brother Casugin</color>.",
      "You seldom leave your post. Did something happen?",
      "An unidentified group has managed to break through the seal. One of them used Songster Magic.",
      "What!? But how? We were told they couldn't leave the dome!",
      "I saw it myself. A sort of glass vessel, moving...",
      "Oh? Hehehe...",
      "What is it, <color=bad>Rachater</color>?",
      "Things are getting interesting for once.",
      "And?",
      "I'm thinking maybe I should handle them. A little trap, perhaps?",
      "Yes... Swift action may be preferable here...",
      "Preposterous! The code clearly states that anyone may attempt-",
      "SILENCE!",
      "The Triumvirate of Eminence reigns supreme, and I, <color=bad>Abstarak</color>, am its leader.",
      "You will not question me!",
      "I... I apologize, Great Illuminator.",
      "Rachater. Deal with the intruders.",
      "With pleasure. Hehehe...",
      "Did you kill them?",
      "Not quite. Hehehe...",
      "What do you mean, \"not quite\"?",
      "They managed to escape the gallows.",
      "How?",
      "...",
      "Our prisoner has been freed.",
      "VERLOT!?",
      "Oh, my Saint Eminence!",
      "The traps all worked, but the assassin on their team has reflexes like I've never seen...",
      "...",
      "I'm sorry, there was nothing more I could have done.",
      "We went through a lot of trouble to capture Verlot, if he-",
      "Verlot won't do anything.",
      "He lives by the code. His attempt at challenging us has failed, and thus he is compelled to exile himself from the Spires.",
      "The others are still coming. What then?",
      "We defend our titles.",
      "Hehehe...",
      "New challengers have bested the Spires.",
      "The Triumvirate of Eminence acknowledges your presence.",
      "So you're in charge here?",
      "You will address the Great Illuminator by title!",
      "We didn't come to replace you.",
      "Then what is it you seek?",
      "Es'tristae.",
      "!!!",
      "!!!",
      "Hehehe...",
      "Only one possible wrong answer, and you just gave it.",
      "Preposterous! It is not the place of anyone to stand in the presence of our God.",
      "For centuries, our people have been its gatekeepers. What you ask is impossible.",
      "Please, listen. Whoever put you up to this has gravely misled you.",
      "Es'tristae is no God. We built it to-",
      "SILENCE!",
      "The Triumvirate of Eminence reigns supreme, and I, Abstarak, am its leader.",
      "Trespassers seek to violate our laws and commune with our God.",
      "PREPARE FOR ILLUMINATION!!!",
      "Great Illuminator... I have failed you...",
      "So this is it... Hehehehe...",
      "Great Eagle... So this is how you choose to thank us?",
      "??",
      "We gave you flight, and you would repay us with our destruction?",
      "What are you talking about?",
      "For you to end our lives, after we sacrificed what was required...",
      "!!!",
      "Is this irony, or does your cruelty surpass that of your partner?",
      "...",
      "(Aephorul...)",
      "It's perfect! Thank you, Aephorul!",
      "Good. Perhaps now you can stop rambling about wanting natural flight.",
      "Hmmm yes, I suppose I could move on to rambling about how great it feels instead.",
      "Ha. Just my luck.",
      "Happy birthday, Resh'an. I'm glad you like your gift.",
      "How did you do it? I thought a transmutation spell like this required a hybrid's soul.",
      "You'll have to let me keep my secrets if you want more surprises in the future.",
      "Haha! I suppose that's fair.",
      "Oh, try this!",
      "Interesting!",
      "There's no taste, but it's impossibly refreshing.",
      "What do you call it?",
      "<color=magic>Iceline</color>. The state of equilibrium between ice and water.",
      "The final ingredient is the warmth of the drinker's mouth, forcing it to contrast by turning into ice for but a fraction of a second.",
      "But it melts as it tries to freeze, letting you experience a seemingly ethereal temperature.",
      "Oh, I see where this is going...",
      "You still have that flask design in mind?",
      "Yes.",
      "I'm ready for another attempt at capturing the <color=location>Sands of Time</color>.",
      "Third time's the charm. I will accompany you.",
      "I was hoping you would say that.",
      "And if you ask nicely, I might let you fly on my back.",
      "Ha! Big if!",
      "Another lie...",
      "So he made a deal with you?",
      "The Fleshmancer? Yes, many of us were sacrificed while he was working on your gift.",
      "What he offered in exchange... the power of mind magic... and purpose in the worshipping of Es'tristae... It was well worth it.",
      "(Aephorul... no...)",
      "This hurts you?",
      "...",
      "Then it brings some measure of peace to know that you are cursed with immortality...",
      "Suffer well...",
      "What was that about?",
      "The Great Eagle.",
      "It was a birthday gift from Aephorul, a very long time ago.",
      "Back when he was still... himself. Or so I believed.",
      "I'm sorry, Resh'an.",
      "Just one more happy memory ruined. In the grand scheme of things, it's of no concern...",
      "But this does imply that his wicked deeds began centuries earlier than I'd assumed...",
      "This changes everything.",
      "I must go.",
      "What? But why?",
      "My calculations were way off. It is imperative that I return to the archives and run more models.",
      "You can't just leave like that, we need your help to fix this!",
      "This puppet will help until you've seen this journey through.",
      "Thank you for the companionship. It has been... refreshing.",
      "Farewell.",
      "...",
      "Just like that, he...",
      "Anyone in there?",
      "...",
      "He left like we were nothing to him...",
      "Whatever. Resh'an played his part and made his choice.",
      "You're right. We should press on.",
      "B'st?",
      "We're almost at Es'tristae. The teleporter at the bottom of the stairs should be functional now.",
      "The energy from this pillar tugs at the mind...",
      "The statue stands as a display of twisted devotion..."
    ]
  }
}