{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TormentPeak_EN",
  "locCategoryId": "WatcherIsland/TormentPeak",
  "language": 0,
  "strings": {
    "Array": [
      "Teď není cesty zpět.",
      "Jsem hned za tebou.",
      "Uh... Zale?",
      "... No?",
      "Taky vidíš ty MALÉ CHLUPATÉ ZADKY?",
      "Vidím.",
      "Haha!",
      "Zdravím, slečno!",
      "Jé! Všichni vypadáte tak zdravě!",
      "Ty máš meč?",
      "Hej, ty jsi jako ten jeden pán!",
      "Uměl střílet malinká sluníčka!",
      "Řekl, že zachrání naši mámu, ale místo toho odešel.",
      "Nezdvořák jeden!",
      "NEBUĎ NEZDVOŘÁK, SLUNEČNÍKU!",
      "O co to tady jde?",
      "Haha! Můžem si jednu nechat?",
      "Co se stalo vaší mámě?",
      "Je tam dole!",
      "Máme ji moc rádi!",
      "Říká, že k ní nemáme chodit kvůli té příšeře!",
      "A tak se na ni jen odsud seshora koukáme!",
      "Je tak krásná!",
      "Dříve jsme pobíhali po ostrově.",
      "Chybí mi mraky.",
      "EXISTUJÍ MRAKY POŘÁD?",
      "Hele, vypadá to, že mluví o <color=good>Gorilí matce</color>.",
      "Ale Teaks říkala, že všechny božské duchy před dlouhou dobou Karnimant zničil.",
      "Ředitel se o tom zmínil taky, i když on tvrdil, že byli buď zničeni, nebo využiti...",
      "...",
      "Takže ta mláďata jsou...",
      "Žrádlo pro Přiživovače.",
      "Proč tohle náš řád nezastavil!?",
      "Jenom jsme tu horu zapečetili a předstírali, že se nic neděje?",
      "Hej, to se nedělá, mluvit jenom mezi sebou!",
      "NEDĚLEJTE TO!",
      "Vaší mámě pomůžeme a dostaneme vás všechny ven!",
      "Vážně?",
      "To by bylo úžasný!",
      "Mohli bychom zas pobíhat po ostrově!",
      "A nebo se už nikdy nevrátí, stejně jako naši sourozenci.",
      "Myslím, že je sežrala ta příšera.",
      "Já si myslím, že si našli hezčí pokoj a nechcou se dělit.",
      "NEDĚLIT SE JE NESLUŠNÉ!",
      "Vrátíme se. Máte naše slovo.",
      "S tímhle šílenstvím je konec.",
      "Gorilí matko! Ty jsi skutečně naživu!",
      "Neměli jste sem chodit. Zlo v tomto místě je tak hrůzné, že mu nemohou čelit ani Bojovníci Slunovratu.",
      "Co se ti stalo?",
      "Stala jsem se terčem poslední Karnimantovy urážky tohoto světa.",
      "Před svým odchodem zasel hluboko v této hoře <color=bad>Semeno zla</color> a uvěznil mě zde, aby má mláďata zůstala nablízku.",
      "Ten chlap mě prostě nepřestane štvát...",
      "Mým prokletím je bezmocně sledovat, jak má mláďata prochází přímo přede mnou, aby byla pozřena rostoucím Přiživovačem muk.",
      "A neboť jsou nevinná a lehce ovlivnitelná, mé prosby vždy zůstanou bez odezvy...",
      "...",
      "Takový krutý osud...",
      "Jak to, že jsme o tomhle nevěděli?",
      "Naši předchůdci by určitě nahlásili přítomnost božského ducha, a to ani nemluvím o tom Přiživovači!",
      "Vše je to spojeno s kletbou tohoto místa. Bylo navrženo jako dokonalý úkryt.",
      "Vzpomínky vytvořené uvnitř této hory jsou k ní navždy vázány.",
      "Bojovníci Slunovratu sice přišli, ale když se chtěli vrátit pro posily, v paměti jim nezůstalo nic než zdrcující pocit hrůzy.",
      "Jediné, co mohli udělat, bylo horu zapečetit a nikdy se nevrátit.",
      "Je mi to tak líto...",
      "I kdyby připravili očistu, nebylo by jim to nic platné.",
      "Jsme tak hluboko v podzemí, že světlo ze zatmění nikdy na Přiživovače nedosáhne a neoslabí jej.",
      "Přece to nějak jít musí!",
      "Vaše povinnost vůči celému světu je důležitější. Prosím, znovu horu zapečeťte a odejděte.",
      "Zale a já budeme bojovat.",
      "Tentokrát nebudu jen tak stát stranou, bojuju taky!",
      "Dobře, takže ten lektvar Ukotvené mysli chrání naše vzpomínky, ale to nám v boji nepomůže.",
      "A Amulet Slunovratu by měl s Přiživovačem rezonovat, ale světlo ze zatmění se sem nikdy nedostane.",
      "Mám plán. Běžte a vyvolejte zatmění.",
      "Seraï opustila družinu.",
      "Teď není cesty zpět!",
      "Vaše povinnost vůči celému světu je důležitější. Prosím, znovu horu zapečeťte a odejděte.",
      "Vydrž, Gorilí matko.",
      "Támhle je jedno z mláďat!",
      "Ahoj, maličký!",
      "...",
      "Chci za mámou.",
      "Ona je tam nahoře! Pojď, vezmeme tě za ní.",
      "Přijde mi, že je támhle.",
      "Myslím, že lžete.",
      "Prosím, pojď s námi, mluvili jsme s ní, moc se o tebe bojí!",
      "Proč mi lžete?",
      "...",
      "Chci za mámou. Nechte mě být.",
      "Počkej!",
      "Proč si radši nedáš k obědu nás, ty šmejde!",
      "Amulet zareagoval, cítím zatmění!",
      "Seraï... Ať už plánuješ cokoliv, prosím pospěš si.",
      "Pozor!",
      "Tohle je k ničemu... Potřebujeme víc světla!",
      "Z cesty!",
      "Za opoždění se omlouvám.",
      "Jdeš právě včas, Seraï!",
      "Je čas tuhle věc sundat.",
      "Dokázali jsme to! Svělý nápad, Seraï!",
      "Zbývá jen zničit jádro.",
      "Společně!",
      "Jdeme vysvobodit Gorilí matku?",
      "To si piš!",
      "Nejste nám vůbec nic dlužna, Gorilí matko.",
      "Ale, tohle je to nejmenší, čím se vám mohu odvděčit!",
      "Spravit Strážce potrvá jen chvilku a jeho hranol vám pomůže objevit to, co hledáte.",
      "Mami, můžeme se teď jít proběhnout po ostrově?",
      "Samozřejmě, broučku. Vlastně musíme právě teď běžet ke Strážci.",
      "Mami, můžeme si jít zaplavat?",
      "Nejprve musíme ke Strážci, potom můžeme jít na pláž.",
      "Stráž-pláž.",
      "Hele, jak rychle zvládnete říct stráž-pláž?",
      "Stráž-pláž!",
      "Stráž-pláž!",
      "STRÁŽ-PLÁŽ STRÁŽ-PLÁŽ STRÁŽ-PLÁŽ STRÁŽ-PLÁŽ!!!",
      "Hahaha!",
      "Nebeská runa je rozbitá, nemůžeme využít Čas dne k aktivaci tohoto zařízení. ",
      "Další pečeť. Někdo se tady opravdu snažil něco zadržet...",
      "Já si myslím, že si našli hezčí pokoj a nechcou se dělit.",
      "Myslím, že je sežrala ta příšera.",
      "Máme ji moc rádi!",
      "Mohli bychom zas pobíhat po ostrově!",
      "Říká, že k ní nemáme chodit kvůli té příšeře!",
      "Je tam dole!"
    ]
  }
}