{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "UndergroundOutpost_EN",
  "locCategoryId": "TrekToPlanetCenter/UndergroundOutpost",
  "language": 0,
  "strings": {
    "Array": [
      "Jak daleko od domova asi jsme?",
      "...",
      "POPLACH: VETŘELCI",
      "DO OBJEKTU PRONIKLY ENTITY Z JINÉHO SVĚTA",
      "ELIMINACE ZAHÁJENA",
      "Pozor!",
      "Vypadá to, že technologie je tady mnohem vyspělejší...",
      "O ničem takovém se žádné záznamy nezmiňují.",
      "??",
      "(...)",
      "Vítejte v mém světě.",
      "Zoufale vás tady potřebujeme.",
      "Seraï...",
      "Proč jsi nám o ničem neřekla?",
      "Nevěděla jsem jak...",
      "Chtěli byste se mnou vůbec ještě něco mít?",
      "Samozřejmě že ano! Bez tebe bychom nic nedokázali.",
      "Můj svět už dávno padl do rukou <color=bad>Karnimanta</color>.",
      "Je... úplně v troskách...",
      "Z <color=location>Vesmírné základny</color> na obloze proudí husté mraky, které blokují sluneční světlo.",
      "A Měsíc... Karnimant ho potopil do oceánu...",
      "!!",
      "Víte, co to znamená?",
      "Bez propojení se Sluncem a Měsícem...",
      "Se nerodí žádné další Děti Slunovratu...",
      "Pomůžete nám?",
      "Ty víš, že pomůžeme.",
      "Čím začneme?",
      "Návštěvou mého domova. Byla jsem pryč až moc dlouho.",
      "Moji lidé...",
      "I oni jsou...",
      "Jako já?",
      "Ano.",
      "<color=bad>Catalyst</color>, inteligentní zlý stroj, z nás všech postupně udělal kyborgy...",
      "A takhle, bez možnosti zemřít, moji lidé bezmocně setrvávají naživu, zatímco jim <color=bad>Přiživovač hrůzy</color> pomalu požírá duše.",
      "Seraï, to je mi tak stašně moc líto...",
      "Vy nám můžete pomoct. Právě proto jsem odešla.",
      "Abych našla Bojovníky Slunovratu. Abych našla vás.",
      "Pokud se nám podaří zbavit těch mraků, Měsíc znovu zazáří.",
      "A potom bude Přiživovač hrůzy zranitelný.",
      "My tvůj svět očistíme. To ti přísahám.",
      "A já ti to přísahám taky.",
      "Děkuju vám.",
      "Dostat se na Vesmírnou základnu nebude snadné, ale mezitím, co jsem byla pryč, mohla být objevena nějaká stopa.",
      "Vydáme se do <color=location>Repotu</color>, mého rodného města. Chci vám ukázat, proti čemu tady bojujeme.",
      "Ale co Karnimant?",
      "Ten má doupě na létajícím ostrově.",
      "Nemám nejmenší tušení, jak se tam dostat.",
      "Dobře, všechno pěkně popořádku. Nejdřív navštívíme tvé město.",
      "Repot je na <color=location>Azurovém ostrově</color>, který odsud leží směrem na východ.",
      "Tak fajn. Pojďme.",
      "Teď se nikam vracet nebudeme.",
      "Jakási pokročilá technologie, která se zdá být běžnou součástí Seraïna světa...",
      "Jakási technologie zobrazující světelné útvary."
    ]
  }
}