{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "WizardLab_EN",
  "locCategoryId": "SleeperIsland/WizardLab",
  "language": 0,
  "strings": {
    "Array": [
      "Cítím ve dveřích magii, ale zdá se, že je budu moci zvednout jen o několik centimetrů.",
      "Valtraide?",
      "Připrav se, kámo!",
      "Dělej!",
      "Yolando! Pospěš si!",
      "Neboj, chlapáku, demolice je moje druhé jméno!",
      "Ha ha! To máš za to, ty stará vykopávko!",
      "...",
      "I tak to šlo udělat...",
      "Dobře odvedená práce, braši!",
      "Raději dejte kapitánce vědět, že naše část mise byla úspěšná.",
      "Bojovníci Slunovratu by mohli potřebovat pár rad, takže zatím zůstanu s nimi.",
      "Jistě, není na škodu mít po ruce mága.",
      "No, já se ukážu být hodnotným společníkem, jakože se Keenathan jmenuju!",
      "Tak ať je po tvém! Jdeš, Valtraide?",
      "Hm!?",
      "Halóóó, je tam někdo?",
      "Buď opatrný, Garle, nevíme, co můžeme čekat.",
      "Něco jsem našel!",
      "...",
      "Co je to?",
      "Možná je tam ta mince?",
      "Počkat!",
      "Cítím sílu, připravte se!",
      "Koukejte, to musí být ta mince, kterou potřebujeme!",
      "Dobrá, to je naše vstupenka na Přízračný ostrov!",
      "Odstranit krystal?",
      "Ano",
      "Ne",
      "Vypadá to, jako by to mělo vyzařovat světlo, ale právě teď je to neaktivní.",
      "Světlo svítí, ale něco tomu chybí.",
      "Hej! ... Hej! Tady, ve studni!",
      "??",
      "Ztratil jsem hodinky v jezeře a spolkla je ryba. Mohli byste mi ji ulovit? Měla by svítit.",
      "Našli jste moje hodinky?",
      "To se mi ulevilo! Moc vám děkuji, přátelé!",
      "Tady máte drobnost za vaši námahu.",
      "Žádná odpověď...",
      "Panečku, tohle je ale prapodivné místo... a koukněte na to zařízení! Zajímalo by mě, co to dělá.",
      "Musíme se nejdřív zorientovat. Co kdybyste to tu trochu prozkoumali?",
      "Podle starých nápisů byste měli být schopni smíchat <color=magic>světlo</color> z různých <color=magic>krystalů</color> a otevřít tak nové trasy. Docela fascinující.",
      "Resetovat hádanku?",
      "Ano",
      "Ne",
      "Ahoy, máte minci! Dobrá práce!",
      "Vrátíme se do Svěžínu, kapitánka bude čekat."
    ]
  }
}