{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskReno_EN",
  "locCategoryId": "SleeperIsland/BriskReno",
  "language": 0,
  "strings": {
    "Array": [
      "But I must admit the sea monster kind of creeped me out!",
      "Was it called Hydralion?",
      "No idea, but it was MASSIVE!",
      "Oh, I hope Hortence will let me ask her some questions--I have so many!",
      "That there be a quest worthy of my support.",
      "So we have a deal?",
      "Aye. Ship's yers, and I'll be yer navigator.",
      "I've only sailed it once, but I'll be damned if I can't pull it off again.",
      "...",
      "How much do you know?",
      "Enough to see through yer disguises...",
      "Yer one ov 'em, aye?",
      "...",
      "No worries, I ain't telling.",
      "So, these two Solstice Warriors be coming along to help?",
      "I was hoping that in the end they would, if I helped them first...",
      "Well then, I reckon we have a shot.",
      "Hortence, I...",
      "Don't mention it. I owe ye a debt for pulling me out ov actual hell, remember?",
      "I...",
      "Thank you...",
      "Ahoy, navigator!",
      "Hortence be the name. Please use it.",
      "Aye, it's just, stories say ye were quite the mandolin player back in the day.",
      "That's OCTAVE mandolin, son! She won a duel against the legendary Shredrick!",
      "I have certainly dabbled!",
      "Whoa!",
      "My, I reckon you should join this little bardcore band of ours!",
      "Haha, I don't see why not!",
      "Huzzah!",
      "This eternity thing just got a whole lot better!",
      "Welcome to the crew, Hortence!",
      "The Vespertine is ours. Just talk to Hortence when you are ready to transport the settlers.",
      "Y'all ready to take the settlers to their new land?",
      "Let's go!",
      "Wait",
      "My magic map should work in this realm too. To the northeast, then!",
      "Those who want to leave for new land, all aboard!",
      "Some people would rather start anew somewhere else. Thank you for taking care of us.",
      "Brisk's reconstruction is underway. We will make something good from all this.",
      "It's too dangerous to go beyond this point--the renovations are underway.",
      "I'm hesitating on what I should take with me to this new place.",
      "It's been good to see everyone work together.",
      "I shouldn't have judged the pirate crew so fast, they're really kindhearted.",
      "This will be a big change for my son. I hope he'll be alright...",
      "Mom, mom, MOOOOMMM! Are we really going to sail in that super cool boat!?",
      "We are ready to leave when you are. ",
      "I feel for these people.",
      "Building a new town from the ground up, huh? This should be fun!",
      "After all this time, The Vespertine is ours! Haha!",
      "Thanks again for your help.",
      "The Vespertine, I can't believe it!",
      "Do you need anything? I've got a few items."
    ]
  }
}