{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "BriskRuin_EN",
  "locCategoryId": "SleeperIsland/BriskRuin",
  "language": 0,
  "strings": {
    "Array": [
      "The Dweller crashed right in the middle of town...",
      "Seraï's over there!",
      "Little help here?",
      "These things are tough.",
      "The Dweller of Strife really must be something else.",
      "And no eclipse anytime soon...",
      "Let's find the Dweller.",
      "It's... gone?",
      "All those innocent people...",
      "...",
      "How big IS this thing?",
      "Hey, you're Solstice Warriors, aren't you?",
      "We've cleared out the monsters. It's over for now.",
      "The big one flew away!",
      "It might come back!",
      "Waaaaaah!",
      "Don't worry about it, my friends here are stronger than the big monster!",
      "Really?",
      "Totally!",
      "Waaaaaah!",
      "It's safe here for now. Please gather at the docks with the others!",
      "We're not giving up on you. We'll figure this out, I promise!",
      "Th... thank you...",
      "I hope my brother is okay...",
      "We can't stay here! Where are we going to go?",
      "We need to find new lives for ourselves!",
      "I was born here, and I will die here, just like my ancestors!",
      "We can rebuild!",
      "I'd rather move somewhere new!",
      "Waaaaaaaah!",
      "What should we do here? Clearly some of them need to move on, but...",
      "They're too many for Lucent... And that town already has its own healing to worry about, anyway.",
      "Yolande, are there any other places you can think of?",
      "Aye, reckon there's one! Keenathan?",
      "The small island to the northeast? I concur.",
      "Oh, the unclaimed one that's filled with pine trees? That could work!",
      "We know the way, but the Oakum Skiff won't get us there.",
      "Gotta hit the open sea for that, so we'll need a proper ship.",
      "Okay, that's a good lead! Maybe someone has a ship we can borrow.",
      "Listen, bud, practicality is my middle name, but this here port is totalled!",
      "That leaves but one option, it would seem.",
      "Oh, I like where this is going, pal!",
      "Well then, speak up, tall guy!",
      "We claim The Vespertine!",
      "That's a negative, matey. Ain't no pulling that trigger without the Captain's say so!",
      "Keenathan is right. The time has come.",
      "Ahoy, Captain! We thought ye gone!",
      "...",
      "Will this ship be good enough to carry settlers to the island Yolande mentioned?",
      "Look alive, son! The Vespertine could even sail the Sea ov-",
      "YOLANDE!",
      "Apologies, Captain.",
      "It'll take us there, guaranteed!",
      "Okay, so what's the plan? The boat is cursed, isn't it?",
      "In fact, that's the easy part!",
      "All we gotta do is get on board, meet the owner, and let the Captain buy the ship using the Coin of Undeath Accord y'all fetched earlier.",
      "(...)",
      "A sound plan!",
      "Without even breaking a sweat!",
      "*ahem* We'll... see about that...",
      "For now, we hike to the peninsula and wait.",
      "As dusk falls, The Vespertine will appear for but a brief moment.",
      "The window is short, so we must jump aboard without hesitation.",
      "All in a day's work, Captain!",
      "So pumped for this!",
      "The three of you are not coming with us.",
      "Captain?",
      "If we don't make it back, you must find another way to help the villagers find their new land.",
      "No way, we've been prepping for this forever!",
      "Our end goal remains the same. But for this step, I need you to stay safe. Can you do that for me?",
      "I will do as the Captain commands, or my name is not Keenathan!",
      "Aye aye, Captain, can we t'least see ye safely to the peninsula?",
      "...",
      "Of course.",
      "Let me know when you are ready.",
      "Are you ready to leave?",
      "Yes",
      "No",
      "There is a path amidst the rubble. Exit Brisk?",
      "Yes",
      "No",
      "Please don't eat me please don't eat me please don't eat me-",
      "Hey, you're safe now. Find Yolande at the docks, her group will keep you safe.",
      "Solstice Warriors? Luana be praised! Please help the others...",
      "Thanks again for saving me!",
      "I almost got crushed when everything crumbled! Thank you so much for getting me out.",
      "Here, it's not much, but I hope it can help.",
      "You really saved the day, thank you...",
      "Thank you, I was certain I was going to die here today...",
      "Can you get to the docks on your own? People are gathering there while we take care of the monsters.",
      "I... yes, I can make it. Thank you, I wish I had more to offer.",
      "It was scary earlier, I'm glad you came when you did...",
      "I'm stuck behind this big block that fell. Can you move it?",
      "Oof, that was close! I should head for the docks.",
      "Thank you so much. Here.",
      "I don't miss being stuck behind that block!",
      "We lost almost everything in the cataclysm, but if there is anything you need to buy for the journey, we'll use the money to rebuild.",
      "Solstice Warriors! I wanted to thank you again for saving me earlier! ",
      "I heard you helped villagers too. Please accept this small reward.",
      "Truly heroic what you did out there! Here, take this as a reward for what you've done.",
      "It's a shame we couldn't help any other villagers... We're so powerless...",
      "Be safe, Solstice Warriors!",
      "Don't ya worry 'bout us, we can fend fer ourselves!",
      "Need to do some shoppin'? We can go back to Wraith Island real quick if ye like.",
      "Yes",
      "No",
      "Hey, pal! Any other villager ya find, just send 'em right to us!",
      "At last, The Vespertine...",
      "We will protect these villagers, or my name is not Keenathan!",
      "It is truly exciting to be nearing the payoff from all our attempts to get the Coin of Undeath Accord! It will be a transaction for the ages!",
      "...",
      "That was too scary.",
      "We have no home anymore... Oh, what to do...",
      "I lost everything... I can't stay here anymore.",
      "I am staying. We will rebuild, and make Brisk even better than it used to be!",
      "All gone in an instant... ",
      "But Brisk is strong. We will rebuild!",
      "I still can't believe what happened, it was so sudden...",
      "...",
      "At least we have our work cut out for us...",
      "Brisk is not all lost, we just need to work together!"
    ]
  }
}