{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Camping_EN",
  "locCategoryId": "Camping",
  "language": 0,
  "strings": {
    "Array": [
      "The campfire feels cozy and warm.",
      "Cook",
      "Rest",
      "Back",
      "The campfire feels cozy and warm.",
      "Rest",
      "Back",
      "The campfire feels cozy and warm.",
      "Cook",
      "Rest",
      "Back",
      "The campfire feels cozy and warm.",
      "Rest",
      "Back",
      "Go to sleep?",
      "Yes",
      "No",
      "The campfire feels cozy and warm.",
      "Cook",
      "Rest",
      "Back",
      "The campfire feels cozy and warm.",
      "Cook",
      "Back",
      "The campfire feels <color=bad>dreadful</color> and <color=bad>cold</color>.",
      "Rest",
      "Ahoy! What'll it be?",
      "Set sail",
      "Never mind",
      "Want me to take the lead?",
      "Yes",
      "No",
      "I wish we could go back for Garl.",
      "The Elder Mist. I wonder what he looks like…",
      "We have to reach Wraith Island in time for the eclipse, wherever that is.",
      "It feels so good to be with Garl again.",
      "The Elder Mist Trials. After that, we'll officially be Solstice Warriors!",
      "Time to use our new powers to cross over to the big statue atop Mountain Trail.",
      "Shame we didn't get to see Garl before leaving.",
      "The Elder Mist, huh? Just need to find this mountain, I suppose.",
      "If we're to reach Wraith Island for the eclipse, I guess we'll need a boat or something.",
      "It didn't feel right without Garl.",
      "The Elder Mist Trials. After that, we'll officially be Solstice Warriors!",
      "Time to use our new powers to cross over to the big statue atop Mountain Trail.",
      "[MAINCHAR], I'm so glad we're finally all back together!",
      "Don't forget to prepare snacks for the road.",
      "This Live Mana thing is unreal, I want to boost all the time!",
      "We'll never find a ship at this altitude. There has to be a way down.",
      "We have to reach Wraith Island in time for the eclipse, wherever that is.",
      "I didn't think we'd go around trying to save a small town, but here we are.",
      "It felt good using our powers to help.",
      "With the big lift operational, we can get to Brisk now.",
      "Should we go and see what these pirates have to offer?",
      "Let's be on our guard when we bring the coin to Captain Klee'shaë.",
      "No boats up here, I guess we just have to keep going east.",
      "If we're to reach Wraith Island for the eclipse, I guess we'll need a boat or something.",
      "I hope we can help the Molekin, they seem so peaceful.",
      "I'm glad we could help.",
      "With the big lift operational, we can get to Brisk now.",
      "I'm not too sure about dealing with pirates either, but we do need a boat ride…",
      "Here's hoping Captain Klee'shaë will hold up her end of the bargain…",
      "I want to travel in the ball again!",
      "The air is SO GOOD out here!",
      "Fighting an evil wizard was totally on my bucket list!",
      "Malkomud's clogging the mine's wind tunnels. We have to do something before The Sleeper wakes up!",
      "It's not fair how people have been treating Malkomud.",
      "Good thing we fixed the big lift in the Molekin Outpost--I can't wait to see Brisk!",
      "This Live Mana thing is unreal, I want to boost all the time!",
      "I can't believe we have a meeting with pirates! This is unreal!",
      "\"The Coin of Undeath Accord can be found in the Wizard Lab north of Brisk.\" Now THAT'S a proper quest!",
      "Nothing quite like a worthwhile quest to keep some spring in one's steps!",
      "That's just like our Captain to know when and where we'd stumble upon the perfect helpers for this quest!",
      "Remember to hit that Save Point from time to time, eh kid? Be a shame if ye beat something big and then had to do it all over again. Believe me!",
      "The plan worked out pretty well in the end.",
      "We should rest at the inn.",
      "We should hurry into the woods.",
      "Hang in there, Garl…",
      "We never learned anything about necromancers. I guess we'll just have to wing it.",
      "We fought well back there.",
      "We should talk to Moraine as soon as possible.",
      "We have to make our way to the gardens somehow.",
      "The Dweller of Woe is next. I'm ready.",
      "...",
      "Wraith Island. We made it.",
      "We should rest at the inn.",
      "I hope we're not too late.",
      "Good thing Seraï arrived when she did.",
      "A soul stone… we can do this…",
      "Garl. We're coming!",
      "We need to go see Moraine.",
      "Moraine said the gardens were through the library.",
      "Time to face the Dweller of Woe.",
      "...",
      "We should find that tavern Valtraid was talking about--I want to see them play!",
      "So, if the villager went into the Cursed Woods, does that mean that the Dweller's lair is also north of Lucent?",
      "Almost time for the eclipse, huh?",
      "Seraï sounds so cool, I hope I can meet her!",
      "Your first cleansing! Aren't you a little bit excited?",
      "I wonder how Malkomud is doing…",
      "Your first cleansing! Aren't you a little bit excited?",
      "Moraine will be fine, at least…",
      "Ferryman's Vigil is east of Lucent.",
      "Stay alert. The necromancer won't be happy to see us.",
      "We should hurry back.",
      "The Botanical Horror… I'll help however I can.",
      "Hortence seems nice. We're doing something good here.",
      "It's Erlina I'm the most angry at.",
      "We've come such a long way already…",
      "Hortence said the island we are looking for is to the northeast of Brisk.",
      "Garl is really good at leading the efforts.",
      "Maelstrom Point, huh? We can do this.",
      "Seeing Hortence stuck here like this, I feel bad for Duke Aventry.",
      "I still can't believe Erlina and Brugaves would do that…",
      "Hortence said the island we are looking for is to the northeast of Brisk.",
      "It feels good to be giving these people a new start.",
      "Hortence sure is something. Can you imagine holding the bar for that long?",
      "So, the plan is to claim this ship as ours?",
      "Ghost pirates were not on my bucket list, but I'll take it!",
      "These people need a new start. I know just how to plan this!",
      "Stormcaller… About time someone puts an end to this.",
      "…",
      "Need anythin'?",
      "It's good to know the people of Mirth are safe.",
      "Do you think we should go for that shrine near Mountain Trail? We'd just have to go back to X'tol.",
      "Erlina and Brugaves won't get away with this…",
      "The Oracle of Tides… Fingers crossed that this gets us onto Mesa Island…",
      "Any guesses on what we'll find up that tower?",
      "The magic pull is strong, what do you think we'll find?",
      "Resh'an will be waiting for us.",
      "To think there was an unknown Dweller...",
      "Glad that Dweller is behind us now.",
      "Garl really turned things around for Moraine.",
      "That key Moraine gave us. Bit of a hike getting back to X'tol, but it might be worth checking out that shrine.",
      "Mesa Island… That's where the Dweller and the Acolytes are…",
      "Here's hoping the Oracle of Tides can actually help…",
      "So, no one's ever been inside that tower, huh? That's kind of exciting.",
      "I wonder what we'll find up there. Definitely feels powerful.",
      "Let's go back to Resh'an.",
      "We can do this cleansing. We must.",
      "Now to bring Resh'an his vial.",
      "I still can't believe we have our own ship now, this is awesome!",
      "The Coral Hammer… Are we really going to find a hidden city underwater now?",
      "The seashell is so pretty! And water breathing? That's too much!",
      "I always knew you two were special, but a big mysterious tower built just for you is something else!",
      "A Flask of Borrowed Time… I'll have to remember that, sounded important.",
      "I like the cold--makes the campfire feel even cozier!",
      "I just know you can take that Dweller on your own without Moraine! I'll help however I can.",
      "The way Seraï brought the light in Torment Peak, it was unbelievable!",
      "Don't forget to prepare snacks for the road.",
      "Watcher Island is in the southeast area. There's a mysterious tower sticking out of the ocean right next to it.",
      "...",
      "We made it. Now to see what this Coral Hammer does…",
      "After attuning the seashell at the Sacred Grove on Watcher Island, we should be able to reach the bottom of Lake Docarria…",
      "It felt like a big deal to be allowed through the waterfall in the Oracle's room. Whatever we find in that tower, I've got your back.",
      "The Acolytes are probably watching. Don't let your guard down.",
      "Torment Peak is north of Lake Docarria, on Watcher Island.",
      "Now that the prism is back on the Watcher statue, you should be able to drive a light beam through it to find the cache Resh'an was talking about.",
      "Glad that Dweller is behind us now.",
      "Finally on Mesa Island. Are you ready for the big confrontation?",
      "If Erlina and Brugaves get in our way, I won't hesitate.",
      "Yomara mentioned \"the dead of a forgotten race.\" I wonder what that is.",
      "Erlina…",
      "I'm ready.",
      "Mesa Island. Finally.",
      "Mesa Island. It was about time.",
      "Erlina and Brugaves… I still can't believe what they did…",
      "What Yomara said to Resh'an… What did she mean?",
      "Brugaves…",
      "I'm ready.",
      "So Resh'an's an immortal, huh? Oh, right! Shhh!",
      "The way Seraï brought the light in Torment Peak, it was unbelievable!",
      "Don't forget to prepare snacks for the road.",
      "Must be hard thinking about this whole Erlina and Brugaves situation. I'm here, okay?",
      "I wonder what Resh'an wants in all of this. Seemed to think you and [OFFCHAR] were special, which I agree!",
      "There's something special about Mesa Island, don't you think?",
      "Yomara's pear was unreal!",
      "It mustn't have been easy, but you did great during the duel.",
      "We'll be fighting the Dweller soon. I know you can do this!",
      "I don't trust the alchemist yet.",
      "The Clockwork Castle is on the east side of Mesa Island. We'll have to cross it on foot.",
      "The Acolytes are probably watching. Don't let your guard down.",
      "Caël said the Watchmaker's key is the only way forward. Fingers crossed that she'll be willing to help.",
      "The big fight is coming--make sure you're well prepared.",
      "Mesa Island is to the northeast. The one with a giant stone head.",
      "It's nice to stretch my legs a bit.",
      "Under no circumstances am I fighting a Dweller.",
      "(Living Glass…)",
      "With the Watchmaker's key, we can make it to the Dweller. But remember, I cannot help you in that fight.",
      "As long as it's what Garl wants…",
      "My power's growing, do you feel it too?",
      "I'll do anything for Garl…",
      "That was really something, what you did with the water bridge.",
      "The strange device just south of Mesa Island. It seems out of reach, but maybe we should look at the small island just below it.",
      "The place should be up there, just gotta use that bridge made of water.",
      "It'll take some convincing, but I have an idea.",
      "Brugaves is gone, but Erlina will pay for this.",
      "I feel so sorry for Garl…",
      "…",
      "The Air Elemental Skyland is to the west.",
      "Stay strong, Zale. You will see your friend again before his time is up.",
      "Take heart, Valere. Your friend's time isn't up just yet.",
      "...",
      "We have to help Seraï and her people.",
      "Still thinking about Garl all the time…",
      "Fingers crossed for that Living Glass thing… It seems like B'st is our only way into the Sacrosanct Spires.",
      "Garl would have loved to see all of this.",
      "...",
      "What happened to Seraï, it's terrible…",
      "Garl is just…always there in my thoughts.",
      "So, if Resh'an can pull this off, we should be able to enter the Sacrosanct Spires.",
      "I'm glad we're able to help Seraï.",
      "I bet Garl would have loved Cedric.",
      "I'm so sorry for your loss…",
      "Thank you for your help. I'm eager to visit my home and show you what we're up against.",
      "I… I know I'm asking for a lot, especially with everything that happened…",
      "The probe will help us find our way in the Cerulean Expanse. Its light will blink faster when it detects something of relevance.",
      "The Fleshmancer's workshop is in B'st's village on Cerulean Island.",
      "Let's be careful, B'st said there was an abomination in here.",
      "I hope this works. The only way to bring power back is to release the brakes on Es'tristae.",
      "The Sacrosanct Spires are in the northwest corner. Let's hurry.",
      "Whenever you are ready, the sky council should be ready to see us now.",
      "The way to the Sea of Stars has been opened. The way is through the four sunken giants, just north of Wraith Island.",
      "Seraï's village is to the east of this world, on an island with blue sand.",
      "...",
      "(The dead of a forgotten race…)",
      "(Living Glass…)",
      "(Living Glass… The Crone was right…)",
      "Through the Spires, then. We can do this.",
      "Garl would have loved to see all of this.",
      "We're gaining ground.",
      "We should travel back to our world.",
      "Time to go see Caël on Mesa Island.",
      "Ready for one last cleansing, Zale?",
      "It felt good to take a break in Mirth. It was like he was with us...",
      "I'm ready.",
      "B'st is so ready for this, it's nice having him around.",
      "I bet Garl would have loved Cedric.",
      "The plan was a longshot, but we're doing great.",
      "Time to travel back to our world.",
      "We should go see Caël on Mesa Island.",
      "We'll be fighting our last Dweller soon. I'm ready.",
      "I love Mirth so much, it feels like he'll just show up at any moment...",
      "Let's do this.",
      "We must press on. The only way to bring power back is to release the brakes on Es'tristae.",
      "The Sacrosanct Spires are in the northwest corner. Let's hurry.",
      "This is the place. Now, if we find The Catalyst…",
      "Now that power is back, we can use a speedball to get to Sky Base.",
      "Here's hoping the kids can help.",
      "Back to my world, then.",
      "We have to take Arty to Sky Base. Just need to use a speedball again.",
      "Whenever you're ready, the Dweller of Dread's lair is underwater, by the sunken moon.",
      "I have never been to this world, but the magic in here feels…familiar…",
      "(Living Glass… The Crone was right…)",
      "Resh'an's puppet remains still…",
      "I am eager to test my new form.",
      "Opening the way to the spires was the least I could do--I hope I can prove myself a valuable ally.",
      "I am eager to test my new form.",
      "Sky Base used to be so good for my world…",
      "A Clockwork Castle? Interesting.",
      "Arty had quite the intro!",
      "I wonder what the Great Alchemist is up to.",
      "It will be an honor to stand by your side during a cleansing.",
      "Just take me to that machine in Sky Base and I'll do the rest!",
      "There are Solstice Shrines left. Maybe we should seek them out.",
      "It feels so nice to have Garl with us again.",
      "I've been thinking about the Solstice Shrines... Might be worth finding the remaining ones.",
      "Things just weren't the same, this is too good!",
      "We're almost at the end...",
      "Is something troubling you?",
      "...",
      "There's another potential threat to my people... one I'm not sure I can handle on my own...",
      "What is it?",
      "...",
      "<color=bad>The Queen That Was</color>...",
      "We've been mapping the Cerulean Expanse for a long time, but it feels like we'll never find her.",
      "If she gets the jump on Repine...",
      "A gruesome thought indeed. Is there any lead we could follow?",
      "It's a longshot, but a probe brought this back from one of the search parties.",
      "I was hoping we could give it to Teaks and see what we can learn. If we have the time, of course.",
      "It's worth a shot, at least.",
      "The Queen That Was... I hope Teaks will have something for us to go on...",
      "Thanks again for the help. It's good to know my people will be safe.",
      "I can't help but wonder why Resh'an wouldn't just save Garl in the first place if that was his wish.",
      "We'll never know for sure, but I think he first needed [MAINCHAR] and [OFFCHAR] to be ready for something!",
      "Seems to me like these alchemists are just incredibly immature for all their millennia of experience...",
      "Huh!?",
      "Resh'an's puppet points at something on the map.",
      "Great Alchemist, are you trying to tell us something?",
      "...",
      "Perhaps we should investigate the location?",
      "A shame Resh'an left. I hope I can thank him someday...",
      "I wouldn't presume to understand the Great Alchemist's mind, but I believe it is he who meant to thank you.",
      "[MAINCHAR], a word, if I may?",
      "Of course, what's up?",
      "Ever since the Great Alchemist granted me this form, I have been eager to prove myself a true warrior.",
      "For what it's worth, you've definitely been pulling your weight and then some.",
      "I appreciate the thought, brave monk, but I desire something more... official.",
      "Like what?",
      "During my time on your home world, I heard a rumor about a place where fighters engage in friendly competition.",
      "\"Dweller's Fall Arena,\" in Brisk.",
      "According to Yolande, the townspeople built it to reclaim the big crater left by the Dweller of Strife.",
      "Sounds like it could be fun!",
      "[MAINCHAR], I know we are pressed for time, but if there is any chance we could visit the arena in Brisk, I would be very grateful.",
      "Croustalion was a worthy opponent. What a great team we are!",
      "Now even I think the party felt incomplete without Garl.",
      "*slurp* *slurp*",
      "He does grow on people fast.",
      "B'st, how did it feel when you took the blast?",
      "Purposeful. Like I was doing the right thing.",
      "We're forever indebted to you for that.",
      "You brought hope to my world and crowned me champion of the arena.",
      "As far as I'm concerned, it is I who still owes you.",
      "Haha! Fair enough.",
      "What a time, huh? I sure didn't have RESURRECTION on my list when we started our adventure!",
      "Now that's one for Teaks' storybook.",
      "Seriously though, it did get kind of scary...",
      "Anyway, thanks for pulling me out of there! I know activating The Chronophage took a lot of effort.",
      "We'd have done it faster if we knew. And come on, you'd do the same for us!",
      "In a heartbeat!",
      "Oh, right! There's this thing I wanted to share.",
      "So, I'm not allowed to talk about what I saw on the other side, but when it became clear that I would return, I was allowed to make a single wish.",
      "Right.",
      "What did you ask for?",
      "Dinner with all my friends at the Golden Pelican!",
      "Oh yeah?",
      "Sure did! I'm going to host my own reverse funeral, and I want the best food there is!",
      "Haha! I like this guy.",
      "Thing is though, I'm not too sure how that works. All I was given is this fishing hook...",
      "I'm sure we'll figure it out!",
      "If we have the time, there's an island that I feel is connected to the magic fish hook I was given. Right here.",
      "The Golden Pelican was everything I was hoping for!",
      "Chef Bass gave us the invite, we should go to Brisk and try the Golden Pelican!"
    ]
  }
}