{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ClockworkCastle_EN",
  "locCategoryId": "MesaIsland/ClockworkCastle",
  "language": 0,
  "strings": {
    "Array": [
      "<color=location>The Clockwork Castle</color>.",
      "We made it.",
      "The Dweller of Strife is somewhere in there.",
      "You!",
      "We are bound by oath not to let you enter the Acolytes headquarters.",
      "And what about your oath as Solstice Warriors?",
      "That one was not taken willingly.",
      "Valere, please hear me out.",
      "Step aside right now!",
      "Stick to the plan, Brugaves. The Dweller will knock some sense into them.",
      "...",
      "Fine.",
      "We only need to buy some time. Please, Zale, surrender.",
      "Forget it!",
      "Then it brings me no joy, but we must ensure the Acolytes finish the waking ritual.",
      "Do your worst!",
      "Bring it!",
      "*Ahem* Uh, hey, I... think we should sit this one out.",
      "...",
      "That should be enough.",
      "You can still join us if-",
      "Don't you dare!",
      "Get lost!",
      "...",
      "Let's go, Brugaves.",
      "Yes! This will do.",
      "I can't wait to see their faces, haha!",
      "*Ahem*",
      "Oh, visitors!",
      "Nice to meet you! My name is Garl, and these are my friends [MAINCHAR], [OFFCHAR], Seraï and Resh'an.",
      "Hello, everyone! I'm <color=good>Caël</color>.",
      "I hope it's not rude to ask, but...",
      "Are you human?",
      "Pretty wrinkly for a kid, huh?",
      "...",
      "That's because my friends and I have been ten years old for a VERY long time.",
      "What do you mean?",
      "Time?",
      "What about it?",
      "It doesn't pass within this castle.",
      "Or rather, it doesn't pass within the bodies of its residents.",
      "We cannot die of natural causes, but we must remain here always.",
      "This time prison has been our home for centuries. If we were to leave, we would instantly age and die.",
      "So, that's the gist of it.",
      "Whoa, that's grim...",
      "It's okay, we like it here.",
      "Plus we get to be kids forever. How cool is that?",
      "Even though making machines for the bad guys ain't exactly our preference, it sure beats the alternative.",
      "...",
      "And what's the alternative?",
      "Ask the assassin.",
      "!!",
      "??",
      "Anyway. What brings you here?",
      "We came to confront the Acolytes and take down the Dweller of Strife.",
      "Oh yeah?",
      "For that you would have to get through that big door leading to the ritual room.",
      "But in order to do that, you would need to fetch <color=good>The Watchmaker</color>'s master key atop the clock tower.",
      "And in order to do that, you would need to break the magic seal on the door leading to the clock tower.",
      "So, you're out of luck.",
      "And what makes you think you could take on a Dweller, anyway?",
      "[MAINCHAR] and [OFFCHAR] are Solstice Warriors.",
      "Really?",
      "Prove it!",
      "Bring the night!",
      "...",
      "Watch this.",
      "Whoa!!!",
      "No way!!",
      "Did you see that?",
      "[MAINCHAR], was it? Come here please.",
      "Now touch this crystal with your palm?",
      "IT WORKED!",
      "CAËL, YOU'RE A GENIUS!",
      "What was that?",
      "The proof that Eclipse Magic can be catalyzed.",
      "The implications are beyond words.",
      "Does this mean you can help?",
      "Yes, this experiment changes everything.",
      "We have a device that can help you against the Dweller of Strife.",
      "You can enter the clock tower now... Just need to get the master key while we finish our preparations.",
      "The Acolytes are in for a surprise, haha!",
      "That was SO COOL!",
      "I wish I could control the light too!",
      "Let's try!",
      "Come on, we have to finish preparing the device before they return.",
      "Do the thing with us, Caël!",
      "Haha! Okay, but just for a little bit!",
      "Are you The Watchmaker?",
      "...",
      "Look, we need your master key in order to-",
      "Whatever you may need, I take no part in any conflict.",
      "Is that your master key?",
      "Quite peculiar, how it happened to appear just like that.",
      "Are you saying we can take it?",
      "I am simply pointing out the peculiarity of what just happened.",
      "...",
      "I have work to do.",
      "Wheels table take a long time to deliver and install, so I'm working on a portable package that will self-deploy.",
      "The self-deploying Wheels table is ready--just need a buyer now..",
      "Repine, you say? On another planet?",
      "Interesting. The self-deploying table's yours for 250G.",
      "Buy a Wheels table for Repine for 250G?",
      "Buy",
      "Maybe later",
      "You don't have enough gold. Come back later.",
      "We have a deal. Here.",
      "I have work to do.",
      "You want to challenge me to a game of Wheels? Don't be silly, you haven't even beaten all the champions yet.",
      "I see you have a Platinum Wheel and all six Heroes. So, you like my game?",
      "If you want to truly test yourself, I'll make some time.",
      "Challenge The Watchmaker to a game of Wheels?",
      "Casual",
      "Champion",
      "Maybe later",
      "Come back when you are ready.",
      "You did it. Well played.",
      "Here. You've earned this.",
      "It'll take more than that to defeat me.",
      "Do you still enjoy it after so many games? I do!",
      "Haha! I've still got it.",
      "You have already bested everyone, but we can replay Champion if you want.",
      "And a tie.",
      "Did you get the key?",
      "We did.",
      "Perfect, the door is just up there. While you keep the Acolytes busy, we will sneak the <color=magic>device</color> past the ritual room.",
      "It was designed a while ago to fit on the second tower, so you will have to lure the Dweller there somehow.",
      "Sounds risky, but I'm sure we can do it.",
      "Once you see it in action, you won't regret the hassle.",
      "Are you sure it will work?",
      "Now that we have confirmed Eclipse Magic can be catalyzed, absolutely.",
      "Okay, we have a plan.",
      "You are a bit early, I'm afraid.",
      "Good.",
      "The Dweller of Strife isn't ready to play just yet.",
      "We're taking it down. Step aside, or else!",
      "Hahaha!",
      "Bold of you to assume you can take on all four of us.",
      "Bold, and deluded too!",
      "CAËL! Where do you think you're going?",
      "Get back to your workshop at once!",
      "You've got a bigger problem to worry about over here, you creeps!",
      "Three?",
      "Commence!",
      "Gah....",
      "Why, you...",
      "At last! It is awake!",
      "Awake, and angry too!",
      "Quick! If we run now there is still a chance!",
      "Run? Hahaha...",
      "The Dweller has your scent, it is too late to hide.",
      "That's exactly what we're counting on.",
      "Fools... Straight into the belly of the beast...",
      "We have to reach the second tower fast!",
      "Watch out!",
      "It's coming again!",
      "That last attack blocked the entrance. Time to climb.",
      "The Solstice Amulet is tingling!",
      "Okay, we've got the eclipse.",
      "Let's hurry.",
      "There you are!",
      "Caël, what's the plan?",
      "You just fight this thing as hard as you can and the crystal will absorb some of the energy you unleash.",
      "Whenever it's fully charged, it will fire.",
      "Understood!",
      "Nicely done, team. The device is perfectly calibrated.",
      "We'll clear the way now. Good luck, Solstice Warriors.",
      "Ready, Valere?",
      "You bet.",
      "We can't do much, but we'll support you however we can.",
      "I am not touching the Dweller.",
      "But...",
      "Garl and I have got your back.",
      "It's time.",
      "The tower can't sustain much more damage. Hurry!",
      "[OFFCHAR]..?",
      "[OFFCHAR]!",
      "Let's... keep fighting...",
      "They can't do it.",
      "But...",
      "Resh'an, you must help. Now.",
      "...",
      "WELL?",
      "There are rules. I can't touch a Dweller.",
      "Hey, that's not fair! We've been nothing but nice to you!",
      "You agreed to my terms.",
      "Screw your terms!",
      "YOU FOOL!",
      "Oh, you have really done it now!",
      "What's happening?",
      "Let me do the talking. And whatever happens, DO NOT attract his attention.",
      "Whose attention?",
      "Our lord returns at long last!",
      "Our lord, and master too!",
      "I thought we had a deal.",
      "It wasn't me.",
      "Oh, spare me the old excuse.",
      "The Vial of Time touched a Dweller. Whether you did it yourself or let it happen--this is on you.",
      "An eye for an eye, then. But we will get to that.",
      "Dweller of Strife... how?",
      "Fleshmancer, Master, we...",
      "One?",
      "Yes, Master! I am honored that you remember me.",
      "How could you stay alive for so long?",
      "Surely you spent plenty of time outside of the castle?",
      "Sacrifice.",
      "Sacrifice, and dedication too.",
      "We used the <color=bad>Vampire Rose</color>.",
      "The Vampire Rose...",
      "Tell me. Does it hurt?",
      "All the time.",
      "Interesting...",
      "I commend your dedication.",
      "Master!",
      "Still, resurrecting a Dweller...",
      "Who provided the blood moon?",
      "We did.",
      "You have my thanks.",
      "What is your wish?",
      "Master, if I may.",
      "Speak.",
      "The sorceress shows unparalleled magical prowess.",
      "I believe she would make for a great lieutenant at your current headquarters.",
      "!!",
      "And what about the other one?",
      "He prefers to forget, and demands only confirmation that he will never have to fight these Solstice Warriors again.",
      "I see...",
      "I am not losing the Dweller of Strife again.",
      "Acolytes!",
      "Master?",
      "Are you prepared to serve for all eternity?",
      "We desire nothing more.",
      "Then leave now alongside my dearest creation, and in time I will see to your transformation.",
      "Yes... The four of you will be merged with the Dweller to become its conscience.",
      "In the distant future you shall return together as one--the <color=bad>king</color> of a new race!",
      "Thank you, Master!",
      "Thank you, Master!",
      "Thank you, Master!",
      "Do not interfere.",
      "...",
      "This creation will be unstoppable.",
      "Now, I suppose a proper sidekick is in order...",
      "Martial artist!",
      "You wish to forget?",
      "I do. And I never want to fight Solstice Warriors again.",
      "Then let us make sure you are not needed for a very long time. Go now, follow the Dweller and the Acolytes.",
      "Valere, it's not too late if-",
      "We have nothing to talk about.",
      "Zale, you two can come with me and be free of-",
      "Just leave!",
      "...",
      "Save yourself, it's all you can do now.",
      "Erlina...",
      "If there is a way, I will find you again.",
      "Live on, Brugaves. Everything I did, I did for you. Just remember-",
      "Enough! Time to go.",
      "Brugaves, is it?",
      "Allow me to give you a new form and a new name, and I shall grant all your wishes!",
      "All my life I tried to do what was expected of me, only to hear again and again that I was too slow...",
      "I desire only one thing, new master. To feel adequate and fit for my role.",
      "Oh, not to worry. When I am done with you, you'll be <color=bad>the fastest there's ever been</color>!",
      "Sorceress, it appears my current seat of power may come under fire soon.",
      "Help me defend it, and I will make you ruler of that world when I leave.",
      "Do these terms suit you?",
      "They do.",
      "Then allow me to give you a new form and a new name, and I shall grant all your wishes!",
      "I want power. Power overwhelming.",
      "Perfect. Go now, and I will be with you shortly.",
      "Now, where was I...",
      "Get behind us!",
      "An eye for an eye then, Resh'an?",
      "...",
      "A single hit. That's the deal.",
      "Why, afraid they can't take more?",
      "Do your worst! You're nothing but a loser!",
      "GARL!",
      "Hahaha.",
      "Watch out!",
      "??",
      "I thought we established that stopping time was impossible...",
      "How do you do it, Resh'an?",
      "It isn't really stopped.",
      "I had an epiphany while experimenting with time loops--time could be brought to a near complete stop by creating-",
      "An infinitely short recursive sequence. Genius.",
      "And I suppose these crystals are what is holding the time loop together?",
      "They're beautiful. What do you call them?",
      "<color=magic>Time Shards</color>.",
      "You always were the better artist.",
      "I would ask if I can keep one, but I understand they will dissolve when you break the loop?",
      "So, how have you been?",
      "...",
      "Sulking in your archive for a few centuries again?",
      "How much is enough, Aephorul?",
      "Have you still no regard for the pain and suffering you leave in your wake?",
      "Oh, please, do give me that lecture again!",
      "...",
      "These Solstice Warriors. Why are you traveling with them?",
      "They're not ready to ascend.",
      "We will see.",
      "You think they will come after me? Did I earn a slap on the wrist again?",
      "YOU TOOK OVER AN ENTIRE SPECIES!",
      "Ha! You know as well as I do that these lives are lost anyway once you recompose the timelines.",
      "...",
      "Still procrastinating that one? I noticed.",
      "One more wrong will not make this right, Aephorul. Their suffering is real.",
      "AND SO IS MINE!",
      "You know what, I agree. Let's skip the usual debate.",
      "But to answer your question: Yes, I do believe these two will drive you out from your current stronghold.",
      "Oh, don't make me laugh!",
      "Even if they somehow made it across the Sea of Stars, the sorceress would be my champion.",
      "And as I am sure you could tell, her potential is limitless.",
      "They can do it. I am certain.",
      "Now would you look at that!",
      "Resh'an wants to pit innocent Children of the Solstice against their former mentor, and somehow I'M THE BAD GUY?",
      "...",
      "To think that you could stop me with a snap of your fingers...",
      "But no, you choose to cling to the silly belief that this all turns to good someday.",
      "Enough!",
      "Hahaha!",
      "As you wish.",
      "Thanks for the chat, partner.",
      "GAH!!..",
      "Garl!",
      "Ahhhh... AAAAAHH!!",
      "No!",
      "Resh'an! Do something!",
      "He took a direct hit and has no innate magic to protect himself.",
      "Even I can't help. I'm sorry.",
      "Haha! Who's the \"loser\" now, huh?",
      "You'll be dead in a few moments. Any last words?",
      "Hgnnn... AAAAAH!",
      "(Garl... no...)",
      "WE CAN'T LOSE YOU!!",
      "Huh?..",
      "(Zale...)",
      "(Elder Mist?)",
      "(There is something your friend must see before he passes.)",
      "(But...)",
      "(It is time. Let it in--embrace your true power, and bring Garl to me.)",
      "(...)",
      "The Elder Mist. We have to go right now.",
      "What? That's way too far, Garl is dying!",
      "Don't you see, Valere?",
      "The distance is always short if we fly away.",
      "(<color=sun>Solen</color>...)",
      "...",
      "Zale...",
      "So you really were the spark after all...",
      "Run while you can, Fleshmancer.",
      "The sorceress and I will be waiting. Come if you dare.",
      "(Garl!)",
      "(<color=moon>Luana</color>...)",
      "Quick!",
      "Hey, how have you been?",
      "My condolences, by the way.",
      "If leaving the castle wasn't a death sentence for us, we would have attended the ceremony...",
      "It's okay, don't worry about it.",
      "We need your help, Caël.",
      "Sure, what's the situation?",
      "It's a long story. Something about a machine.",
      "Oh I LOVE stories!",
      "Machines too, in fact.",
      "Let's hear it.",
      "Back in Seraï's world...",
      "...And reconnecting the sun and moon is our only chance at taking down the Dweller of Dread.",
      "I see. So that's why we had to make so many condensers...",
      "And the Catalyst's kernel... I never thought I'd get to see it for myself.",
      "I beg your pardon, but that's \"AI Core.\" I have no voluntary ties to the Catalyst.",
      "We understand you can't leave this castle, but we were hoping you could find some way to help.",
      "There's always a way, but we will need some time...",
      "Oh, and I'll need the Lore Grimoire, too.",
      "Hmm... Just rip out the pages you need. I can't risk being unable to record something while you work!",
      "We'll get started right away. Can you give us a few days?",
      "Whatever you need. We can take this opportunity to visit some old friends.",
      "Run along then. We'll be ready when you return.",
      "Gather around everyone, we have a lot on our plate!",
      "Aaaaand here.",
      "Access granted.",
      "It worked!",
      "Good job, Caël!",
      "Ha! And now we have access to the top secret Catalyst blueprints too.",
      "Extract everything.",
      "On it.",
      "Please be gentle.",
      "So you're saying your only function was attaching souls to machines?",
      "Everything was automated. I never understood why I had to be made sentient.",
      "The whole thing was quite unsettling.",
      "Just another cruel joke...",
      "Well, you're free now. Might be time for a fresh start.",
      "Oh? This idea is truly pleasing!",
      "You were right. Everything combined into the missing pieces we were looking for.",
      "Great. Let's start building, double-time!",
      "It should only take a few seconds anyway, right?",
      "Oh... I am not too sure that this is a good idea.",
      "Come on! It's for a good cause for once.",
      "...",
      "You've seen the instructions too, there's no way they'll be able to reprogram Sky Base on their own.",
      "...",
      "You do this one thing for us, and I promise we will give you a new form.",
      "They can't do it. You know this is the only way.",
      "Come on, want to save a world together?",
      "I... I suppose so...",
      "Alright! Plus, our design is pretty slick, you'll see.",
      "Load it up!",
      "On it.",
      "Perfect.",
      "Well, this is it. I'm ready.",
      "Oh, YOU'RE ready?",
      "We're not missing out on THAT!",
      "But we only have the one unit.",
      "So we combine. Easy.",
      "Combine?",
      "We've always been together--no way are we letting you leave on your own!",
      "But in there we'll-",
      "There's plenty of room for all of us!",
      "A shared conscience...",
      "That'll do you some good, Caël, you've always been too serious.",
      "Haha!",
      "Are you sure? We can't walk it back.",
      "You don't think we've been talking? You're not the only one who wants to help the Solstice Warriors.",
      "And what if you can't do it on your own?",
      "Hahaha!",
      "Okay. Engage primary function.",
      "It's time.",
      "We can do this!",
      "Courage everyone. Together!",
      "Caël?",
      "ANYONE HERE?",
      "They... they built another Catalyst?",
      "Huh?",
      "Hey, a little help? Please?",
      "The release button. We should have put it in here, not on the outside.",
      "(Major oversight.)",
      "(Not too bad all things considered.)",
      "(Hey! Don't do that!)",
      "(Haha! Got you!)",
      "(Hahaha!)",
      "I don't see a release button.",
      "Oh, is that the big guy?",
      "Punch the pod really hard!",
      "That's better!",
      "Vision works perfectly.",
      "Smell too!",
      "Sorry...",
      "Hahaha!",
      "Caël?",
      "Uh... yes?",
      "So you're Caël?",
      "Well... partly?",
      "...",
      "(This could become a problem.)",
      "(We should unite.)",
      "(New name?)",
      "(Single name.)",
      "(Single speaker.)",
      "(Caël should lead.)",
      "(Yes.)",
      "(Well?)",
      "(Oh, I know!)",
      "(Yes!)",
      "(Agreed!)",
      "(Okay, time for our big introduction.)",
      "(Don't forget the pose at the end!)",
      "(Yes, you have to do the thing!!)",
      "(I know, I know!)",
      "*Ahem*",
      "For long we have toiled, honing our craft and perfecting our art.",
      "Countless wasted days led to a moment where, finally, aboard our own creation, we can be free from this time prison.",
      "Together as one we will live on, our creations serving the good of the people.",
      "And also the kicking of evil butts!",
      "I am retribution.",
      "I am genius incarnate.",
      "I am the ultimate engineer.",
      "I am...",
      "<color=good>THE ARTIFICER</color>!",
      "Wait, so you're all in there? Hahaha!",
      "Ha! That was so cool!",
      "(Shhhh! Let Caël do the talking!)",
      "Long live The Artificer!",
      "Nice to meet you, Artificer.",
      "That's a good name!",
      "Thanks, everyone!",
      "Hey, so... We only thought you'd review some blueprints for us.",
      "Well, one thing led to another and a path to freedom appeared, so we-I mean I, took it.",
      "Plus, I must go myself, in any case. The task ahead is WAY too complex for you lot.",
      "No offense.",
      "I won't be a battle unit anytime soon, but I can hack Sky Base alright.",
      "Just take me there and I will stop the clouds for you.",
      "Thanks, Arty.",
      "(Ha! We got a nickname already!)",
      "This new life is too good!",
      "(Hey, don't talk!)",
      "(Oh, my bad.)",
      "(Okay, I'll just do the legs.)",
      "(Dibs on the camera!)",
      "(Hey, we should offer to go before it gets awkward.)",
      "(Right.)",
      "Sorry about that. Please lead the way.",
      "Artificer joins the cargo.",
      "If you need anything you should talk to Caël.",
      "Hey, it's good to see you!",
      "Have to keep working. Talk to Caël.",
      "Hello there!",
      "I'm not Caël, let me work.",
      "How's it going?",
      "Oh, travelers! Would you like to have a look at my waaaares?",
      "Would you like to have a look at my waaaares?",
      "Work, work.",
      "Not time, we have to face the Dweller!",
      "We should make sure Caël is ready.",
      "It won't budge.",
      "Shhhh! Don't spoil our ambush!",
      "They'll never see it coming!",
      "Oof, good thing my backpack took most of the hit.",
      "I'm okay, you should find [OFFCHAR].",
      "The crystal broke, but the Dweller remains.",
      "I don't know what we can do now...",
      "...",
      "The strange device stands still.",
      "The way is blocked by some kind of Fleshmancer-type magic barrier.",
      "We're at half charge. Keep it up!",
      "[MAINCHAR], you and [OFFHAR] have to use spells or live mana to charge the crystal!",
      "Just one more!",
      "It works! Just keep on using magic!",
      "I wonder what the next chapter is for me.",
      "Do NOT touch that.",
      "A familiar form of magic emanates from the under the blanket.",
      "Things are starting to move.",
      "I am eager to see what these two can do.",
      "Eager, and impatient too!",
      "For now we wait.",
      "<color=bad>Three</color>, you know what to do.",
      "Time is ticking. Is everything on track with the preparations?",
      "We will be ready for the eclipse.",
      "Ready, and excited too!",
      "I fear the sidekick's hesitance might fester. We should get a final confirmation.",
      "I will go myself.",
      "<color=bad>Three</color>, make sure everything goes smoothly in my absence."
    ]
  }
}