{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Crypt_EN",
  "locCategoryId": "SettlerIsland/Crypt",
  "language": 0,
  "strings": {
    "Array": [
      "This place seems huge, but I don't sense any evil anywhere...",
      "It looks so ancient...",
      "My oh my, visitors!",
      "Huh??",
      "Oh just here, to your right.",
      "Welcome to <color=location>The Crypt</color>!",
      "Are... you a talking lantern?",
      "I am <color=good>The Cryptwalker</color>!",
      "Though I must admit, seeing as my fire went out, it is a bit challenging to greet visitors...",
      "You, the sun one, mind giving me a little spark?",
      "Uh, sure...",
      "Much better! Please follow me, it's right this way.",
      "Now, who have you come to commemorate today?",
      "Oh, we... aren't here for that...",
      "Oh?",
      "We brought a group of settlers to this island without knowing it was occupied.",
      "Well, technically, it is not!",
      "You say people have come to live near The Crypt, then?",
      "Yes, if that's okay with you. We really need to make sure they are safe.",
      "Oh, absolutely!",
      "Visitors, neighbors, the more the merrier! All I want is for the Crypt's mementos to be witnessed.",
      "This place contains thousands of stones, statues and monuments dedicated to the memory of the early builders and visionaries of this little world of ours.",
      "And I do mean thousands!",
      "Feel free to appreciate the place and its monuments at your convenience.",
      "If there is a specific piece you are looking for and have its coordinates, I'll be happy to show you to it.",
      "Otherwise, rest assured that this crypt is entirely neutral and optional, so if you would rather move on with your adventures, you can do so right away.",
      "Don't be a stranger now!",
      "What were your plans in The Crypt today?",
      "I have a code",
      "Just Checking",
      "Add this memorial to the display room?",
      "Yes",
      "No",
      "The display slot can be edited.",
      "Remove Memorial",
      "Enter a code",
      "This memorial doesn't fit here.",
      "You can set which memorial goes here by entering its code.",
      "Enter code",
      "Maybe later",
      "This memorial doesn't fit here.",
      "How's the progress?",
      "Pretty good!",
      "I've been thinking about Yomara's notes. You know, about the flood.",
      "No worries, I'll make the big window extra thick!",
      "Well, do you like the central piece?",
      "Yes. It's perfect.",
      "How's the progress?",
      "Pretty good!",
      "I've been thinking about Yomara's notes. You know, about the flood.",
      "No worries, I'll make the big window extra thick!",
      "Well, do you like the central piece?",
      "Yes. It's perfect.",
      "Ha!",
      "You'll be late if you don't leave soon.",
      "Oops! Yeah I guess I should head out.",
      "Hey old friend!",
      "Happy birthday, Master.",
      "For the millionth time, please stop calling me that.",
      "Are you ready to go, then?",
      "Oh yeah, can't be late!",
      "The wall looks rather <color=magic>flimsy</color>...",
      "It was not an easy task making all this but I'm incredibly proud of everyone in here. I hope you enjoyed it!",
      "(That'll save Dzidzi a lot of time for sure.)",
      "...",
      "...",
      "*undecipherable graphics programming conversation*",
      "Out of all the characters I helped to create, Conan is my favorite.  His mom gets most of the credit though.",
      "...",
      "...",
      "...",
      "...",
      "If you want to pretend the characters are having dance-offs instead of fighting, I give you my official animator permission.",
      "Erlina for me today.",
      "...",
      "(Duke Aventry's hammer has to feel HEAVY.)",
      "Mangouste?",
      "I hope you enjoyed the game as much as I think I would have if I didn't get it spoiled by working on it.",
      "(The character controller for The Messenger was a lot simpler.)",
      "...",
      "Lots of bugs to fix, but we're getting there.",
      "Going camping tomorrow!",
      "Merci <color=good>Thierry</color>.",
      "Numbers are good!",
      "...",
      "I'm sure people will be excited about Seraï.",
      "The week went by so fast.",
      "I'll miss this production, but getting some sleep will be nice. Did you have fun playing? The team worked really hard on making it as good as possible!",
      "(I really hope people will like the script...)",
      "Did you come for the all-hands meeting? Sorry, we have to keep the next game's idea to ourselves for now!",
      "We're in build review! And it's the final one too, can you believe it?",
      "This team is awesome. What a blessing.",
      "I'm so blessed as a community manager. The Sea of Stars community is simply the best, don't you think?",
      "Sorry I can't talk, have to reply to all these comments!",
      "...",
      "This'll be good!",
      "Hey there!",
      "I hope we could show you something new on this journey back to our childhoods.",
      "If being late to the meeting is wrong, I don't want to be right.",
      "...",
      "Morning!",
      "Friday vibes!",
      "Am I speaking to the player or [MAINCHAR]? In any case, hope you had fun discovering the world!",
      "(A clockwork door, huh?)",
      "...",
      "(Work, work.)",
      "I always make sure we stop working at 4pm on Fridays.",
      "I'm J-P, an integrator. I used to find bugs, but now I fix them! And also cause them... I don't know... I'm not a mechanic!",
      "(Wait, we need this to activate the door, not the elevator.)",
      "...",
      "(It's shaping up!)",
      "I'm playing some retro games tonight. Tomorrow too.",
      "Whoa!!! Have you seen all those animations !?! I'm so proud of what we have accomplished!",
      "I'll make sure the lists are up to date.",
      "...",
      "(Wait, I need to put that in the other column...)",
      "Everything's on track!",
      "Hey, I'm Miko! I create the visuals for the environments in our games! Did you enjoy discovering all the vistas?",
      "(Nothing like working on a new biome!)",
      "...",
      "Just doing minor tweaks at this point.",
      "Another productive week behind us. Feels good to chill a bit.",
      "Office hours? Ever since those solstice kids came around, no one can really tell the time of day!",
      "I'm working on X'tol today.",
      "...",
      "(Oh, this'll be good!)",
      "It's always fun to spend time with the team.",
      "Huh? Oh, I'm Greg. The squirrels will tell you different, but I'm an animator. Don't listen to their squeaky whispers... they tell lies.",
      "...",
      "...",
      "...",
      "...",
      "I'm Jake, I helped Eric with the music and sound effects. This is the first game I've ever worked on and I couldn't have asked to be a part of a better team!",
      "Maybe a modal key change would add to the musicality of the piece without being an overly heavy-handed metaphor within the context of the thematic material.",
      "...",
      "...",
      "...",
      "Now THAT would be a great buzzword for a graphics feature! *laughs in HLSL*",
      "(And now to batch this process...)",
      "...",
      "...",
      "*undecipherable graphics programming conversation*",
      "This textbox should be nudged half a pixel to the left.",
      "(Inventory, now that's fun!)",
      "...",
      "Want to see the launch trailer? I'm almost done!",
      "My weekend's all booked already.",
      "Now, where did I put that thing again...",
      "...",
      "...",
      "...",
      "...",
      "I sincerely hope that we were able to communicate the love we have for games through the Sea of Stars experience.",
      "(Glacial Peak, it's been a while...)",
      "...",
      "It feels like the whole team is genuinely happy with the game. What a time.",
      "Lots on my plate still, but the weekend will be good!",
      "I hope I made things move in a way that moved you.",
      "More climb animations!",
      "...",
      "(Ultimate attacks are so fun to work on!)",
      "Might be going out after!",
      "I enjoyed composing for Sea of Stars. I hope you enjoyed the nostalgic music.",
      "...",
      "...",
      "...",
      "...",
      "Eric's the name, music and audio design is the game. For the game. It's my own game within the game. This game, in fact. Oh no, help!! I'm trapped inside the game!!",
      "What if we side-chained the multiband compressor to attenuate the lows every time there's a sharp transient in the 4khz range?",
      "...",
      "...",
      "...",
      "It was a really fun journey being a part of this production. I think we ended up with a pretty cool game, do you agree?",
      "Oh hey, I'm doing a backup of all the work files tonight, make sure to commit everything you need before 8, okay?",
      "...",
      "Optimization is going well, we're hitting 60 fps for real!",
      "I might do another backup over the weekend to be safe.",
      "Around the age of 6 I fell in love with RPGs after playing FF1 and decided this is what I wanted to do when I grow up. 30 years later and with the best team ever, my childhood dream has come true!",
      "(With a little camera shake here and...)",
      "...",
      "Only got about thirty notes this time. Should be a breeze!",
      "Cheers!",
      "Hey! I animated a few characters, and then I started blowing them up instead! ... Sorry about all the explosions you took to the face!",
      "VFX for me! I want to improve the Dweller of Woe's death sequence.",
      "...",
      "(Can't wait to show Jeakim!)",
      "Hey, good to see you!",
      "I'm so proud I got to be a part of this amazing team!",
      "Hello, did you need anything?",
      "...",
      "Everyone is doing such a good job.",
      "Hey, are you here for happy hour?",
      "*Buddy stares softly, relieving a tightness in your chest you didn't even know was there.*",
      "I'm Olivier from Berzerk! I coded mostly under-the-hood stuff but I also managed the publishing of the game. If you are playing, it means we did it! Yay! Hope you enjoy it!",
      "(I should probably start hooking up the achievements...)",
      "...",
      "(Wait, that can't be right... Oh! I see.)",
      "...",
      "I'm the one finding the bugs now that J-P is causing them!",
      "The game runs great!",
      "...",
      "...",
      "...",
      "Yo! I'm Reece and I play acoustic instruments. I don't really know how I got here but hot dog am I glad to be a part of this rad game! Also, feel free to mail me a hot dog!",
      "...",
      "...",
      "...",
      "...",
      "Fourth wall, huh?",
      "Sure, let's chat.",
      "‘Scuse me.",
      "...",
      "Have we met before?",
      "Well, if we have and you're about to complain about some time paradox, maybe consider that it was you who just broke the fourth wall.",
      "You're probably not getting a raise either, but the cabinet's all yours if you wanna knock yourself out.",
      "Well, look at you! You've made it to the end.",
      "What?",
      "You did it all, it's over.",
      "You just met the actual team, what more do you want?",
      "The show's over, I'm going to bed and so should you.",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "...",
      "Alright, you wanna hear a rant?",
      "Yes",
      "No",
      "Are you sure? There's no cutting me off.",
      "Yes",
      "No",
      "Fine.",
      "So, you beat the game. Did you like it?",
      "Did the show STEAL ITSELF?",
      "Did it do everything you wanted?",
      "And more importantly, was it worth your time?",
      "Would you say the team created some content here, or are you reserving that term for those who will play it in front of a virtual crowd?",
      "...",
      "Okay, let's start slow.",
      "Congratulations, you defeated all the bosses!",
      "You resurrected your best friend!",
      "You found all the Rainbow Conches!",
      "You fished all the fish!",
      "You wheeled all the wheels!",
      "You quizzed all the quizzes!",
      "...",
      "Ugh, last time I tried being boring I ended up making friends who thought we needed more products using “alpha and omega” in their marketing.",
      "I'm not about to risk that happening again, so let's move on to talking in absolutes, shall we?",
      "To make a good video game, you need to have grass in the first area, lava close to the fake ending, and a secret boss that's harder than the final boss.",
      "Look, I do make the rules. You can either disagree or take some notes.",
      "For what it's worth I hope you disagree though, if only for the irony of you standing here right now after having turned every stone.",
      "If you find me annoying already, just consider that it's not like healthy sleep schedules come easy for me. Also, I don't brush my teeth at work after lunch.",
      "I consider myself quite bearable, in fact.",
      "Anyway, thanks for the warm-up. I'll be here if you feel like getting real.",
      "Still here? I've got more if you want, but it goes a bit deeper.",
      "Yes",
      "No",
      "Are you absolutely sure? There's no cutting me off, and I tend to ramble.",
      "Yes",
      "No",
      "Okay, you asked.",
      "You know the kind of people who use a niche word they just learned as if everyone knew what it was, but it's really only so someone will ask them to explain it?",
      "That used to get to me, like there was some injustice in people earning points through manipulation and lying by omission.",
      "But let me tell you one perk about getting older: you start seeing the later chapters of some stories, and they have a lot to teach.",
      "Then one day the realization just hit me: A lot of people are part of a race where no one even knows what they're trying to win.",
      "And I don't know what the supposed prize is either, I just know that I don't want it.",
      "It was kind of freeing, to realize that there can't be anything of substance in a game that doesn't value integrity.",
      "Now, all I feel towards that is slight disappointment when I think of the friendships that could have been.",
      "But nothing too disappointing, just kind of like noticing that the bread contains raisins.",
      "So that's what I do now, I avoid raisin bread without engaging, and it's something I wish I'd started doing decades ago.",
      "Are you still with me? I'll save the rest of the real talk for the final part in case this is your stop.",
      "There won't be any judgement from this side in any case.",
      "Let's tone it down by talking about music.",
      "You ever go to a metal show where the musicians paint their faces?",
      "I used to think they were just exaggerating their characters to play to the crowd.",
      "And while I'm sure there's plenty for whom that's the reason, it also dawned on me that some probably just need a persona.",
      "Something that they can become in order to remove whatever insecurities that would prevent them from engaging in pure expression.",
      "Something that provides just enough of a sense of being hidden to tap into a healthy form of anonymity, the empowering kind.",
      "Sort of like how wearing sunglasses can remove the extra layer of social anxiety that comes from eye contact.",
      "To be honest, I've lost count of how many times sunglasses allowed me to say no in public.",
      "Anyway, so about those metal shows.",
      "It's not lost on me that I might just be imagining all of this, that maybe they all just like the aesthetics and that's all there is to it.",
      "But they still played an important role in letting me believe in the benefits of personas, and in picturing a viable path to expressing myself.",
      "If that sounds confusing, the point is that any interpretation of an artist's work is valid, though it may not represent the artist's intention.",
      "If that still sounds confusing, you could replace painting your face with building a virtual world for all your made up characters to live in.",
      "And if that still sounds confusing, the point is that I like this cloak.",
      "I have to go soon, but we can do one more round if you want.",
      "Do you want me to get real?",
      "Yes",
      "No",
      "Are you absolutely sure? I can't guarantee it won't ruin the game for you.",
      "Yes",
      "No",
      "...",
      "Okay.",
      "With this whole time traveling business, my memory tends to play tricks on me.",
      "I don't remember whether or not we've met before, but if we have, you might be wondering how the boy from the well is doing.",
      "The short answer is that he's doing better, but I suppose we're here for the long answer, so let's do a short recap.",
      "The story so far.",
      "There once was a little boy stuck in a well. It wasn't really clear why he was in there; people assumed he fell while playing, or that someone had pushed him.",
      "In truth, he had jumped in there himself.",
      "He spent years in the well, wasting away anxiously, feeling utterly inadequate.",
      "He had a deep desire to share his ideas with the world, but shame having played such a big part in his upbringing, his will lay broken.",
      "That's why the well suited him so perfectly. A place to hide, where he could be alone with his stories, with no one to mock or judge him.",
      "It was a safe life, unfortunately devoid of purpose, but at least shielded from rejection.",
      "Over the years, he made friends who helped him climb out, and helped him build his stories to share them with the world.",
      "His friends were very talented indeed, and together they earned the means to keep collaborating in their own shared space.",
      "And that, in short, is where this story ended five years ago.",
      "A lot has happened since then, and this journey wouldn't feel whole without some closure, so here we go. Cloak on, mask off.",
      "It dawned on him somewhere during year two out of five of production. That for all of the sorrow inside him, there was still hate.",
      "Not the externalized kind, but the kind that is directed towards the self. A crippling sense of unworthiness.",
      "It had festered into a false promise. That with enough effort, something would rise from the ashes at long last.",
      "A belief that the entire world just might be enough for two people to finally see that all along, they'd had someone worth welcoming, worth accepting.",
      "But how would that even play out, exactly?",
      "Learning about the notion of healing fantasies completely floored him. His situation ticked all the boxes.",
      "Life simply didn't work that way. There could be no \"click\" moment for abusers, and certainly no travel back in time to set things right.",
      "All that was left was the future. And while some wounds may heal over time, there were a lot of doors, happy doors, that would remain shut forever.",
      "For months it all turned to fear.",
      "Fear of being nothing but a response.",
      "Fear of living in delusion that he was sticking it to those who had broken him--while in reality he was still dancing for them.",
      "Going out of his way to work around the clock, constantly keeping the plates spinning as if there was a point, or an end, to it all.",
      "He had burned those bridges a long time ago, so why do their bidding still?",
      "And what was he thinking anyway, exposing the imaginary world he had used in order to survive, for everyone to judge and criticize?",
      "And so he crashed, but not so much in a physical way.",
      "It was like emotionally falling asleep, slowly but surely, until he felt next to nothing.",
      "But the work continued, for it was the only thing that kept him going.",
      "And with every passing day, he would routinely close the blinds on the rising sun to prevent the glare from creeping up on his screen.",
      "Going through the motions, the work progressed, and progressed well, but he was losing his grip on reality.",
      "During year four, the guardian he never knew he had reappeared, and she saved him one last time.",
      "His grandmother was dying, but in her final days found exactly the words that would give him purpose and sustenance.",
      "It washed over him in an instant. She had been there in the background all his life, a loving and caring presence, the much needed light in all this darkness.",
      "The foundation she had managed to build within him in the limited time they had spent together during his childhood was carrying him to this day.",
      "Merci Irène, je t'aime.",
      "He finally understood that to touch everything with gloves was to touch nothing but gloves. So he took them off, and let the memories flow.",
      "...Riding his bicycle through a puddle of water to mark the road with the wet tire...",
      "...Going through the box of popsicles at his friend's place and trying to see through the wrapper to avoid the orange ones...",
      "...Feeling so thirsty that he liked to imagine that the first sip only served to give him the energy he needed to chug the glass...",
      "And of course, video games. He finally understood what they had been to him. A sanctuary.",
      "The place where he could be free. Free to experiment, to learn, to ask, to fail, to persevere, to give up, to overcome, to laugh, to accomplish, to dream.",
      "He wasn't just a response, he was someone who understood how to build a sanctuary, and who knew what it was like to need one.",
      "There had to be others, people he would never meet, who needed a place like he had known, so he had to make it the best he could.",
      "And in a flash he saw it anew, something that was right there in plain sight all along: the unbelievable talent that had gathered to bring this vision to life.",
      "The sudden realization made him uncomfortable at first, thinking about how vulnerable he had allowed himself to be in front of his teammates over the years.",
      "But for all his second thoughts there was one thing he couldn't deny: they were still there.",
      "Each and every one of them listening mindfully every day, plying their craft to help build something they could all be proud of.",
      "And at long last he knew that everything he needed, he already possessed. His friends were there with him.",
      "They always had been. This whole journey was one of genuine expression of their personalities and of their unbelievable chemistry.",
      "With all thoughts of destruction now gone, he set out to complete the project with the intention to create without any hope of recognition.",
      "The abusers wouldn't win, not anymore. He was pursuing this because he sincerely wanted to, and he had backup.",
      "Now with a stronger sense of self, he also took note never to fly so close to the sun again.",
      "I wish I could tell you that he achieved balance and now lives a life with more than a single thing occupying all of his time, but on that, only time will tell.",
      "Thank you for helping me indulge in some closure, it was much needed.",
      "I'll be going now. Papate."
    ]
  }
}