{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "DocarriVillage_EN",
  "locCategoryId": "WatcherIsland/DocarriVillage",
  "language": 0,
  "strings": {
    "Array": [
      "\"Under the waves of a blue lake dwells the lost city.\"",
      "I'm all for a swim, but this looks DEEP.",
      "No way we can hold our breath for that long. ",
      "Well, if it comes down to it, there's something I've been meaning to-",
      "Hey, see that bell over there?",
      "It looks similar to the hammer Moraine gave us.",
      "...",
      "Right.",
      "Let's hit it and see what happens.",
      "Welcome to <color=location>Lake Docarria</color>, travelers.",
      "Hello! We're looking for the Oracle of Tides!",
      "Why yes, your coming has been foreseen. Solstice Warriors are always welcome here.",
      "Is this the temple then?",
      "Oh no, the temple is in Docarri Village. It sits on the ocean floor, deep below this lake.",
      "But...",
      "Worry not, travelers. You will soon become attuned to the deep.",
      "Come, the first step of the ritual is right here.",
      "Oh this is exciting!",
      "Now, please pick the seashell that is most beautiful to you.",
      "We get to keep one!?",
      "Oops, sorry, do you mind? This is so special!",
      "Haha!",
      "Of course, go for it!",
      "I think I'll do this one!",
      "Or maybe this one!",
      "Take your time.",
      "This one is the best! What do you think, Seraï?",
      "What? Uh... sure...",
      "Okay, this is the one!",
      "A good pick.",
      "To complete the ritual, you must now go to the <color=location>Sacred Grove</color> and let the seashell drink from its altar.",
      "Only then will its magic resonate with you.",
      "What kind of magic?",
      "Why, the kind that will let you breathe underwater.",
      "Whoa!",
      "It is the only way for you to reach <color=location>Docarri Village</color> and meet with the oracle.",
      "Will it work for all of us?",
      "Absolutely, provided you stay close to one another.",
      "It's probably best if you hold onto it then.",
      "I will unlock the lake's north gate for you. Your destination is to the northwest.",
      "Make for the sacred grove, and remember to steer clear of <color=bad>Torment Peak</color>!",
      "Thank you for honoring our tradition. You can now visit Docarri Village at your convenience.",
      "Whenever you are ready, the way is through the big whirlpool.",
      "As foreseen, a new generation of Solstice Warriors has come to seek guidance. The tides never lie.",
      "I am the Oracle of Tides, one of the three seers. Welcome.",
      "Thank you for seeing us, Oracle. We are looking for a way onto Mesa Island.",
      "Straight to the point, I see.",
      "The monster you are hunting has put to shame a sizable force of your order in the past, and now it seems only the two of you remain.",
      "Still, you would venture into The Fleshmancer's old castle?",
      "Yes. Whatever it takes.",
      "Then I suppose we should make this a serious audience.",
      "Allow me a moment to commune with the waters, and see what the flow of time is willing to reveal.",
      "We're in a hurry, the Dweller of Strife could wake at any moment!",
      "Can you get us onto Mesa Island or not?",
      "The one who does not belong here is eager to speak, I see.",
      "!!",
      "It is not the place of a seer to offer direct help, but rather to provide insight.",
      "May I assume it is understood that there will be no prophecy for you, foreign child?",
      "I...",
      "Yes, of course...",
      "Very well then.",
      "Warrior Cook! Step forward!",
      "Hey, that's exactly-",
      "Step forward!",
      "There is a great deed you might be capable of, but it will only be revealed to you once it is too late to act on it.",
      "Okay, sure!",
      "When that moment comes, demand a <color=magic>Flask of Borrowed Time</color>.",
      "Flask of Borrowed Time. Got it, thanks!",
      "Children of the Solstice! Step forward!",
      "Hold still.",
      "(...)",
      "(Very interesting...)",
      "(But the order of these events...)",
      "(A real shame...)",
      "*Ahem*... You have been upfront with me, so I shall do the same.",
      "But first, some closure.",
      "Seeing you now as I have seen you in my dreams, I know that the watch of the Docarri Oracles is at an end.",
      "At long last, the ones we have been expecting for centuries have come.",
      "This waterfall is the gateway to our world's greatest mystery. One that is yours to unveil.",
      "<color=location>The Tower of Antsudlo</color>.",
      "An enigmatic structure concealing a door that has remained firmly shut since time immemorial.",
      "Waiting for two Children of the Solstice with a slim but very real chance of altering fate...",
      "Waiting... for you!",
      "Right on! I always knew [MAINCHAR] and [OFFCHAR] were special!",
      "There is one other thing of which I am certain.",
      "??",
      "Of all the possible outcomes, there is not a single one where you defeat the Dweller of Strife in battle.",
      "But there must be a way! Didn't you just say we might be able to “alter fate”?",
      "I do not make the rules, my child. You have had plenty of time to stare at the night inside of you.",
      "Your potential is immense, but you will not be prepared in time for the big confrontation.",
      "Regardless of what happens in that tower, there is no possible outcome where you defeat the Dweller of Strife.",
      "But we have to fight!",
      "And fight you will, but victory will not be yours.",
      "...",
      "And you, Lunar Monk, with but a simple spark, you could have been the one to create paths on water and mend the connection at long last...",
      "(...)",
      "(So close, and yet so far...)",
      "(But alas, it appears the problem begets the solution...)",
      "We're still going to try! Isn't there anything you can do to help?",
      "It is not within my power to help you make it onto Mesa Island.",
      "Is the solution in that tower you mentioned?",
      "Whatever fate has in store for you, all I know for certain is that your next step is beyond this waterfall.",
      "The mysterious Tower of Antsudlo awaits.",
      "Survive its trials, and discover the secret that has been waiting for you all along.",
      "Godspeed, Solstice Warriors!",
      "My part has been played.",
      "Godspeed, and safe journeys!",
      "Welcome to <color=location>Docarri Village</color>, adventurers! It has been so long since we had visitors.",
      "Nice to meet you! We're looking for the Oracle of Tides.",
      "Why, of course you are!",
      "The temple is just up north from here. That's where the Oracle resides.",
      "He's no doubt expecting you.",
      "Welcome to <color=location>Docarri Village</color>, adventurers!",
      "This is our temple, where the Oracle of Tides communes with the waters of the world to keep us informed of important events.",
      "We knew you were coming, of course. Feel free to enter!",
      "Every Docarri house has an inner chamber. We come up to the part above the surface when we want to socialize.",
      "While inner chambers are a bit more private and customized to their owner's preferences, visitors are always free to come and go as they please.",
      "Don't be shy now!",
      "Some Docarri prefer to remain in their inner chambers most of the time.",
      "As a tribe we learned not to take offense at such behavior, and to celebrate each community member's freedom to engage and associate to the extent that they desire.",
      "Our tribe comes from <color=location>The Deep Blue</color>, far below the ocean floor.",
      "As aquatic nomads, we followed the guidance of the Oracle of Tides for generations, establishing encampments ever closer to the surface.",
      "As you can see, we eventually made it to our destination! After Docarri Village was founded, we abandoned our nomadic way of life.",
      "I love hanging out here, there's something about diving into the water and climbing back out only to dive in again that never loses its appeal.",
      "It's like an endless vacation!",
      "It doesn't beat fresh water, but fresh air isn't bad.",
      "Us Docarri have a particular relationship with water, which our sensitive skin feels as very enveloping. It keeps us calm and composed.",
      "If we spend too much time outside of a body of water, we are compelled by anxiety to find that comfort again.",
      "Each of us have their own threshold, some preferring to remain in their inner chambers at all times.",
      "You're welcome to visit them by using the water vortexes. Even though they are often forgotten, the more sensitive types have as much need for connection as anyone.",
      "North of here is the dreadful mountain known as <color=bad>Torment Peak</color>.",
      "Stories say that generations ago, Solstice Warriors sealed an evil within it.",
      "Which makes me wonder, how can something be so dreadful that even they would run from it...?",
      "Welp, now I'm scared.",
      "While some of us can wield a trident with relative efficiency, we are not a tribe of warriors.",
      "Or rather, not anymore.",
      "You're Solstice Warriors, aren't you?",
      "Does the Elder Mist really exist?",
      "You bet!",
      "Woah!",
      "I thought Wheels would be hard to get a grasp of, but I just played a couple of games and it all made sense.",
      "I came here to see the pirates!",
      "Hey, you emptied my stocks! What a fruitful collaboration this was!",
      "That last item was my most peculiar one. No idea what it's for.",
      "The <color=magic>Rainbow Star</color> flew up and disappeared...",
      "Did you see that? Oh well, guess that one was a dud after all.",
      "Hello there, adventurers! Congratulations on finding Mirna's Market of Marvels!",
      "Turn in your <color=magic>Rainbow Conches</color> right here for UNIQUE rewards!",
      "Oh? Are you running a shop?",
      "That's MARKET OF MARVELS! Grandpa left me a whole bunch of items and relics--up for grabs to whoever helps me grow my Rainbow Conch collection!",
      "Sounds fun. Where can we find them?",
      "Around! Though Rainbow Conches are all the rage as of late, so the easy ones are mostly gone. Just need to keep your eyes peeled for secret areas.",
      "Some people might be swayed into giving theirs up, too!",
      "You seem to know a lot for your age.",
      "Business is a game of MUTUAL BENEFIT and LEVERAGE.",
      "I did my homework. I know you won't be able to resist schematics to build a tavern and a fishing house in that town you founded.",
      "What's that? You'd prefer EPIC LOOT like <color=magic>Relics</color>? You've come to the right place, Solstice Warriors!",
      "See? MUTUAL BENEFIT--you work for me, and my Rainbow Conch collection will be unbeatable!",
      "Haha! You sure have the drive.",
      "Question is, do YOU have the RAINBOW CONCHES?",
      "Any business for me today?",
      "Turn in Conches",
      "See rewards list",
      "Not now",
      "No new ones today, huh? Keep it up, your Rainbow Conch total is [CONCH_COUNT] so far!",
      "You've found [CONCH_COUNT] Conches so far! Keep 'em coming!",
      "[CONCH_COUNT] Conches? Congratulations, I have something for you!",
      "That's all of them! Thank you for your patronage.",
      "Mirna's Market of Marvels",
      "Greetings, travelers! Did you need a room for the night?",
      "Yes",
      "No",
      "Come back anytime!",
      "Sweet dreams! ",
      "Looking for items?",
      "Welcome, we have a fast selection of equipment!",
      "Good day, adventurers, might you help an old man out?",
      "Maybe, what's the matter?",
      "It's my <color=good>three grandkids</color>. They wanted to play hide and seek, and, well, I simply cannot find them.",
      "They have a habit of hiding in random inner chambers, and being from an older generation I find myself quite unwilling to barge into other people's homes.",
      "If you could find them for me, I would be forever grateful.",
      "Have you found my three grandkids, then?",
      "Still working on it, we'll be back.",
      "You have my thanks! I do love my little fellas, but they can be quite a strain on these old knees.",
      "Here, for your troubles. I suggest you turn these in to our local entrepreneur, she carries quite the inventory.",
      "Best of luck in your travels!",
      "Go away, you're ruining my hiding spot!",
      "Hey, your grandpa asked us to find you.",
      "Really? But I wanted to play with HIM!",
      "I think you got a little too good at hiding. He gives up.",
      "Ha! I'm the BEST!",
      "Watch out!",
      "Hey, who are you?",
      "We're here on behalf of your grandpa.",
      "Oh, so he sent you?",
      "Yes.",
      "About time! I was getting bored. Well, I win!",
      "Haha, you won't catch me!",
      "Hello!",
      "Hey, your grandpa sent us to find you. He gives up.",
      "Oh, he's getting more and more tired everyday, that's no fun.",
      "Guess I win!",
      "Wait for me!",
      "I'd love to take my son around the world, but we also want to run our own family store.",
      "We thought of moving to Brisk, but everything is way too established there, we'd never break through...",
      "Mirth? That sure sounds interesting!",
      "We'll pack our things right away. Thanks, make sure you drop by!",
      "A shop has been unlocked in Mirth!"
    ]
  }
}