{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "FerrymanOutpost_EN",
  "locCategoryId": "WraithIsland/FerrymanOutpost",
  "language": 0,
  "strings": {
    "Array": [
      "Greetings, adventurers. Seek you passage across these waters?",
      "The ferryman is a picky talker. Let me handle this.",
      "*ahem*...",
      "Greetings, Ferryman. We need you for... a hairy plan.",
      "Then show me your colored flame, or leave this place in shame!",
      "We... do not know the color you require, but our destination is... quite dire.",
      "Then ask me questions if you must, and information I might entrust.",
      "...",
      "Look, we have to get to the Necromancer's Lair, and fast. Can't you just tell us which color you need?",
      "Pardon my lack of understanding, it seems you erred while speaking.",
      "...",
      "*ahem*...",
      "Navigator of bogs unknown, take us to where the walls are made of bone.",
      "Where the walls are made of bone? That is a journey many have come to bemoan.",
      "But you seem to be in haste, and this life is yours to waste.",
      "A green flame present forthwith, and I shall take you to it.",
      "Such a thing we do not bear, would you accept delayed... payment of your fare?",
      "Unacceptable are these terms, for the destination a colored flame confirms.",
      "We don't have time for this!",
      "...",
      "I was saving it for something else, but you leave me no choice.",
      "Now skip the word game, and use your own green flame!",
      "(!!!)",
      "(A Coin of Undeath Accord!?!)",
      "The compelled undead complies, but a one-way trip is all this buys.",
      "Quick, we can worry about how to get back after we find a soul stone.",
      "Greetings, adventurers. Seek you passage across these waters?",
      "Then show me your colored flame, or leave this place in shame!",
      "On this night, the road is dour, we make for the <color=location>Half-Sunken Tower</color>!",
      "Gather your wits and keep up your guard, we make for the <color=location>Flooded Graveyard</color>!"
    ]
  }
}