{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "FloodedGraveyard_EN",
  "locCategoryId": "WraithIsland/FloodedGraveyard",
  "language": 0,
  "strings": {
    "Array": [
      "It is indeed the dead you hear, for the necromancer lives somewhere near.",
      "Should you wish to save your hide, a green flame you must provide!",
      "Let's look around for her lair. Stories say it is \"extravagant.\"",
      "This has to be it.",
      "Okay, she really does have style!",
      "Stay vigilant. <color=bad>Romaya</color> might be home.",
      "On that, you would be correct.",
      "I believe that is far enough.",
      "We need a soul stone to save our friend.",
      "We're going in.",
      "Then we are at an impasse, for I am bound to serve the mistress in undeath.",
      "She... resurrected you from your ashes?",
      "Who are you?",
      "Generations ago, I was known as <color=good>Duke Aventry</color>. That is all I can remember.",
      "I am now but a wandering spirit, forever lost in longing...",
      "Despite this cruel fate, I am blessed by ignorance as to what became of my beloved family's mansion, and of the good people of Lucent.",
      "But I digress. The spectral chains that bind me to the mistress beckon.",
      "Please understand this brings me no joy.",
      "En garde!",
      "You fight with spirit and conviction.",
      "I believe the mistress would rather not lose her bodyguard--you may pass.",
      "But before you go, may I have a word with the blade dancer?",
      "??",
      "Your speed is impressive, have you ever tried leaning into it more fully?",
      "Here, let me show you.",
      "Thank you for the insight! That's bound to come in handy.",
      "As expected, you are a natural.",
      "Safe journeys, young ones.",
      "You have returned with a soul stone. Quite impressive, though I suppose this means the mistress will be quite upset with me.",
      "The exit path is to the right. You will have to make good use of your Graplou.",
      "I hope you can get to your friend in time.",
      "Farewell.",
      "A green flame you found I see, aboard my raft I welcome thee!",
      "Greetings, adventurers. Seek you passage across these waters?",
      "A yellow flame you found I see, aboard my raft I welcome thee!",
      "I shall take you to the entrance.",
      "Greetings, I am the keeper of this graveyard. ",
      "I suggest you turn back as soon as possible, for the mistress of the place is not fond of company.",
      "You should heed my words, young adventurers.",
      "To anger the mistress is to put oneself in danger.",
      "I... don't mind the cold...",
      "If I could only remember...",
      "A journal? It seems like it belongs to the mistress, but these entries have my handwriting...",
      "Ah, yes... I had forgotten all about the estate...",
      "Basking in the summer sun... And the flowers, they were beautiful...",
      "I wish that I could go there again...",
      "I wish...",
      "The <color=good>Ferryman</color> will know what to do with that.",
      "This locket...",
      "...",
      "(<color=good>Ewilda</color>... for you to be the one who saves me in the end... how poetic...)",
      "Thank you for your help, brave souls.",
      "Please accept this <color=magic>key to my coffin</color>. Its contents belonged to an old rival of mine--I believe it will be of value to you.",
      "Farewell...",
      "Press <button=\"WindBracelet\"> while standing on a raft to move around.",
      "..."
    ]
  }
}