{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "KilnMountain_EN",
  "locCategoryId": "KilnMountainIsland/KilnMountain",
  "language": 0,
  "strings": {
    "Array": [
      "The entrance is blocked. Nothing we can do for now.",
      "Garl needs us to clear the place. No time to lose!",
      "The volcano's been opened.",
      "Let's clear the place so Garl and Malkomud can build their thing.",
      "I'm right behind you.",
      "Your <color=magic>Mistral Bracelet</color> should be able to push that.",
      "This is our target?",
      "Yes.",
      "It will be vulnerable to your lunar magic.",
      "Good.",
      "Thanks for the help, Resh’an.",
      "Naturally.",
      "Now to wait for the others.",
      "Totally! And the face on Zale, too!",
      "Hahaha!",
      "...",
      "Garl, do you think-",
      "Zale!",
      "So, you got Zephyr?",
      "Right here.",
      "How about Malkomud?",
      "He’s still working on it.",
      "We’ll need time anyway, there's lots of crops in The Vespertine!",
      "Right! Let’s all go and-",
      "Aahh...",
      "Garl!",
      "I’m okay, Valere. Just need a moment here.",
      "Gah...",
      "...",
      "You just sit, okay? We’ll carry the crops.",
      "But...",
      "You're right... That’s probably best...",
      "...",
      "I'll take care of it. You spend some time with your friend.",
      "I...",
      "Thank you, Seraï.",
      "Haha! That’s one way to-",
      "GAAH!!",
      "Take it easy, Garl.",
      "That one really hurt.",
      "I hope I’ll be able to-",
      "We're with you no matter what.",
      "...",
      "We didn't come this far for nothing. I'll see this through.",
      "I think I have finished.",
      "Yeah? Are you happy with the result?",
      "...",
      "Why do you ask? I did for you.",
      "Well, are you happy you did it for me?",
      "Yes but I hope you like.",
      "I’m sure he will, Malkomud.",
      "I remember you. You can look too.",
      "Yes!",
      "Yes, yes!",
      "So the crops go up there, chuck them in...",
      "Flour fills up here for mixing...",
      "After a little kneading, bring it up there, knead some more, let it sit with the heat and...",
      "Good job, Malkomud! It’s perfect!",
      "I only follow your plan.",
      "Guys, this is going to be HUGE!",
      "Can we help?",
      "Of course!",
      "Alright, Malkomud, time for the heat!",
      "Perfection! Now we let it bake.",
      "It comes and goes. Like right now I feel just fine.",
      "Let's just share more memories, okay? It's all I want.",
      "...",
      "Oh, I know: Remember when I brought you cookies while you were at the academy?",
      "You never told us how you managed to make the flying platform move.",
      "With a monocle!",
      "Huh? Was it a magic monocle?",
      "Oh no, I used it to focus sunlight directly onto the rune.",
      "It made sense, so I just went for it and it worked! The beam wasn't very strong, though.",
      "That must have taken hours.",
      "Sure did. Eight, in fact.",
      "Haha, no way!",
      "Yup.",
      "Well, eight hours of sunlight, to be exact. That's excluding the night I spent halfway up in the air.",
      "How did you not get caught?",
      "Oh, I got caught, but I was already out of reach by the time Gran saw me.",
      "I wish I could have seen her face!",
      "Believe me, I wish I hadn’t.",
      "And then-",
      "Ahh... GAH...",
      "*cough cough*",
      "Garl!",
      "I’m...",
      "I think my time’s almost up.",
      "Don’t say that.",
      "I have to...",
      "Have to finish this.",
      "Valere, please tell Malkomud to cut the lava flow.",
      "Gah... Zale, I need Zephyr now.",
      "...",
      "Here...",
      "...",
      "I hope this works...",
      "Thank you, curious one, for this unprecedented act of goodness and generosity.",
      "Through your creation, the elements have soothed my long tormented soul.",
      "Hey, anytime. It’s just bread really.",
      "This marks a new beginning for me.",
      "If it is not too much to ask, would you be willing to give me a new name?",
      "I...",
      "Sure.",
      "AUGHHH!!!",
      "I still have a bit of time... I can do this...",
      "Okay... So, what are your ambitions?",
      "My past was one of anger and destruction, but you have shown me the way to a higher purpose.",
      "I wish to honor your memory by becoming a devoted caterer.",
      "Aww, that's so nice of you to say.",
      "*cough cough*",
      "So a butler, huh?",
      "How about Sinclair?",
      "Nah, hold on.",
      "Oh, I know!",
      "For this new life, I shall name you <color=good>Wentworth</color>.",
      "Wentworth...",
      "Once again, I thank you. Never have I encountered such a caring soul.",
      "I understand your time is almost up.",
      "Is there anything I can do to repay your kindness?",
      "There is one thing, yes.",
      "For my final journey, I’d like to fly on your back with my friends.",
      "...",
      "It would be my honor and privilege.",
      "Then please take us to Mooncradle. I want to be buried under the Celestial Willow.",
      "Garl...",
      "Garl was just at our outpost and mentioned you'd be coming. I came after grabbing what I could--do you need anything?",
      "Do you need anything?"
    ]
  }
}