{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Lucent_EN",
  "locCategoryId": "WraithIsland/Lucent",
  "language": 0,
  "strings": {
    "Array": [
      "Welcome, new visitors, to <color=location>The First Stage of Grief</color>. I will be your enabler for tonight.",
      "Please join us, and allow yourselves to cope in whichever way suits you best.",
      "Just remember to be respectful and supportive of other patrons, and always entertain their stories!",
      "I'll let you grab a seat. Would you like anything to eat or drink to help your reassurances go down easier?",
      "We bring good news, innkeeper! The Solstice Warriors have arrived to take care of the Dweller!",
      "Why, of course they have!",
      "About my question though: Would you like any food or beverages to supplement the stories you'll be telling yourselves?",
      "But it's true!",
      "Undoubtedly! This will surely come to pass, just as my most recent day trip to Brisk! Oh, it was so lovely.",
      "Now, for the third time, will you be needing anything else?",
      "We could use a room for a few days.",
      "Naturally! Most newly arrived “temporary guests” do.",
      "Sir, we really are here to cleanse the island. We're just waiting for the others.",
      "My, that is quite obviously factual, and I am here by choice!",
      "Please let me know when you wish to go to your room. In the meantime, there is a show about to begin.",
      "Enjoy your stay at The First Stage of Grief, and may it take your mind away from the inevitable.",
      "Ouch...",
      "These poor people have been coping for so long.",
      "They can't deal with reality anymore...",
      "Soon it won't matter anymore. We're ending this!",
      "I mean, as soon as we have the eclipse.",
      "And backup.",
      "You'll both do great!",
      "Whoa! Keenathan's got an accordion!",
      "Aaaactually young man, this here is a concertina!",
      "Listen here, chums!",
      "We be the pirate crew that will someday claim The Vespertine!",
      "Oh, that is SO happening!",
      "Our eyes have been on the prize for a long time now. Every day, we refine our plan.",
      "And every night, we see her in our dreams.",
      "I can leave anytime!",
      "Anytime? Hey, that's my middle name!",
      "We live for adventure, and for new horizons. Captain's word, one day we'll even sail the Sea ov-",
      "YOLANDE!",
      "Aye aye, Captain! Apologies, Captain!",
      "They could totally go right now!",
      "When the going gets tough, we like to play a song.",
      "It goes something like this.",
      "So, about Garl...",
      "Oh he's not fighting the Dweller with us.",
      "Do you think we made a mistake?",
      "I mean, it's great to have him, it's just...",
      "I know. I could never forgive myself if we failed to protect him.",
      "No way! You guys are unbelievable!",
      "At least he's having a good time.",
      "He's really taking in this life of adventure we always dreamed of.",
      "I've been thinking about the cleansing a lot...",
      "Sure glad we're not in charge.",
      "I thought saving the world would be all action and glory, but what these people have endured is all too real...",
      "All the more reason to give it all we've got, right?",
      "...",
      "Right!",
      "So, what now?",
      "We take a break, I suppose?",
      "Now THAT is scary!",
      "Haha! Let's just try and enjoy the place.",
      "Ready to rest?",
      "Yeah!",
      "No, wait...",
      "A few days of rest later...",
      "So, you're really going to buy a ghost ship with the magic coin we fetched?",
      "That's the plan!",
      "Hey, after the cleansing here is done, we'll be free to do whatever we want, right?",
      "Maybe we could sail with them for a while!",
      "...",
      "That sounds like fun.",
      "Why, I reckon a bigger vessel will require more hands indeed!",
      "Ha! I could sure go for being a sailor cook...",
      "No, a pirate chef!",
      "Has a nice ring to it!",
      "Y'all are more than welcome aboard! Ironically, the Captain said that the three of you had-",
      "VALTRAID!",
      "Aye, apologies, Captain...",
      "Well, if luck would have it... Might be fun to sail together for a little while, just maybe...",
      "My, my, my! Remember ten seconds ago when ABSOLUTELY NOTHING happened?",
      "It was so boring!",
      "I wish something special occurred for once!",
      "Next round's on me!",
      "Woohoo!",
      "...",
      "That was...",
      "The Dweller of Woe.",
      "So, it's true. This poor villager is just going to sleepwalk into the mansion, and...",
      "...",
      "Unless.",
      "Unless.",
      "Forget it! You can't save that villager!",
      "Y'alright, Captain? Ain't sounding like yerself!",
      "I mean... it be a useless endeavor, aye, it be.",
      "Right.",
      "Now how 'bout y'all follow the Captain's advice here, and belay trying anything stupid?",
      "We're going.",
      "But you can't! The barrier is impenetrable, you have to wait for the eclipse!",
      "(??)",
      "We won't sit here while someone is about to be eaten alive!",
      "You don't understand, the mind control spell connects the Dweller to its prey.",
      "You're not strong enough to stop that villager!",
      "(Captain??)",
      "...",
      "Wait for me!",
      "Ahoy, Captain! Something need doing?",
      "I... just need to check on the raft...",
      "Why not send Valtraid?",
      "Some fresh air will do me good.",
      "Ov course, Captain, as you wish, Captain!",
      "The three of you stay here until I return.",
      "And do try to liven up the place, these people be needing it.",
      "Aye aye, Captain!",
      "(Time to improvise...)",
      "The Cursed Woods are to the north of Lucent. We should use the eastern exit.",
      "We must hurry to the Necromancer's Lair.",
      "How much time do we have?",
      "Barely enough, and it'll be dangerous.",
      "If we're lucky, the master will be away and we can grab a soul stone unnoticed.",
      "How bad could it be? We've been trained to fight death magic.",
      "No doubt, but Romaya is one of the <color=bad>Three Sisters</color>. And the most formidable one of the bunch, too.",
      "As to whether or not that makes her more powerful than Solstice Warriors, I hope we won't have to find out.",
      "How can we get there?",
      "The <color=good>Ferryman</color>, east of Lucent. If we play our cards right, he'll take us across the bog.",
      "This is the only way to the Necromancer's Lair.",
      "Good. Thanks for... Hey, what's your name, by the way?",
      "...",
      "Seraï.",
      "Thanks for the help, Seraï. Can't imagine where we'd be if you hadn't shown up.",
      "...",
      "Don't mention it.",
      "Garl... We won't fail you, I swear.",
      "So how does this work?",
      "It's pulsating. Maybe if I just...",
      "That did it!",
      "Great! Seraï, how long do you think the poison will-",
      "Seraï?",
      "She left... Well, thanks anyway.",
      "Might as well get comfortable, this could take a while.",
      "Haha! And then you were all, “But if I don't get a sword, how will I do backflips?”",
      "You're one to talk with your “Bulwark of the innocents” thing, I'm so glad you gave that up.",
      "To be fair, we did help a bunch of people already.",
      "Sure, there's just no need to act all grand about it.",
      "“If we're ever to ascend, as the solar one I will be the spark!”",
      "Oh, come on! I was ten!",
      "Valere, something happened to me in the woods, when he got mind controlled...",
      "Hmm?",
      "I don't understand it, it was like a floodgate opened in the pit of my stomach.",
      "Like when we were first learning magic?",
      "Sort of, but... way, way stronger.",
      "Do you think it was the Dweller?",
      "No, it didn't feel evil, or even bad.",
      "It felt like a response to seeing Garl in danger...",
      "But I couldn't let it in, I feared it would overwhelm me.",
      "...",
      "Maybe I could have helped him, but I...",
      "And if Seraï hadn't showed up...",
      "Zale, we're all safe now. That's all that matters.",
      "...I think that was my prophecy, I think I missed the window.",
      "What do you mean?",
      "The Elder Mist, he told me I had potential but first needed to “stare at the night inside of me.”",
      "I think this is what he meant... The thought of losing a loved one.",
      "I felt the power, but I couldn't actualize it...",
      "I wouldn't overthink it. Garl is safe, and for all we know, most prophecies fail to come true.",
      "Aren't you curious about yours?",
      "Mine? He said I might be able to “create paths on water.” What does that even mean?",
      "Yeah, talk about cryptic...",
      "The way I look at it, it's either going to happen, or not, no matter how much sleep I lose over it.",
      "You have such a relaxed outlook. Sometimes I wish I was born on the winter solstice, too.",
      "Haha! You and Erlina are definitely more feisty.",
      "I suppose you and I even each other out, in a way.",
      "It's why we make a good team!",
      "I guess, it's just...",
      "Or maybe it's because stealing my live mana helps you show off?",
      "Haha! Forget it, you do it way more than I do!",
      "Hggnn...",
      "Garl!",
      "...",
      "Hey, I...",
      "Welcome back, Garl!",
      "I just had a reaaally bad dream, you guys.",
      "You're safe now, buddy. Don't worry about it.",
      "What happened?",
      "After we tried to save the villager, the Dweller sang again, and...",
      "Whoa! You mean she could teleport?",
      "By carving magic gates out of thin air, somehow.",
      "This is too much! Hopefully we'll meet her again, I've GOT to see that!",
      "Welcome to the First Stage of Grief! Please have a seat, and I will be right over.",
      "Thank you, innkeeper. We won't be staying long.",
      "Why, of course not!",
      "They're here!",
      "Well, look who made it here on time!",
      "Hey, everyone! It's good to see you!",
      "The eclipse is upon us, I should provide your briefing.",
      "We wouldn't want one of you to end up mind controlled by the Dweller, now, would we?",
      "Oh, that happened already!",
      "Excuse me?",
      "We went into the woods, and the Dweller got me, but an assassin used paralyzing poison to buy some time, then they went to fight a necromancer, and-",
      "A necromancer? You mean to tell me [MAINCHAR] and [OFFCHAR] fought Romaya and lived?",
      "We had help.",
      "(These two, I swear...)",
      "No matter. We must leave for the Dweller's lair at once. I will explain on the way.",
      "Finish your preparations, and let me know when you are ready.",
      "Ready for the cleansing?",
      "Yes",
      "Wait...",
      "Stay close to me, everyone.",
      "Onwards, to the cleansing!",
      "Hmm? Surely you weren't thinking of coming with us?",
      "Hey, I can fight, and I'm a good support!",
      "Dwellers are impervious to all but solstice magic. Your mere presence would be a liability.",
      "Well, the Elder Mist gave me special permission!",
      "What?",
      "I'll know when to step aside, don't worry!",
      "...",
      "Make sure you don't get in the way.",
      "You got it, Headmaster!",
      "...Which I didn't need to hear, given that earnest is my middle name!",
      "Anyway, then he said he never used any spells on regular monsters, only to use nothing but the most expensive one when he fought a boss!",
      "I am confused as to how any of this can be considered fun.",
      "Well, to each their own, I guess.",
      "Going somewhere, Captain?",
      "…",
      "He doesn't seem badly hurt, probably just a lot to take in.",
      "Nothing soup won't fix!",
      "NOT THE TWINS!",
      "Easy, Headmaster. You need rest.",
      "Thank you, young lad, you have been quite caring.",
      "Don't mention it!",
      "[MAINCHAR]. [OFFCHAR]. I need more time to recover.",
      "Our enemies must be at The Fleshmancer's old castle on Mesa Island by now.",
      "The island is currently unreachable, but I trust a solution will come to me if I meditate.",
      "In the meantime, please go check on Brisk. Assess the damage, and do your best to help any survivors in need.",
      "Right away.",
      "Thank you, young ones. I will catch up with you when I am ready.",
      "I'll go immediately. See you in Brisk.",
      "Well, y'all went and did yer thing, congratulations!",
      "...",
      "Aren't ye proud? Y'all just saved a lot of people, pals!",
      "We... A lot has happened, and we're still catching up...",
      "Why the long face? Did something UNPREDICTABLE occur?",
      "Y'all look like yer mentor turned out to be the bad guy all along or something!",
      "Oh, is that the one?",
      "Look, well-meaning is my middle name... I'm sorry, didn't know it was this bad, I...",
      "It's okay, Yolande. We'll just need a bit of time.",
      "Well, anything I can do to help, ya let me know, alright?",
      "There is something.",
      "Lay it on me!",
      "Brisk was hit pretty hard. Our orders are to go back and assess the damage, see how we can help.",
      "Consider it done, son!",
      "Y'all ready to set sail, then? Assuming yer all done here, ov course.",
      "Yes",
      "No",
      "We must hurry back to Brisk. Yolande can take us.",
      "Did you come to play?",
      "Yes",
      "No",
      "Gooooood evening, everyone! Please welcome our new contestant, [MAINCHAR]!",
      "No point taking any risks before the eclipse. We should rest at the inn.",
      "The pirates said they would be at the inn. We should check it out.",
      "Hang in there, Garl, we'll be back with a soul stone!",
      "Looking for equipment?",
      "Looking for items?",
      "...",
      "These guys are good!",
      "Wanna see me slap that bass, pal?",
      "Captain just left. Ain't been acting like herself since we arrived here...",
      "Music, now that's one thing I can get behind!",
      "Guess we're lucky it ain't one of us that got cursed, huh?",
      "Had you not met my little friend here? Amazing flutist!",
      "I'd steer clear of the Cursed Woods if I were you.",
      "Would you like to stay for the night?",
      "Yes",
      "No",
      "Please come by another time.",
      "Thank you for your patronage. Have a pleasant stay.",
      "Where is it? Where is it?",
      "Oh, hello! Have you seen my <color=magic>Turbo Cookie</color>? I could really go about eating it right now.",
      "Oh! Thank you so much!",
      "Now my reign of terror can finally begin. FACE ME!!!",
      "Thank... you...",
      "Search... my... grave...",
      "General Store",
      "<color=location>The First Stage of Grief</color>",
      "Oh no! Oh no no no! You are NOT getting the contents of my chest!",
      "If you want it, you're going to have to get my <color=good>BROTHER</color> to make AMENDS!",
      "You're not getting anything unless you get my <color=good>BROTHER</color> to make AMENDS!",
      "What do you want?",
      "Is this... from my brother?",
      "Oh, thank you! My treasure is yours!",
      "I can't eat the jam, but it still means the world. Thanks again.",
      "I haven't heard from my <color=good>brother</color> in a while.",
      "What? He's still mad at ME?",
      "All I did was eat a snack that I didn't know was his!",
      "What does he want me to do? Give him some <color=magic>Berry Jam</color>? We're portraits now! I can't!",
      "I can't believe he's still mad over some stupid <color=magic>Berry Jam</color>.",
      "Oh, you gave him some jam and he calmed down? Wow, okay...",
      "The cleansing won't be easy. Better make sure you're well equipped.",
      "Is it true that you were able to defeat Romaya?",
      "Dear visitors, if I may trouble you, one of my two brothers has recently found himself out of work.",
      "I promised to put the word out for him. Would you happen to be aware of an opportunity fit for an innkeeper?",
      "Mirth, you say? This does sound like the perfect opportunity! I will send him a message and forward your invitation right away. Thank you!",
      "The inn is now available in Mirth!",
      "Please use the river entrance. -QuizMaster",
      "Zzz... Zzz...",
      "Something huge fell down from the sky and crashed into Brisk... I hope everyone's alright...",
      "My, this is quite a good show. Better enjoy it before the band leaves for another island. Probably tomorrow.",
      "I'm making a toast to our last departed. I mean, not that there's been a departed recently or anything.",
      "Wait, you're truly here to help? I...",
      "Lots of new faces today. It seems everyone wants to come to Lucent, and I can see why. This place is flawless!",
      "Solstice Warriors, now? The stories we tell ourselves are getting pretty good, ha!",
      "Looks like the Night Shroud is staying, but to be rid of the banshee... No more fear...",
      "Another round, please!",
      "My daughter LOVES music!",
      "Oh, you defeated the Dweller of Woe? Yeah, nice story!",
      "The only reason I'm staying in Lucent is to be with my friends!",
      "My friend went for a walk yesterday, but I'm thinking maybe he'll just sail to another island and never return. He was always the adventurous type...",
      "Part of me doesn't want to believe, but the old man with the moon staff sure seems to know what he's doing...",
      "Wasn't there one more of you?",
      "Now THAT's what I call good music!",
      "Is your friend alright? Did he eat something weird in the forest?",
      "Are... you really a group of Solstice Warriors?",
      "Wraith Island is free... Thank you, thank you so much!",
      "What's a concertina?",
      "Yeah! This is so fun!!",
      "Solstice Warriors, you say? Well, as long as everyone is having fun. ",
      "So it was all true? You really did it?",
      "Adults are too afraid to come outside, like that changes anything!",
      "My mom told me you were Solstice Warriors. Is it true?",
      "So the banshee is gone? We should be celebrating, why are the adults still afraid?",
      "I tried to enter the shed on the other side of the bridge, but it's locked. I wonder what's in there...",
      "I saw a group heading towards the mansion. Are you with them?",
      "Will everyone want to come outside now?",
      "Sometimes I can hear cheers and applause coming from the river. It's really strange.",
      "It becomes tiring, always being on edge wondering who will be next... I can't blame those who choose to spend their time at the tavern.",
      "The eclipse finally came, and you Solstice Warriors... Thank you, we will do our best with this new beginning.",
      "There isn't much to do here. Kind of ironic that the stew is our signature dish. That's all we do all day ourselves! Stew!",
      "I never thought I'd see the day! No more fear! If that means the banshee is gone, the Night Shroud is more than welcome to stay!",
      "Have you seen the ghost at the western end of the village? I'm not going anywhere near that thing!",
      "Hey, the ghost is gone! Was it your doing?",
      "I also grew up never knowing when the next <color=bad>call</color> would be. But still, I feel for my kids...",
      "We're free? All my life, I've braced for the call, but now... I don't even know what to make of this... Thank you.",
      "Those who try to leave just get <color=bad>called</color> right away. I don't know why you came here, but I'm sorry to say, you're now stuck here all the same...",
      "I still can't believe it. That means we can go to Brisk and see the sun...",
      "That mansion and its <color=bad>Cursed Voice</color> took everything from me. My son... my husband... and too many of my friends.",
      "Why hasn't she called me yet?",
      "So we're rid of the curse at last. Doesn't bring my loved ones back, but it still feels good a little bit.",
      "Old dusty novels.",
      "A painting of \"Aventry Manor.\"",
      "Materials used to craft equipment.",
      "A well-organized rack.",
      "All of the books in there look extremely old and boring.",
      "The smell isn't pleasant.",
      "An assortment of snacks.",
      "This fountain has seen better days...",
      "A bunch of armor pieces.",
      "Nothing of interest here."
    ]
  }
}