{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mines_EN",
  "locCategoryId": "SleeperIsland/Mines",
  "language": 0,
  "strings": {
    "Array": [
      "Are you the elder?",
      "Why, yes. And you are?",
      "Solstice Warriors. We're here to confront Malkomud.",
      "My, how wonderful!",
      "What can you tell us about the situation?",
      "Not much, I'm afraid.",
      "I was simply trying to get away from the noise of all this panic, when everyone started cheering as if I was going in to fix the problem.",
      "...",
      "So now I am stuck here, equally afraid to venture forth as I am to return to my people without a solution...",
      "...",
      "Don't sweat it, elder, we got you!",
      "I certainly hope so.",
      "Something's coming!",
      "I doubt it's the last we'll see of that one...",
      "Stay alert.",
      "You broke into my fort!",
      "...Are you Malkomud?",
      "Why did you hurt my pet?",
      "...",
      "It's not fair. <color=good>Rockie</color> can't know that you're just playing if I'm not there with her!",
      "Playing? You're terrorizing the town!",
      "It's just to play, but no one else is strong enough...",
      "NO ONE EVER UNDERSTANDS!",
      "Did no one teach you about your powers?",
      "Magic is not a toy, Malkomud.",
      "So you have come to berate me too?",
      "I GOT NOTHING TO TELL YOU!",
      "YOU HURT ROCKIE!",
      "GET OUT OF MY FORT!!",
      "You are very strong.",
      "Did people berate you too when you were kids?",
      "Is this why you left your village?",
      "Listen Malkomud, you just happened to be born with special powers, and it's a shame no one was able to guide you through that.",
      "...",
      "Guide me?",
      "Everyone just makes fun because I'm not the same. They say “Malkomud can't dig!”",
      "Well, have you given it a try?",
      "It is too boring, I cannot do it like everyone else.",
      "Everyone likes it, but not me.",
      "Everything was made only for others...",
      "And when I try they say “Malkomud is not good!” so I give up and then they say “Malkomud is lazy!”",
      "I really try but I don't understand...",
      "So I make a fort and show them!",
      "Aww...",
      "It's okay, Malkomud, you don't have to do like everyone else.",
      "Garl is right!",
      "Normal doesn't have to be your thing, you do you!",
      "??",
      "You're pretty good with earth magic, aren't you?",
      "Yes I love doing magic with earth and rocks!",
      "But everyone says I must not do it...",
      "They just don't understand yet! I'm sure you could really help them if you wanted!",
      "...",
      "Don't you want to try and do good instead?",
      "They will only make fun because I am bad with digging.",
      "Nah, they just need to see what you can really do!",
      "I don't want to show.",
      "It's okay, buddy, take the time you need!",
      "...",
      "I can stay in the fort?",
      "I mean, it's yours, isn't it?",
      "Right, guys?",
      "Totally.",
      "Yeah, plus your fort is pretty cool!",
      "I like you.",
      "Well, then, can you do us a favor and agree to stop creating monsters?",
      "Rockie is not a monster.",
      "Of course not, look at her!",
      "You understand.",
      "...",
      "Okay. Maybe I will do good if something big need my magic.",
      "For now I will stay here with Rockie.",
      "Thank you I like you.",
      "Take care, Malkomud!",
      "Not bad, Garl!",
      "Ha! Sometimes you just need a little positivity!",
      "Look at us, restoring peace to a small town.",
      "Still no closer to finding a ship, though.",
      "Wraith Island...",
      "Let's check on the villagers, surely we can use the lift now!",
      "Oh, you brought power back! I suppose I will be going then.",
      "The mines continue below.",
      "Please stop Malkomud.",
      "It looks like some kind of key is required...",
      "The elevator will not work until the first windmill is reactivated. One of Malkomud's minions must be clogging its wind tunnel...",
      "Press <button=\"WindBracelet\"> to release bursts of wind that can push blocks.",
      "Miners Breakroom",
      "Security rules reminder: no jumping down!",
      "This device has a little windmill on it.",
      "Maybe try the <color=magic>Mistral Bracelet</color> we found?",
      "Thank you for securing the place.",
      "We can work without feeling in danger now, thanks to you.",
      "Thank you again I like you.",
      "Garl was the first person to be nice to me. I'm happy I helped but also sad he is gone.",
      "It is good that Garl is back. It wasn't fair.",
      "And what are the shafts for?",
      "Oh, there's going to be a whole lot of wheat!",
      "But you see, if we just drop it all in there, it should get ground up on its way down and leave us with flour at the bottom.",
      "Grinding on volcanic stone?",
      "Yup, we're feeding a firebreather here!",
      "It is a big challenge. I don't know if I can do this.",
      "But I will try for you.",
      "Thanks, Malkomud, that's all I ask!",
      "Ready to go? Valere will have cleared the volcano by the time we get there.",
      "Hey there! Need something for the road?"
    ]
  }
}