{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Mirth_EN",
  "locCategoryId": "SettlerIsland/Mirth",
  "language": 0,
  "strings": {
    "Array": [
      "Alright, everyone. There is plenty of wood here to start building hovels.",
      "Ready to work!",
      "Those who can use an axe should get to it right now.",
      "I can do that!",
      "I'll get a stew going to keep us all fed. Whenever someone's in needs of a task, just come see me!",
      "I'll go fishing!",
      "A few days later...",
      "It's really coming together.",
      "[MAINCHAR], [OFFCHAR], a moment of your time please?",
      "Of course, what is it?",
      "We went woodcutting deeper into the island and found a <color=location>strange entrance</color>.",
      "Wait, was anyone hurt?",
      "No, we left right away because it felt kind of eerie. We thought the island was completely deserted.",
      "We will go right now.",
      "Thank you!",
      "Could you please let Garl know? We'll be back as soon as possible.",
      "Will do!",
      "Hey, you're right on time for the next town gathering! What did you find?",
      "It's just a very old crypt. The spirit who lives there is friendly and says we are welcome to build here.",
      "Great!",
      "ALRIGHT, GATHER AROUND, EVERYONE!",
      "First off, [MAINCHAR] and [OFFCHAR] investigated the entrance in the woods and were able to confirm that it is completely safe!",
      "Yay!",
      "What a relief!",
      "And now, time to name this town! Big thanks to all who dropped ideas in the bag.",
      "I guess I'll just...",
      "And the name is...",
      "...",
      "Garl?",
      "Hold on here...",
      "Garl...",
      "Garl!",
      "That's no name for a village!",
      "Look alive, son! Seems to me these people want ya to name the place!",
      "...",
      "Me?",
      "Ye've been quite the leader, pal! The honor should be yers.",
      "Garl!",
      "Gaaaaaaaaarl!",
      "Okay, I'll try!",
      "(What's the one thing these people need...)",
      "(Joy?)",
      "(Nah, too on the nose...)",
      "(...)",
      "(New beginning...)",
      "(Positive outlook...)",
      "Mirth!",
      "<color=location>TOWN OF MIRTH</color>!",
      "MIRTH!",
      "That's so pretty!",
      "Town of Mirth! Town of Mirth!",
      "A fitting name indeed!",
      "Haha! Leave it to Garl!",
      "Seriously, how does he do it?",
      "Alright, let's get back to work! We still have lots to do!",
      "A few more days later...",
      "That was a lot! Looks like they can take it from here.",
      "Way to step up, Garl.",
      "Fun little change of pace, too!",
      "Young masters?",
      "An old man is here to see you.",
      "??",
      "Must be the Headmaster!",
      "Oh, I don't know about that.",
      "Where is he?",
      "He just arrived at-",
      "Oh, there he is!",
      "I see you have done well.",
      "Headmaster, where have you been?",
      "At the Academy, doing research and racking my brain.",
      "And?",
      "...",
      "I'm afraid I bring bad news...",
      "We simply do not have the numbers to fight the <color=bad>Dweller of Strife</color>.",
      "...",
      "But there has to be a way!",
      "I'm sorry, Valere. If the miracle we need exists, it is not documented within our walls...",
      "Then we hunt it down and give it all we've got!",
      "I won't be joining you.",
      "!!",
      "But you're the Headmaster... Surely you don't mean that!?",
      "YOU DO NOT UNDERSTAND!",
      "The Dweller of Strife has immeasurable power.",
      "Without an eclipse, it stands impervious even to our magic, and there won't be one before it is done gathering its power.",
      "The Dweller of Strife took almost everything away, even back when our order was in its prime.",
      "I won't let it take any more from me.",
      "...",
      "Headmaster...",
      "I resign.",
      "Until the Dweller strikes, I want to live free of the burden I have carried my entire life.",
      "...",
      "Please... allow me this... I have endured more than can be expressed.",
      "As you wish, Headmaster... We can't force you.",
      "Thank you... I have much grieving to do.",
      "Getting onto Mesa Island will be a challenge without the help of its guardian. We're lucky to still have X'tol and Y'eet.",
      "Y'eet?",
      "Y'eet, yes.",
      "Didn't the Elder Mist give you the name of the giant that takes you home?",
      "...",
      "But I digress. Mesa Island's giant has been put to sleep by the Fleshmancer Acolytes.",
      "Only it could remove the magic barrier concealing the island, but it refuses to wake. For all my research, it seems that it is not a curse we can break.",
      "Zale and I are not giving up.",
      "My dear Valere, I had a hunch you would say that.",
      "So you are adamant on trying to reach The Fleshmancer's old castle and taking a shot at that thing?",
      "Absolutely.",
      "Then you will need to remove that barrier.",
      "While I do not know how this may be achieved, there might be someone who does.",
      "So you do have a lead for us?",
      "It is my nerves that have given up, not my faith in you.",
      "Here is your final gift from me. The <color=magic>Coral Hammer</color>.",
      "Make for <color=location>Watcher Island</color>, where the lost city of the Docarri lies deep under the waves of a blue lake.",
      "Ring the bell with the Coral Hammer, and they will know you were sent by a friend.",
      "Seek an audience at their temple. If anyone can offer you guidance now, it is the <color=good>Oracle of Tides</color>.",
      "Oh, and you may want to visit Evermist Island again. You are ready for its <color=magic>shrine</color> now. Here's the key.",
      "Thank you, Headmaster. This is more than enough to go on.",
      "Please just call me Moraine from now on.",
      "So, where will you go now?",
      "Anywhere that isn't Zenith Academy.",
      "Hey, why don't you stay here in Mirth?",
      "Hmm??",
      "Everyone here is also looking for a fresh start!",
      "...",
      "Garl's right!",
      "Plus, it's missing an official town elder!",
      "Haha! That does sound like a job I could do.",
      "Everyone will be more than happy to help you get settled!",
      "Yes, this place carries the kind of peace I need.",
      "Thank you, brave Garl, for making me smile at such a time.",
      "Sure thing, Town Elder!",
      "Hahaha!",
      "So, the order is down to the two of us now.",
      "Time to find our own way.",
      "Where do you want to go next?",
      "Now that we know the name of the giant, it sounds like you could learn new powers if we visited the shrine on Evermist Island.",
      "Or we could save that for later and go looking for the Oracle of Tides now. Watcher Island is the one with a big meditating statue.",
      "We're with you either way!",
      "We should check this place to the north before going back.",
      "Ready to set sail?",
      "Yes",
      "No",
      "Yolande says the crew be done fixin' what needed fixin'. Reckon ye might be in for some extra firepower should the need arise.",
      "Seraï learns ultimate attack <sprite=\"dialog-inventory-icons\" name=\"icn-skills-serai-verspertinecannons\"> <color=magic>Vespertine Cannons</color>.",
      "Build the ultimate attack gauge by spending combo points in battle!",
      "We got Caël's message. I'll take ye there directly whenever yer ready.",
      "Ready",
      "Wait",
      "And so we must come together for his final wish.",
      "FOR GARL!",
      "FOR GARL!",
      "FOR GARL!",
      "FOR GARL!",
      "Great job everyone! That there hold be full to the brim!",
      "A valiant effort!",
      "It's time to set sail. All aboard!",
      "Wait for me!",
      "I can't believe my eyes.",
      "I wish I had conversed with Resh'an a bit more. His understanding of alchemy is unprecedented.",
      "Does it hurt when you get hit?",
      "Not in a physical way.",
      "It tugs at my mind, but my resolve is absolute.",
      "Most interesting.",
      "Hmm. I should put in a word for you...",
      "A word?",
      "After this journey is over, you may find yourself in search of meaning.",
      "Should that time come, seek The Elder Mist.",
      "The Elder Mist...",
      "Good morning!",
      "Sleep is so much better here in Mirth.",
      "It's been a couple of days. Caël should be done by now.",
      "Right. Let's go check on him.",
      "This place is perfect! Thank you for letting use the space.",
      "Welcome to <color=location>Spa Le Best</color>!",
      "Treat yourself to a relaxing time enveloped in the stunning nature of Mirth while bathing in our mineral hot springs that nurture the skin and relieve stress.",
      "Will someone be using the service today? Only 250G.",
      "Pay 250G",
      "Maybe later",
      "I'm sorry, it seems you don't have enough gold. Maybe some other time!",
      "And who is the lucky one?",
      "Valere",
      "Zale",
      "Seraï",
      "Resh'an",
      "B'st",
      "Garl",
      "I wish you a most relaxing session.",
      "Valere went into a deep meditation and reflected upon the challenges ahead.",
      "After a while, she noticed that the tension in her right shoulder was gone.",
      "Valere's ATK increased by 9!",
      "Zale wished the springs had been slightly hotter, but his upper back still felt tremendous relief.",
      "After a short nap, he rose with even more spring in his step.",
      "Zale's M. ATK increased by 7!",
      "Seraï didn't really see the point, but she decided to play along anyway.",
      "She eventually realized that the experience wasn't only physical, embraced the silence, and ended up feeling more energized.",
      "Seraï's ATK increased by 9!",
      "While Resh'an didn't actually bathe in the water that day, it felt to everyone as if part of him was thankful that the party had so readily invested in his well-being.",
      "Whatever thoughts he lost himself in, or whether he was even there at all, no one would ever know...",
      "Resh'an's M. DEF increased by 8!",
      "Though he was unable to feel the heat, B'st had fun looking underwater through his glass body.",
      "He spent some time meditating on the idea of a container within a container and altering his shape to make the water move in captivating ways.",
      "B'st's M. ATK increased by 7!",
      "Garl took it all in at first, but soon thought of something he wanted to tell Seraï.",
      "Despite his lack of concentration, he enjoyed the experience overall and appreciated how good it felt to give his feet a break.",
      "Garl's max HP increased by 35!",
      "Are we beginning construction on the spa soon? Bob just needs building plans!",
      "This place is perfect! Even better than I imagined!",
      "Welcome to the Item Shop.",
      "Mom says we'll have our own item shop soon! Do you have the building plans for Bob?",
      "Yes, this will do so well! I can already hear the clients coming in!",
      "Welcome to the Equipment Shop.",
      "Bob says we'll have a nice shop as soon as he gets the building plans!",
      "Welcome to Mirth's one and only fishing house! I want to thank you again for letting me use this place--it's a fisherman's dream come true!",
      "I have three <color=magic>fishing rod upgrades</color> for you, but you will need to earn them!",
      "It's pretty simple, I'll be tracking how many different <color=magic>species</color> you have caught, and at certain milestones you get an upgrade. Sound good?",
      "Good! There aren't any fish unique to the lake connected to this house, but I'll be adding to it any species you have already caught. Let's see if we can complete the roster, shall we?",
      "Hey there, did you go fishing lately?",
      "Check species count",
      "See rewards list",
      "Nevermind",
      "Hey, you caught [FISHTYPE_COUNT] different species! That means I got something for you!",
      "Impressive, you caught them all! You are a true fisherman now.",
      "Welcome to the Fishing Shop.",
      "You've found [FISHTYPE_COUNT] fishes so far. Keep them coming.",
      "This place will do just right, just gotta find some building plans for Bob now!",
      "Oh, [MAINCHAR]! I must thank you again for inviting me to take care of Mirth's inn. I will make sure it becomes a noteworthy establishment.",
      "Welcome, [MAINCHAR]. How may I help you today?",
      "Rest",
      "Leave",
      "Sleep well!",
      "My brother sent me your offer. Thank you, I cannot wait to start serving... Did you have building plans for Bob?",
      "Innkeeper wanted.",
      "Shopkeeper wanted.",
      "Fisherman wanted.",
      "Relaxation professional wanted.",
      "Hahaha, they remind me of you two when you were young!",
      "This is a really nice house. Thank you, I wasn't expecting so much...",
      "Everyone from Mooncradle to Mirth is mourning the loss of Garl. While very sad, it goes to show how many hearts he touched...",
      "I should have said it out loud before, but... I'm really proud of you two.",
      "I think I'm starting to get the hang of this town elder thing.",
      "You did it, [MAINCHAR_GODNAME] and [OFFCHAR_GODNAME]. Above all else, you have demonstrated unparalleled teamwork and trust in each other. I am proud of you.",
      "Did you know? Moraine is an old Solstice Warrior and he was also a master or something!",
      "Ya! Ya! Take this!",
      "I miss Garl ...",
      "Is it true that you can fly?",
      "Moraine! Moraine! What's your favorite color? Do you like animals? Do you have a lot of friends? What's your favorite food? Moraine!",
      "We're only training as a game, but Elder Moraine sure takes it seriously...",
      "Garl always took the time to answer all of my questions. He was really nice.",
      "I think I'll be a lumberjack when I grow up!",
      "Now that everyone has shelter, we can now focus on the next steps for Mirth.",
      "My back is starting to hurt, I should treat myself to some relaxation.",
      "Garl really came up with the perfect name for Mirth.",
      "Wow, that Spa was really something! I could almost feel my health improving. Haha!",
      "Feels good to be worrying about mundane tasks already!",
      "I didn't know the pirates could play music! They're good!",
      "That poor Garl was way too young to die...",
      "I don't know how and I don't care! All that matters is that Garl is back!",
      "Hey, we have a town elder now! I think I'll build his house right here. Will you come back later to see it?",
      "Elder Moraine's house is all done! Have to say I'm pretty happy with the result.",
      "Mirth feels so right!",
      "There's still a lot of work left to be done, but we have a good thing going on here.",
      "We have a really nice fishing pond, it's become my new hobby!",
      "I don't know what to think about Garl's death. I... I just...",
      "I'm so glad I moved here. As soon as I smelled the piny air I knew it was the right decision!",
      "This place is so peaceful...",
      "I'm impressed with how everyone worked so hard. I suppose that's purpose for you.",
      "The air is so good here.",
      "I should go check out the Crypt north of town. Some people went and said it was really impressive.",
      "I went to the Crypt. It'll take more than one visit if I'm to take it all in!",
      "After losing almost everything in Brisk, it's great to be starting anew.",
      "I'm so saddened by Garl's death...",
      "I'm so gladdened by Garl's return!",
      "We even have a town elder? Mirth feels so real already!",
      "Elder Moraine is very wise, but he seems to be carrying a lot of grief... I hope Mirth can bring him peace.",
      "And now for a well deserved break!",
      "I should go and visit my old friends in Brisk soon, see how they're holding up.",
      "Oh, [MAINCHAR] and [OFFCHAR]! Perhaps you could help me? I feel like Mirth could benefit from more amenities, but I find myself at an impasse.",
      "You see, building small houses is easy enough, but for more complex structures we would need some <color=magic>plans</color>.",
      "If you find any, would you mind bringing them to me? Mirth would only be better for it!",
      "Have you found any new <color=magic>building plans</color>?",
      "Interesting! Let's get to work!",
      "That worked out nicely! Had you already found a professional to run the place?",
      "The place feels complete now. We really have something special here, thanks again for your help!",
      "A shop has been unlocked in Mirth!",
      "You can now fish at the new house in Mirth!",
      "This special lake will contain random selections from the species you've already caught.",
      "You can now relax at the Spa in Mirth!",
      "Who knows what benefits may come from relieving some stress?",
      "The inn is now available in Mirth!"
    ]
  }
}