{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "MountainTrail_EN",
  "locCategoryId": "EvermistIsland/MountainTrail",
  "language": 0,
  "strings": {
    "Array": [
      "Alright, we made it to the <color=location>Mountain Trail</color>!",
      "So far so good.",
      "So the <color=good>Elder Mist</color> lives somewhere here, huh? ",
      "Do you think it's just another test?",
      "Could be, but it sure beats sitting at the academy.",
      "And SEWING!",
      "Ha! Yeah I'm sure glad that's over with.",
      "“Apply yourselves, for the will you weave into it shall be your sole defense in times of greatest need!”",
      "“While the lessons taught here may appear to be lost on you, something deep inside is compelled to learn.”",
      "Hahaha!",
      "Hahaha!",
      "Hey the sun will be setting soon.",
      "We should prepare to set up camp.",
      "Let's split up and search for a good spot.",
      "Time for some scouting.",
      "I'm coming through!",
      "Ouch! Tough one, huh?",
      "Let's try this!",
      "<color=good>Brugaves</color> wasn't kidding, these feel easier to fight already!",
      "Let's see where this leads.",
      "Ouch! Tough one, huh?",
      "Let's try this!",
      "[MAINCHAR], found anything?",
      "Just a dead end. How about you?",
      "Nothing of note, but the way to the top is definitely through here.",
      "The sun is setting. Come over, I'll get a fire going.",
      "I'll be right there. Can't wait for more tomato clubs...",
      "Press <button=\"Interact\"> to unroll rope ladders.",
      "[OFFCHAR]'s got this side covered. I should head to the right.",
      "No turning back now, we have to reach the top and meet the Elder Mist.",
      "Ha! But it doesn't beat the face you made the first time you tried smashing a sunball!",
      "Oh I can still hear the <color=good>Headmaster</color> gloating.",
      "“As I said, whether by paying attention in class, or by recklessly attempting to hit a projectile with your open palm, you WILL learn the first rule of solar magic.”",
      "To be fair, you did learn.",
      "Oh yeah, that one only took once.",
      "You ever miss those years?",
      "Before training, just being kids. Always daydreaming and getting in trouble.",
      "...",
      "And making mistakes...",
      "...",
      "I'm sorry Valere, I didn't mean...",
      "It's okay, I understand why he wouldn't want to join us after what happened, it's just...",
      "I wish he had said goodbye, you know?",
      "After ten years of not seeing his face, just to know that he's alright...",
      "And that we're still friends...",
      "...",
      "Why did we have to get ahead of ourselves anyway?",
      "Oh, <color=good>Garl</color>...",
      "Ten years ago, in the village of Mooncradle...",
      "Alright, we made it to the <color=location>Mountain Trail</color>!",
      "So far so good.",
      "So the <color=good>Elder Mist</color> lives somewhere here, huh? ",
      "I really hope we'll get a chance to return to Mooncradle after this.",
      "What if we're “sent out into the world” right away?",
      "Yeah, I don't know...",
      "I just wish Garl was here...",
      "We could certainly use some Celestial Willow jam to go with this awful bread.",
      "Hahaha! The dream!",
      "?",
      "Celestial Willow jam?",
      "I've got some right here, guys!",
      "I even picked some mushrooms! You won't BELIEVE this soup I'll make!!!",
      "!!!",
      "Oh, and I found some herbs in the Forbidden Cavern, they'll do juuust right!",
      "GARL?!?",
      "What? You didn't really think I was going to let you go on an adventure without me, did you?",
      "GARL!!!",
      "Hahaha! It's so good to see you two again!",
      "You look so strong now!",
      "Hey why didn't you show up for our departure?",
      "Are you kidding? There was absolutely no announcement!",
      "As soon as I heard everyone gather I went to our hideout to pack my stuff but you left so fast.",
      "Guys I'm so pumped for this journey, I know all about survival now!",
      "Fishing, and gathering, and cooking, and-",
      "...",
      "...",
      "What's wrong?",
      "You... can't actually come with us...",
      "We just wanted to say goodbye, we're on duty now and it's pretty dangerous.",
      "You can't mean that!",
      "We've always talked about how we'd all leave together after your training.",
      "...",
      "Plus, I spent all those years practising in our little cave. I'm ready!",
      "...",
      "Look I may not have any special powers like you do, but I'm built strong and I've been preparing.",
      "This here is my shield, I'll be a defensive fighter!",
      "No, a warrior cook!",
      "Oh yeah?",
      "Sure am! And I've been reading a lot too!",
      "See, most of the monsters you're going to face won't even be <color=bad>Fleshmancer minions</color>, which means anyone can fight them.",
      "Are you sure about that?",
      "Totally! You haven't seen any yet, have you?",
      "No, but-",
      "I'll know when to step aside, don't worry!",
      "Plus you can't really travel the world with just a few sandwiches, what were you thinking?",
      "That's... yeah...",
      "See? You need me!",
      "You just do your Solstice Warrior duties and I'll keep your bellies full!",
      "Garl...",
      "Deal?",
      "Okay, deal!",
      "Oh I'm so happy!!",
      "No way, this is awesome!!",
      "Hahaha!",
      "Alright, I'll start the kettle. We have so much catching up to do!",
      "Garl the Warrior-Cook joins the party!",
      "And so apparently after we meet this Elder Mist, we'll be able to “use magic without using magic” and be sent out into the world.",
      "That's all we've been told. I guess finding our own way is the final step of training.",
      "Our first assignment is to get to \"<color=location>Wraith Island</color>” in time for the next eclipse.",
      "Wow, that's a lot.",
      "Your powers sound so cool though! Can't wait to see them in action.",
      "So how about you Garl?",
      "Oh, it was pretty uneventful to be honest.",
      "All I did was train and learn the skills I thought would come in handy.",
      "Every single day I was hoping to see you come out. I'm sure glad no one told me it would take TEN YEARS!",
      "Yeah we missed you too. It's not fair that we were together and you had to do this on your own.",
      "Well we're all together now, so it doesn't matter anymore!",
      "And I can't WAIT to explore the world, I want to taste everything!",
      "Hey, this soup is unreal by the way.",
      "Right?",
      "Uh-huh. So how much food did you pack?",
      "Just enough for a few meals. It's better to travel light, and there's ingredients everywhere if you know to look!",
      "And who knows what we'll find? It's all part of the adventure!",
      "Why don't you try now [MAINCHAR]?",
      "See that bush right there? It's full of juicy berries, all you have to do is pick them!",
      "See? You're a natural!",
      "We can eat that jam later when we need to heal up.",
      "Thanks for the tips Garl, that's going to come in handy for sure.",
      "Don't mention it!",
      "Hey I'm ready for some sleep.",
      "Same here.",
      "And nothing but the stars above us, I'm loving this life already!",
      "Garl, I'm really glad you're here.",
      "Haha, I was just about to say that.",
      "Me too guys, I wouldn't want to be anywhere else.",
      "Well, goodnight then!",
      "Perfect, now we'll make some jam with the berries you picked.",
      "Just interact with the campfire and get ready to cook!",
      "Good morning!",
      "You all ready to go? I'm excited to see what this Elder Mist looks like!",
      "Should be straight up. Let's keep hiking.",
      "Hoo hoo hoo...",
      "Hoo...",
      "Two Children of the Solstice have come for their rite of passage, but I also sense one who does not belong here.",
      "...",
      "Is he brave? Or foolish?",
      "Hoo! Let's find out!",
      "Welcome, young adventurers, to this sacred pond.",
      "Nice to meet you, Elder Mist! My name is Garl!",
      "My, what a gregarious one you are.",
      "Enthusiasm is certainly welcome in this place of meditation, but its rites are not meant for the common folk.",
      "...",
      "Children of the Solstice, step forward!",
      "Hoo...",
      "Hoo hoo hoo!",
      "It seems you show great potential indeed!",
      "Have you weaved your will into celestial fabrics?",
      "We have, Elder Mist.",
      "Then come closer, and let them be imbued by the sacred pond's magic!",
      "Hoo! A tremendous resonance!",
      "Wear them with purpose, for they will augment your innate magic.",
      "You shall henceforth have light in the darkest places, and protection against the minions of The Fleshmancer.",
      "I don't feel any different...",
      "Yeah me neither.",
      "Hoo! Rest assured, the ability to <color=magic>use magic without using magic</color> has taken root in you indeed!",
      "What does that even mean?",
      "And how does it work?",
      "It arises from need.",
      "In the many battles that await you, victory will often demand the use of more offensive magic than one can sustain through spells alone.",
      "That is why attunement to <color=magic>Live Mana</color> is paramount.",
      "Live Mana?",
      "Hoo!",
      "It allows your attacks to draw from the magic bestowed upon you at birth.",
      "And judging by the resonance you create, this power should even extend to your traveling companions.",
      "!!",
      "You are ready. Live Mana will start manifesting for you the next time you enter battle. Are you ready for your final test?",
      "Elder Mist, I'd like to go with them.",
      "...",
      "Hoo...",
      "The Elder Mist Trials have never been undertaken by anyone but aspiring Solstice Warriors.",
      "But I want to go with them, please!",
      "Interesting, you are the first of the common folk to ever make such a request...",
      "...",
      "(He sure is a peculiar one...)",
      "(No doubt limited when it comes to combat, but the warmth of his heart...)",
      "(Could he bring <color=good>it</color> back?)",
      "...",
      "(Perhaps we should try to find out.)",
      "I will allow it!",
      "Alright! Thanks, Elder Mist!",
      "Consider it a test of your ability to act as a companion to Solstice Warriors.",
      "I won't fail!",
      "We are ready.",
      "Then close your eyes, and take a deep breath...",
      "Close your eyes and go to the Elder Mist Trials?",
      "Yes",
      "No",
      "Good morning! The time has come to begin your journey.",
      "Morning? But it's the middle of the night!",
      "Ah yes, I suppose your friends should address that...",
      "Address what?",
      "Bring us the dawn!",
      "We can do that?",
      "Hoo! All it takes is for you to stand on a <color=magic>Celestial Rune</color>.",
      "And... then what?",
      "Something inside of you knows already.",
      "Right this way.",
      "Now concentrate, and bring us the dawn!",
      "How did you do that? That's the coolest thing I've EVER seen!!",
      "Hoo hoo hoo!",
      "That part is always easier by simply going for it.",
      "Now, in your travels, you will sometimes find mechanisms and seals powered by magical <color=magic>runes that react to the time of day</color>.",
      "They were put into place by Solstice Warriors who came before you.",
      "Some conceal artifacts meant to help future members of the order such as yourselves, while others seal away evils that were too powerful to confront.",
      "Whether or not to look for these artifacts and challenges will be <color=magic>entirely up to you</color>.",
      "Now, your journey can begin.",
      "Come and meet me beyond this chasm.",
      "...",
      "How do we get across?",
      "By using your powers, of course!",
      "Meet me on the other side, and as a farewell gift I will share with you what I could read in the Mists of Time.",
      "Use <button=\"AdvanceTime\"> and <button=\"RewindTime\"> while standing on celestial runes to change the Time of Day.",
      "Try using the crystal to charge the smaller rune on the ground above and see what happens!",
      "The engraving has worn out, but it definitely mentions a rite of passage for <color=good>Children of the Solstice</color>.",
      "The Elder Mist...",
      "Does it feel any better?",
      "I...",
      "Not really...",
      "Zale, it really hurts.",
      "I'm so sorry, buddy...",
      "I feel colder and colder...",
      "Garl...",
      "Hey, we got to fly in the end. That's pretty good, right?",
      "Haha... GAH!",
      "Try not to talk.",
      "So...",
      "You'll go after Erlina and The Fleshmancer?",
      "That doesn't matter right now.",
      "Seems like they left for a far away place.",
      "Don't worry about it, Garl. Just stay with us.",
      "I wish I could help you get there.",
      "I wish I could help you one last time...",
      "Hoo...",
      "When death is near, the unresolved chapters of one's prophecy beckon.",
      "The way to help may be in there. Allow me.",
      "[MAINCHAR], I just... I had a vision.",
      "I think I know how to help you go after them.",
      "Thank you, Elder Mist. I understand now... the <color=magic>Sea of Stars</color>...",
      "*Cough! Cough!*",
      "But it's too late...",
      "If I had just one more day...",
      "(Come on, kid! I can't do it if you don't ask.)",
      "When that moment comes, demand a <color=magic>Flask of Borrowed Time</color>.",
      "Resh'an! I demand a Flask of Borrowed Time!",
      "Okay, that really hit the spot!",
      "I feel as if-",
      "GAH!!",
      "*cough cough*",
      "!!",
      "Aughhh...",
      "Huh? ",
      "Hey, I'm...",
      "Listen carefully, Garl.",
      "The ethereal feeling you are experiencing is a side effect of Borrowed Time.",
      "The potion's magic worked only because you had clarity of purpose.",
      "You currently exist in-between realities. Borrowed Time will keep you here until your deed is done, but you must understand.",
      "You will still die in the end. That cannot be changed.",
      "...",
      "It's okay, I understand.",
      "And I know exactly what to do. First-",
      "Garl!",
      "Mhh?",
      "You're just going to act like nothing's wrong?",
      "I don't have much time, Valere. I want to make the most of it.",
      "Don't say that...",
      "There might still be a way!",
      "There isn't. I'm sorry.",
      "If you use the time for anything other than the stated purpose, the Borrowed Time will expire instantly.",
      "...",
      "Guys, it's okay.",
      "I already did a lot more than a regular Mooncradle boy has any right to.",
      "All I want is one last adventure with you.",
      "...",
      "Seeing Garl's final deed through is what will extend his Borrowed Time the most.",
      "You don't understand!",
      "We can't lose him!",
      "It's too late for that regardless. I just want to help one last time.",
      "...",
      "Can you do this for me?",
      "...",
      "Please, it's my final wish. You only ever get one of those!",
      "...",
      "Come on, it's this or nothing! Let's make it count, okay?",
      "Let's make it count.",
      "Let's make it count.",
      "Alright! Let's do this.",
      "To get you across the Sea of Stars, there's people we need permission from.",
      "We'll need a bargaining chip, but I know just the thing!",
      "Where are those people?",
      "Way up!",
      "??",
      "I suppose the flying was a spur of the moment thing?",
      "Yeah I'm not too sure how we did that...",
      "The connection took place, but your new powers need more time to grow.",
      "It's okay, there's another way.",
      "That mysterious shrine out in the ocean south of Mesa Island... It's connected somehow.",
      "Y'eet can get us closer. Let's go.",
      "What could this be?",
      "([MAINCHAR_GODNAME] and [OFFCHAR_GODNAME]. You have come a long way on this journey.)",
      "(Weapons of great power have manifested in the Dream World. Prove yourselves worthy, and claim them as your own.)",
      "(This challenge is for the two of you alone. Are you ready to face me one last time?)",
      "Yes",
      "No",
      "(Then close your eyes.)",
      "(Then return once you feel prepared.)",
      "Go to sleep?",
      "Yes",
      "No",
      "Everyone ate and slept better that night than they had since the fight against the Dweller of Strife...",
      "Hey there! Were you looking for anything in particular?"
    ]
  }
}