{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "QuizQuestions_EN",
  "locCategoryId": "QuizQuestions",
  "language": 0,
  "strings": {
    "Array": [
      "True or False: Rochèvres can be found in the Forbidden Cavern.",
      "TRUE",
      "FALSE",
      "True or False: Boosting regenerates MP.",
      "TRUE",
      "FALSE",
      "What is the name of the spiritual being found at the top of Mountain Trail?",
      "Bender Fist",
      "Elder Mist",
      "Geezer Geyser",
      "Without any equipment, how much MP is recovered from a regular attack?",
      "2",
      "3",
      "4",
      "Without any equipment, how much MP does Zale's Sunball cost?",
      "6",
      "7",
      "8",
      "You are facing an enemy with two blunt locks and two sword locks. Which combo move can get you out of this situation?",
      "Mending Light",
      "Solstice Strike",
      "Bash Drop",
      "What is the name of Zenith Academy's training golem?",
      "Word",
      "Werd",
      "Wyrd",
      "To \"use magic without using magic\" is to do what, exactly?",
      "Use live mana to boost",
      "Do a spell that costs 0 MP",
      "Ask someone to cast a spell",
      "On Evermist Island is a secluded village where Children of the Solstice are delivered. What is the name of that village?",
      "Sooncradle",
      "Moonbridle",
      "Mooncradle",
      "When is Valere's birthday?",
      "Summer Solstice",
      "Winter Solstice",
      "First day of school",
      "True or False: Those traveling by yeet ball land on Sleeper Island after being caught by X'tol.",
      "TRUE",
      "FALSE",
      "True or False: The Molekin from Stonemasons Outpost are descended from a long line of elemental mages.",
      "TRUE",
      "FALSE",
      "How many red berries are required to make one portion of Berry Jam?",
      "5",
      "8",
      "11",
      "3",
      "Of these enemies, which one is NOT present in the Moorlands?",
      "Ant Bruiser",
      "Drillbat",
      "Rochèvre",
      "Srower",
      "Yolande, Valtraid and Keenathan are part of a pirate crew led by whom?",
      "Captain Kleshae",
      "Captain Cliché",
      "Captain Klee'shaë",
      "Captain Crochet",
      "What is the name of the enchanted currency that can control the undead?",
      "Token of Stolen Harpsichord",
      "Coin of Undeath Accord",
      "Coin of Undead Raccord",
      "Token of Cursed Pact",
      "What is the name of the raft the pirate crew used to sail across the Shallowmire?",
      "The Oakum Skiff",
      "The Leaky Seadog",
      "The Arm Wrestler",
      "The Dignified Dinghy",
      "Of these establishments, which one is NOT found on Sleeper Island?",
      "The Golden Pelican",
      "The Sleepy Mason",
      "The First Stage of Grief",
      "The Humble Boast",
      "What name did Malkomud give his pet salamander?",
      "Rockie",
      "Rocky",
      "Rock",
      "Rock thee",
      "In the Stonemasons Outpost, the Molekin are taking care of the wind tunnels so that they keep on fulfilling which function?",
      "Dry their clothes",
      "Play music",
      "Impress the people of Brisk",
      "Mine teal amber",
      "True or False: The First Stage of Grief was so named because the people of Lucent like to gather in mindful acceptance of their situation.",
      "TRUE",
      "FALSE",
      "True or False: Duke Aventry was resurrected from his ashes by the necromancer Romaya.",
      "TRUE",
      "FALSE",
      "If one were to buy a Scrimshawed Sword, how much gold would they need?",
      "72",
      "76",
      "80",
      "84",
      "In the Cursed Woods, what is the name of the enemy that had to be destroyed to get rid of the vines?",
      "Boulbe",
      "Mboulbe",
      "Sboulbe",
      "Meuporg",
      "Without any equipment, which of these skills costs Seraï 9 MP?",
      "Disorient",
      "Phase Shiv",
      "Venom Flurry",
      "Sunball",
      "When properly timing Garl's Nourish, what is the apple replaced by?",
      "A sundae",
      "A sandwich",
      "Half a sandwich",
      "Two sundaes",
      "How is the tool allowing one to propel themselves to stakes and climbable surfaces called?",
      "Grappling Hook",
      "Graplou",
      "Hook Shot",
      "Rope Dart",
      "Wraith Island was named after a Dweller appeared in the Haunted Mansion. What is that Dweller's name?",
      "Dweller of Woe",
      "Dweller of Nope",
      "Dweller of Trope",
      "Dweller of Harvest",
      "When a Gulgul escapes battle, what does it do?",
      "Walk through a portal",
      "Strike a pose in a puff of smoke",
      "Cast lightning on its allies",
      "Fly away",
      "What is the name of the sorcerer type enemies that can be found in the Necromancer's Lair?",
      "Mezmorfzodar",
      "Mermaidwizard",
      "Mermofwizquard",
      "Mezomormidard",
      "True or False: The previous captain of The Vespertine was named Stormcaller.",
      "TRUE",
      "FALSE",
      "True or False: Captain Klee'shaë acquired The Vespertine by spending a Coin of Undeath Accord.",
      "TRUE",
      "FALSE",
      "What is the title of Hydralion, the sea monster summoned by Stormcaller for his ultimate attack?",
      "Bringer of Tides",
      "Ruler of Tides",
      "Jeweler of Tides",
      "Breather of Tides",
      "When Garl gave the new town its name, which of these did he pick?",
      "Smile",
      "Smirk",
      "Mirth",
      "Joy",
      "What is the name of the spirit who inhabits the Crypt?",
      "Cryptwalker",
      "Cryptstalker",
      "Cryptmaker",
      "Crypttalker",
      "When playing Wheels, how many heroes is each player allowed?",
      "1",
      "2",
      "3",
      "4",
      "Of the following species, which one can NOT be fished on Sleeper Island?",
      "Grass Haddock",
      "Hardshell",
      "Ghosturgeon",
      "Lunar Trout",
      "Hortence the Ghost Navigator is famous for her skill with which instrument?",
      "Octave Mandolin",
      "Guitar",
      "Lute",
      "Octave Lute",
      "How many potatoes are required to make one portion of Hearty Stew?",
      "1",
      "3",
      "5",
      "7",
      "Without any equipment, how much MP does Valere's Lunar Shield cost?",
      "9",
      "10",
      "11",
      "12",
      "True or False: The Oracle of Tides' duty is to control the flow of water throughout the world.",
      "TRUE",
      "FALSE",
      "True or False: Without any equipment, Seraï's Venom Flurry and Valere's Moonerang have the same MP cost.",
      "TRUE",
      "FALSE",
      "Who built the giant statue that gave Watcher Island its name?",
      "The Great Eagle",
      "Malkomud",
      "The Fleshmancer",
      "The Docarri",
      "Torment Peak was visited long ago by another generation of Solstice Warriors. What did they do as they left?",
      "Sealed it once",
      "Sealed it twice",
      "Left it unsealed",
      "Sealed it thrice",
      "In a legendary feat of acrobatics, Seraï was able to bring the light from the eclipse into the depths of Torment Peak. What caused the eclipse in the first place?",
      "Proper timing",
      "The Solstice Amulet",
      "The Great Eagle",
      "Garl",
      "Which of these enemies DOES appear in the Jungle Path?",
      "Prapra",
      "Shrimp Knight",
      "Mangler Fish",
      "Acolyte Four",
      "In Docarri Village, what is the little girl collecting in exchange for items?",
      "Purple Rocks",
      "Magic Seashells",
      "Rainbow Conches",
      "Shiny Pearls",
      "What is the name of the big frog enemy with a throwing star on its back?",
      "Frogog",
      "Throad",
      "Garnooy",
      "Batrachianinja",
      "When undergoing the welcoming ritual to visit Docarri Village, where must one go to bathe their seashell?",
      "Sacred Grove",
      "Jungle Path",
      "Coral Cascades",
      "Mooncradle",
      "In exchange for his help, Resh'an asked [MAINCHAR] and [OFFCHAR] to retrieve something for him. What was this \"something\"?",
      "The Vial of Time",
      "The Flask of Borrowed Time",
      "The Oracle of Tides",
      "The Molekin Elder",
      "True or False: Glacial Peak is on Mesa Island.",
      "TRUE",
      "FALSE",
      "True or False: Of the Three Sisters, Yomara is the evil one.",
      "TRUE",
      "FALSE",
      "When playing Wheels, how much energy is generated by matching five squares?",
      "1",
      "3",
      "5",
      "7",
      "Of the following species, which one can NOT be fished on Mesa Island?",
      "Clockwork Crab",
      "Swordfish",
      "Lunar Trout",
      "Ninja Starfish",
      "What is the name of Resh'an's healing potion?",
      "Healing Mist",
      "Petrichor",
      "Abeyance",
      "Soothing Blend",
      "If presented with a lock sequence of Poison, Sword, Sword, and Arcane, which pair could remove them all by each performing a potentially boosted regular attack?",
      "Resh'an and Zale",
      "Seraï and Valere",
      "Valere and Resh'an",
      "Garl and Resh'an",
      "Of the following names, which one is NOT one of Caël's friends?",
      "Toe",
      "Spring",
      "Hammer",
      "Spike",
      "Complete the following: \"When the moon shines bright on autumn sheaves, comes forth the abomination of-\"",
      "Shrubs and leaves",
      "Boots and heaves",
      "Roots and leaves",
      "Hooves and heaves",
      "What is the name of the relic that increases the party's Max HP?",
      "Amulet of Storytelling",
      "Earrings of Health",
      "Infinite Apple",
      "Buffet",
      "Of the following skills, which is the one that can cause enemy displacement?",
      "Crescent Arc",
      "Abeyance",
      "Solstice Strike",
      "Phase Shiv",
      "True or False: The only two enemies present in the Air Elemental Skyland are the Sling Rabbit and the Braidzard.",
      "TRUE",
      "FALSE",
      "True or False: The Cloud Kingdom is ruled by a king and a queen.",
      "TRUE",
      "FALSE",
      "Excluding Puntie and The Council, how many Sky Giants are there in Cloud Kingdom?",
      "3",
      "5",
      "7",
      "9",
      "What was the name of the lava monster guarding what is now known as Kiln Mountain?",
      "Magmamphibian",
      "Toadcano",
      "Frogcano",
      "Volcanoad",
      "To gain 10% bonus damage versus undead targets, which of these trinkets should one equip?",
      "Spirit of Ninja",
      "Power Belt",
      "Shimmering Shard",
      "Green Leaf",
      "What name did Garl give the Sky Serpent formerly known as The Sleeper?",
      "Wentworth",
      "Cuthbert",
      "Sinclair",
      "Kamme",
      "Who taught Zale to use the combat skill Dash strike?",
      "Malkomud and Rockie",
      "Duke Aventry",
      "Seraï",
      "Romaya",
      "What is the name of the haute cuisine restaurant found in the Port Town of Brisk?",
      "The Gilded Seagull",
      "The Folded Cardigan",
      "The Golden Pelican",
      "The Haughty Cormoran",
      "What is BigBuggy's special attack called?",
      "Stalagbite",
      "Tectonics",
      "Geopuncture",
      "Stomp",
      "Of these ingredients, which one is NOT part of the recipe to make a Parfait?",
      "Milk",
      "Peach",
      "Red berry",
      "Maple syrup",
      "True or False: The monstrosity found in The Fleshmancer's Workshop had more than four tentacles.",
      "TRUE",
      "FALSE",
      "True or False: Seraï's computer companion is named Cedrick.",
      "TRUE",
      "FALSE",
      "Who invented the famous board game Wheels?",
      "Caël",
      "The Watchmaker",
      "The Fleshmancer",
      "Yolande",
      "Of the following species, which one can NOT be fished on Cerulean Island?",
      "Cybernardl'Hermite",
      "Laser Burbot",
      "Rock Shrimp",
      "Silicium Sponge",
      "How many units of fish are required to make one portion of Sashimi?",
      "4",
      "6",
      "8",
      "9",
      "Of the following skills, which one costs the LEAST amount of MP?",
      "Disorient",
      "Ebb",
      "Warble",
      "Lunar Shield",
      "What is the name of Seraï and Resh'an's combo attack?",
      "Arcane Shiv",
      "Arcane Barrage",
      "Potion Kick",
      "Arcane Flurry",
      "Which of these enemies does NOT appear in the Derelict Factory?",
      "Hoarsemech",
      "Drone",
      "Ronin Cowboy",
      "Turret",
      "What is Seraï's village called?",
      "Repine",
      "Languor",
      "Drear",
      "Dread",
      "In our home world, which entity is in charge of granting access to the Sea of Stars?",
      "The Oracle of Tides",
      "The Elder Mist",
      "The Sky Giants Council",
      "The Great Eagle",
      "True or False: The Dweller living at the bottom of the Infinite Abyss was called the Dweller of Dead.",
      "TRUE",
      "FALSE",
      "True or False: Seraï and her people were turned into cyborgs by a machine called The Catalyst.",
      "TRUE",
      "FALSE",
      "Why did Seraï leave her home world?",
      "To take a break",
      "To find Solstice Warriors",
      "To meet with The Elder Mist",
      "To become a pirate",
      "Of these three names, which one was NOT a member of the Triumvirate of Eminence?",
      "Casugin",
      "Abstarak",
      "Retrachter",
      "Of these items, which one is NOT for sale in Sky Base's vending machine?",
      "Wireplate Armor",
      "Neobsidian Staff",
      "Plasma Daggers",
      "Rosewood Cork",
      "What type of object was hidden in plain sight on Es'tristae, the giant statue at the center of the Sacrosanct Spires?",
      "A giant megaphone",
      "A gravity-based battery",
      "A portable house",
      "A speedball",
      "At a minimum, how many Combo Points must be spent to fill the ultimate bar?",
      "7",
      "8",
      "10",
      "12",
      "During his introduction speech, which of the following did The Artificer NOT describe himself as?",
      "The smartest there's ever been",
      "The ultimate engineer",
      "Genius incarnate",
      "In Sky Base's final rest area before The Catalyst's room, which of these elements was NOT present?",
      "A vending machine",
      "A save point",
      "A window",
      "A teleporter to the entrance",
      "What is the name of the Dweller of Dread's ultimate attack?",
      "Visions of Fear",
      "Deadstare",
      "Nightmare",
      "Dreadstare",
      "True or False: The Fleshmancer's Lair is to the east of the Sacrosanct Spires.",
      "TRUE",
      "FALSE",
      "True or False: There is a hidden oasis with treasure chests in the Cerulean Expanse.",
      "TRUE",
      "FALSE",
      "What was the name given to Erlina along with her new form?",
      "Elysan'darëlle",
      "Elysand'arëlle",
      "Elysandarëlle",
      "What did Seraï tell the Soul Curator had just occurred as he died?",
      "Revenge",
      "Retribution",
      "Vengeance",
      "Comeuppance",
      "Of these combo moves, which one costs the least amount of Combo Points?",
      "Moon Shiv",
      "X-Strike",
      "Conflagrate",
      "What is the meaning behind the enemy with \"OAF\" as a name?",
      "Over Again Fail",
      "Open All Fears",
      "Oops All Feet",
      "Over All Famous",
      "During the vision of the Humble Boast in the Fleshmancer's Lair, what was the name of the employee the innkeeper was looking for?",
      "Nicole",
      "Dubreux",
      "Carl",
      "How much HP is recovered from eating a Gourmet Burger?",
      "175",
      "135",
      "210",
      "160",
      "What is the name of the Phase Reaper's ultimate attack?",
      "Phase Strike",
      "Flowering Breath",
      "Flourishing Death",
      "Billowing Strike",
      "What was LeJugg's color transition when he went from his first to his second form?",
      "From red to blue",
      "From blue to red",
      "From gray to yellow",
      "When fighting the Gun Goddess, how many bullets would be fired by \"Fan the hammer\" if two had previously been destroyed?",
      "3",
      "4",
      "6",
      "8",
      "10",
      "After focusing Aephorul on a diversion, Resh'an placed an anchor in time linked to a magic device he would later place in the Moorlands. What is the device called?",
      "The Time Egg",
      "The Resurrect Clock",
      "The Chronophage",
      "The Portal Frame",
      "What was the name of the one in charge of the team that built Es'tristae?",
      "X'tol",
      "T'kor",
      "K'tor",
      "R'tok",
      "What were the names of three people in charge of the Cerulean Expedition that found the clues which led to The Queen That Was?",
      "Joce, Brochu and Elbi",
      "Joyce, Dubreux and Elbi",
      "Joss, Brochet and Elbi",
      "Josh, Dubreux and Elbi",
      "During the ancient battle between the Molekin mages and the Kunus'nuku zealots, what is the name used to refer to the moment when the Sky Serpent appeared?",
      "The Great Cataclysm",
      "The Great Summoning",
      "The Great Conjuring",
      "The Great Collapse",
      "What number is obtained by putting together the base MP costs of Moonerang and Dash Strike, then subtracting the MP cost of Petrichor?",
      "0",
      "3",
      "2",
      "9",
      "When playing Wheels, which of these units deals the most damage to the enemy's bulwark (wall)?",
      "Level 2 Warrior",
      "Level 1 Engineer",
      "Level 2 Priest",
      "Level 2 Mage",
      "Across all fishing lakes, how many unique species are there to be caught?",
      "12",
      "15",
      "19",
      "23",
      "Which of the Fleshmancer Acolytes gave Duke Aventry the magic shard that would summon the Night Shroud?",
      "One",
      "Two",
      "Three",
      "Four",
      "In his pursuit to achieve the great alchemical feat known as Living Glass, what was the one ingredient Resh'an had always been missing in his subject?",
      "Unbeatable wits",
      "Unwavering courage",
      "Unfathomable strength",
      "Unbreakable will",
      "Here in Lucent, which item had to be given to a ghost in order to obtain the key that unlocked the shed?",
      "Ectoplasm Pasta",
      "Turbo Cookie",
      "Spectral Pastry",
      "Bone Burger",
      "Which of these areas appeared first in [MAINCHAR] and [OFFCHAR]'s adventure?",
      "Autumn Hills",
      "Songshroom Marsh",
      "Glacial Peak",
      "Clockwork Castle"
    ]
  }
}