{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Repine_EN",
  "locCategoryId": "CeruleanIsland/Repine",
  "language": 0,
  "strings": {
    "Array": [
      "...",
      "My house is all the way up. We can make our plans there.",
      "Good morning, <color=good>Cedric</color>.",
      "Good morning, Seraï.",
      "I see your journey to other worlds in search of Solstice Warriors has proven successful.",
      "Odds increase: drastic.",
      "What's the status?",
      "Moon still sunken.",
      "Sun remains blocked by clouds.",
      "Fleshmancer yet inhabits the castle which cannot be reached.",
      "Active Threat: Dweller of Dread.",
      "Any recent events?",
      "Fleshmancer activity detected a few days ago.",
      "Fleshmancer left briefly for another world. Returned with new monster lieutenant named <color=bad>Elysan'darëlle</color>.",
      "Erlina...",
      "Confrontation with Elysan'darëlle not recommended.",
      "We'll see about that!",
      "Recommended action: use Solstice Warriors to defeat Dweller of Dread.",
      "Recommended action dependency: make for Sky Base to remove clouds and reconnect sun and moon.",
      "...",
      "But how to get there...",
      "Report: Surveyal of the <color=location>Cerulean Expanse</color> continued while you were away.",
      "And?",
      "Faint energy was detected. Concordant with old records about <color=magic>the dead of a forgotten race</color>.",
      "(!!)",
      "Rumored builders of the speedball network. Might know a way to bring it back online.",
      "Analysis of rails and ramps confirm speedball network as a potential route into Sky Base.",
      "Recommended action: Follow survey probe through Cerulean Expanse and investigate signal.",
      "Shot analysis: long.",
      "At least we have a lead.",
      "Presence confirmed of servants to <color=bad>The Queen That Was</color>. Confrontation likely unavoidable.",
      "Don't worry, they can fight.",
      "Probe calibrated. Will beep faster to show objects of interest.",
      "Good luck.",
      "(The Cerulean Expanse...)",
      "(Could they really be somewhere in there? And still alive somehow?)",
      "One more thing, Cedric.",
      "Yes?",
      "...",
      "I want them to see what we are facing.",
      "The Dweller of Dread?",
      "Show them.",
      "Dispatching drone.",
      "Your people...",
      "We're taking this thing down!",
      "Solstice Warriors demonstrate emotional investment. Might negatively affect performance.",
      "Recommended action: breathe in.",
      "Don't worry about us, that monster is getting its due!",
      "Recommended action: breathe out.",
      "...",
      "Hahaha! Thanks, Cedric.",
      "Okay, first the moon has to shine again. We need you two at full power.",
      "The Cerulean Expanse is east of Repine.",
      "Here's hoping whatever we find there will be able to help...",
      "Teaks?",
      "You go ahead, I want to talk with Cedric.",
      "I'll catch up later!",
      "Look...",
      "And the clouds are gone too...",
      "Do you need to rest?",
      "Yes",
      "No",
      "...",
      "...",
      "...",
      "...",
      "Probe calibrated for Cerulean Expanse.",
      "Will beep faster to show objects of interest.",
      "Good luck.",
      "Safe travels.",
      "Dweller of Dread eliminated. Odds increase: significant.",
      "Fascinating...",
      "Decryption console online. Please present any <color=magic>Data Strips</color> you may have.",
      "Decryption not possible unless more Data Strips are found.",
      "Recommended action: Find more Data Strips.",
      "There is now enough data to extrapolate encryption pattern.",
      "Operation successful. Printing <color=magic>Cypher</color>.",
      "Decryption console offline.",
      "Feed me something SWEET.",
      "Feed me something WARMING.",
      "Feed me something MEATY.",
      "Feed me something LIGHT.",
      "Feed me something FROM THE WATER.",
      "Tasty.",
      "Not SWEET enough.",
      "Not WARMING enough.",
      "Not MEATY enough.",
      "Not LIGHT enough.",
      "Not FROM THE WATER enough.",
      "This was everything I ever wanted and more. Dispensing reward.",
      "This was everything I ever wanted and more.",
      "Man, I wish there was some way to cheer people up. It's like I'm the only one other than Seraï who still has some energy, but I'm no fighter!",
      "You're from another world, right? You got any games out there?",
      "Wheels, huh? That does sound like it could be fun!",
      "Could you do me a favor and ask that Watchmaker from your world if there's any way to get a table delivered here? I'd love to play some Wheels!",
      "Want to play some <color=magic>Wheels</color> with me?",
      "Casual",
      "Champion",
      "Versus Player",
      "Maybe later",
      "Ah... Too bad...",
      "There it is!!",
      "It's a tie!",
      "Hey, you win!",
      "Congratulations, you won! Here's something for you!",
      "Ha! I win!",
      "Quitting already?",
      "Happy to play Champion, but you got a reward from me already.",
      "I see. Well, these rules are simple enough.",
      "I'll just take a few moments to analyze all the patterns!",
      "Okay! I'm a champion now, wanna try me?",
      "I still see it in my dreams.",
      "Will the nightmares go away now?",
      "I want a way back to my mind.",
      "The Dweller is no more?",
      "Get it out of my head...",
      "The Catalyst... the pain...",
      "I used to feel...",
      "I saw it... please tell me I saw it...",
      "I wish that I could give up...",
      "The clouds... how...?",
      "They did too much to us...",
      "What... is there to even save...?",
      "There's no peace left in our hearts.",
      "Our queen's betrayal... Seraï... almost saved us...",
      "I don't want to stay.",
      "Should I... believe...?",
      "We should have turned the other way.",
      "Soul Curator... I remember now...",
      "Seraï... Why would you return...?",
      "Seraï... it's supposed to be impossible...",
      "Someone must have known...",
      "The moon...",
      "How can I go on?",
      "Is it a trick of the mind... hope...?",
      "...S...SW...SE...S...",
      "Sealed using powerful encryption. A <color=magic>Cypher</color> might do the trick."
    ]
  }
}