{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ShallowMire_EN",
  "locCategoryId": "SleeperIsland/ShallowMire",
  "language": 0,
  "strings": {
    "Array": [
      "Take in the sunlight, pals. Word is Wraith Island's reaaaal gloomy!",
      "Aye. A good ol' soul-based Dweller'll do that.",
      "...",
      "Nothing ye solstice folk can't fix, ov course.",
      "Well, 'least I hope so... Wouldn't want to end up moving there permanently!",
      "What do you mean?",
      "...",
      "Don't ya know 'bout the one-way trip thing?",
      "Well, here's another one y'all've never heard before.",
      "No one that's been to Wraith Island has EVER RETURNED!",
      "...",
      "Why not?",
      "Keenathan?",
      "Stories say that the <color=bad>Dweller of Woe</color> has mind control powers.",
      "Anyone setting foot on Wraith Island is cursed to remain there for the rest of their lives.",
      "And life on Wraith Island is... lived day by day, for no one knows who the Dweller will prey on next.",
      "Prey?",
      "These things feed, ain't ya heard?",
      "Aye, every so often, the Dweller sings with her <color=bad>cursed voice</color>, compelling one of the denizens of Wraith Island to sleepwalk into her lair, never to return...",
      "...",
      "Okay, that's...",
      "But why would people even go there, then?",
      "Beats me! Curiosity, boredom, a need to escape?",
      "Ye'll get to ask soon enough, in any case.",
      "Did you guys know about all this?",
      "Don't worry, Garl. It's what we've been trained for.",
      "And the Headmaster is in charge of the mission. He's dealt with many Dwellers before.",
      "Erlina and Brugaves will be there too, and they're much stronger than us.",
      "I'm sure you can handle it, it's just... kind of giving me the creeps.",
      "With the eclipse to make it vulnerable, it'll be over quick. And don't forget, it's the last Dweller!",
      "...",
      "That means you'll be free from duty! We can travel the world!",
      "Ahoy, Captain! Seems the sun be setting.",
      "...",
      "Don't ya blink now, or ye'll miss it.",
      "!!!",
      "Behold, the legendary ghost ship that appears at dusk. <color=bad>The Vespertine</color>!",
      "Quite the prize...",
      "The Vespertine will be ours one day, or my name is not Keenathan!",
      "All in due time, mateys. For now, we're 'bout to hit the docks.",
      "Hey, so we got to fly for a second time. That's pretty neat, huh?",
      "You should save your energy, Garl.",
      "I'm okay, it doesn't hurt anymore.",
      "I'm just reaaally sleepy.",
      "We'll be with you until the end.",
      "I know. I'm so lucky.",
      "Hey, promise me one thing?",
      "Anything.",
      "I want you to use this gift.",
      "You'll travel across the <color=magic>Sea of Stars</color>, whatever that is?",
      "We'll do it... for you.",
      "I mean, someone has to kick Erlina's butt and teach The Fleshmancer a lesson.",
      "Might as well be you, right?",
      "We'll go and do that. Don't worry.",
      "Oh, and you'll keep cooking too, right? Use what I taught you?",
      "Every day.",
      "We'll miss you so much...",
      "[MAINCHAR], [OFFCHAR], I can't thank you enough... for everything...",
      "All those moments together... all the adventures...",
      "I couldn't have asked for better friends...",
      "I...",
      "...",
      "...",
      "..."
    ]
  }
}