{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "ShroomSongMarsh_EN",
  "locCategoryId": "MesaIsland/ShroomSongMarsh",
  "language": 0,
  "strings": {
    "Array": [
      "An abandoned house?",
      "Welcome, welcome.",
      "I am <color=good>Yomara</color>, a simple hermit.",
      "We've already met your sister, the necromancer!",
      "Please, there's no need for that.",
      "Romaya's evil ways are precisely that. Romaya's.",
      "I am but a neutral observer in the affairs of this world.",
      "You're a seer, aren't you? Does that mean we're getting a prophecy again?",
      "Why, if it ain't the Warrior Cook!",
      "I have been expecting you.",
      "Please, eat a fruit from my tree.",
      "Really? Don't mind if I do!",
      "Just one now.",
      "The taste is unbelievable! What are they called?",
      "Pears.",
      "Well, I would never use pears for cooking, they're perfect just the way they are!",
      "I knew you were the chosen one.",
      "Hmm?",
      "Being a seer has its perks. Like knowing who is capable of fully appreciating a fresh pear.",
      "...",
      "So...",
      "That's it?",
      "Yes. The threads of fate seldom speak to me about the near future.",
      "I only deal in the cataloging of grander arcs.",
      "My apologies, but I have no insights for you.",
      "You...",
      "You are...",
      "A cold breeze is rising. Why don't you come in for a little bit?",
      "...",
      "Now, which volume was it...",
      "Probably somewhere with my older work...",
      "<color=good>The spirit that will carry the night</color>, I was really overthinking titles back then...",
      "<color=bad>Primal Fear</color>, no...",
      "Oh, that's where I put <color=good>Ovate of Seasons</color>!",
      "...",
      "Ah, there it is! <color=magic>Ethereal Occurrences Vol. 2</color>.",
      "Let's see here...",
      "...",
      "Oh yes, I remember now.",
      "Another prophecy, this is exciting!",
      "*ahem*... Immortal Alchemist, step forward!",
      "Excuse me?",
      "You can fancy yourself a god if you like, but you remain bound by fate all the same.",
      "Now, listen up.",
      "During your travels with these young adventurers, you will meet <color=magic>the dead of a forgotten race</color>.",
      "Among them will be one asking to fight alongside Solstice Warriors.",
      "Be welcoming, for this entity's unbreakable will is the key to achieving the one great feat of alchemy that eludes you still.",
      "!!!",
      "What is she talking about?",
      "(Living Glass...)",
      "(Could it truly work at last?)",
      "Thank you, Crone of the Marsh.",
      "That will be all.",
      "I carry a small inventory of items for sale, and the fireplace is yours if you need to cook or rest.",
      "Oh, and you will need a key for the gate south of here. Here.",
      "Thanks, Yomara! ",
      "Be well.",
      "Feel free to rest at the fireplace. Did you need anything from my storage?",
      "Looks like this big mushroom should react to the Time of Day.",
      "I know why you are here, but as always, I must remain neutral.",
      "This means I can neither help you, nor can I prevent you from staring into my <color=magic>cauldron</color>.",
      "??",
      "As the liquid stirs, a vision appears...",
      "These runes... Perhaps we should take some notes?",
      "Oh. you want to play <color=magic>Wheels</color> with me?",
      "Casual game",
      "Champion game",
      "Maybe later",
      "I don't mind playing Champion again, but I don't have another reward for you.",
      "As I have foreseen, it's a tie.",
      "My visions didn't lie, you won. Here's your prize.",
      "My visions didn't lie, you won.",
      "I win. Maybe have should have let you know it would end like this?",
      "You prefer to play some other time?",
      "Yomara's pear tree.",
      "The bookshelf is filled with dusty tomes.",
      "Full of incoherent notes that seem to come from a racing mind."
    ]
  }
}