{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "SkyGiantsVillage_EN",
  "locCategoryId": "Skylands/SkyGiantsVillage",
  "language": 0,
  "strings": {
    "Array": [
      "Whoa...",
      "Who would have thought, huh?",
      "You know what it is you seek out here?",
      "An audience!",
      "What?",
      "There's a council... thing.",
      "I think.",
      "Let's look around.",
      "Who demands audience?",
      "Present yourself!",
      "*Ahem*...",
      "I AM THE ONE DEMANDING AUDIENCE!",
      "We can hear you just fine. No need to shout.",
      "Oops...",
      "Name?",
      "Garl!",
      "Title?",
      "What?",
      "Title!",
      "His title is Warrior Cook.",
      "...",
      "(<color=moon>Luana</color>?)",
      "(*mumble* *mumble*)",
      "(*mumble* *mumble*)",
      "Warrior Cook.",
      "It is our understanding that you are on <color=magic>Borrowed Time</color>.",
      "I am, and I have a request.",
      "Then speak.",
      "It's for my friends here.",
      "I want you to grant them access to the <color=magic>Sea of Stars</color>.",
      "!!!",
      "!!!",
      "!!!",
      "(*mumble* *mumble*)",
      "Do you understand what you are asking of us?",
      "Absolutely.",
      "And who will vouch for you?",
      "Vouch?",
      "I don't know, I thought we could just-",
      "I will.",
      "!!!",
      "(*mumble* *mumble*)",
      "Great Eagle. You honor us with your presence.",
      "Tell us, then. Do they possess the key?",
      "Yes. They have reclaimed The Vespertine.",
      "Do they possess the strength?",
      "Yes. [MAINCHAR_GODNAME] and [OFFCHAR_GODNAME] have awoken.",
      "Their wish is to accept this final gift from their friend and complete their journey.",
      "Do they possess the will?",
      "Seraï.",
      "!!!",
      "How did she get here?",
      "Determination.",
      "(*mumble* *mumble*)",
      "We deem this group of travelers satisfactory.",
      "This leaves only the matter of <color=magic>The Deed</color>.",
      "What does the Warrior Cook intend to offer in exchange for his friends' passage?",
      "(I hope you have a plan.)",
      "Well? What do you propose?",
      "I will wake The Sleeper!",
      "!!!",
      "You would bring total destruction to this world?",
      "What makes you believe we would accept such a proposition?",
      "Don't worry, I'll make it friendly again!",
      "The Elder Mist once told me that I might \"soothe a long tormented soul.\"",
      "This is what he meant, I'm certain of it.",
      "(*mumble* *mumble*)",
      "That is a tall order. What is your plan?",
      "The runes in the Moorlands. I wasn't sure at first, but now I know what they meant.",
      "There are no more <color=good>Ovates</color>. How, then?",
      "I will complete the ritual of the elements by cooking with them!",
      "(Impossible...)",
      "(*mumble* *mumble*)",
      "We agree to entertain your plan.",
      "How will you use Water?",
      "<color=magic>Magic Dew</color> to instantly grow the crops I'll need.",
      "Sea monsters are extinct.",
      "Magic Dew will not manifest without an enchanted scale.",
      "Don't worry, I know just the place to find one!",
      "How about Fire, then?",
      "<color=magic>Natural heat</color> from the volcano without a name.",
      "Preposterous. The <color=bad>lava monster</color> would kill you instantly.",
      "It's okay, my friends are pretty strong.",
      "Earth?",
      "The volcano will be <color=magic>terraformed</color> by magic so I can use its summit as a giant oven to bake my creation.",
      "And I suppose you \"know just the wizard\"?",
      "Sure do! And that volcano will finally have a name: <color=location>Kiln Mountain</color>!",
      "(Don't push your luck, kid...)",
      "(*mumble* *mumble*)",
      "(*mumble* *mumble*)",
      "We like the name.",
      "That leaves the final element. How does Wind come into play?",
      "We will capture <color=magic>Zephyr</color> in a bottle.",
      "When my creation is complete, I will let it carry the scent to The Sleeper's nostrils.",
      "And why do you require a volcano-sized oven?",
      "Because I will bake the biggest loaf of bread the world has ever seen!",
      "Haha!",
      "(*mumble* *mumble*)",
      "And what makes you believe that it will be enough to make The Sleeper friendly again?",
      "Oh come on, no one can be grumpy when they wake up to the smell of freshly baked bread!",
      "(*mumble* *mumble*)",
      "(*mumble* *mumble*)",
      "We find no valid counter-argument.",
      "If you can truly soothe The Sleeper, we will grant your friends access to the Sea of Stars.",
      "The volcano is now open. You will also need this.",
      "Right on!",
      "Great job up there, Garl!",
      "Yeah, that went well!",
      "I have never seen the council so easily swayed...",
      "Okay, let's go back and plan this whole thing.",
      "Hey, what's your name?",
      "<color=good>Puntie</color>! Why do you ask?",
      "Great, one sec.",
      "Alright, I don't have a lot of time so we should split up.",
      "What?",
      "I'm staying with you.",
      "There's no time. Just trust me, okay?",
      "I'm in charge of Earth, anyway. No danger on my path.",
      "And where is that?",
      "Remember Malkomud?",
      "He promised he would come around if a good deed demanded his magic.",
      "You think he can terraform a volcano?",
      "Yup! Plus, the design I have in mind is pretty straightforward.",
      "(...)",
      "Anyway. Zale, you're in charge of Air.",
      "West of here is a skyland you can access using the Wind Key they gave us.",
      "Find Zephyr, and bottle it up.",
      "Consider it done.",
      "Valere, you've got Fire.",
      "Go through the volcano and defeat the lava monster, then we can redirect the heat and terraform the summit into a giant kiln.",
      "Got it.",
      "Seraï, that leaves Water.",
      "After dropping Valere off at the volcano, get Hortence to take you back to the Sea of Nightmare.",
      "But please don't kill Hydralion, we only need one scale.",
      "Okay.",
      "Once you have the scale, just take it to Teaks in Mirth. The villagers will come together to grow and harvest the crops.",
      "Get as much as you can on The Vespertine and meet us at the volcano. Well, that'll be Kiln Mountain by then, I guess.",
      "Understood.",
      "So, first, those who will use the boat.",
      "Valere and Seraï, please stand in front of Puntie here.",
      "What about me?",
      "Oh I... Well, I assumed you weren't allowed to help.",
      "This matter isn't related to a Dweller. I am free to choose.",
      "Uh, okay...",
      "Well, the four elements are assigned but I guess you can join one of the teams.",
      "There won't be any danger on my path though, so who else do you want to help?",
      "All three.",
      "!!",
      "This guy is good!",
      "Okay, Valere, now say \"Khukharr.\"",
      "...",
      "Khukharr?",
      "Whoa!",
      "Pretty cool, huh?",
      "Alright, Zale, I'll see you over at Kiln Mountain once we have everything.",
      "Stay safe, Garl.",
      "You bet.",
      "*Cough cough*",
      "I'm alright, don't worry.",
      "X'tol!",
      "The skyland is west of this village. Lead the way.",
      "You have returned.",
      "We are sorry about the passing of your friend. Our world has lost a kind soul indeed.",
      "...",
      "Thank you.",
      "The Sleeper's been soothed, and has awoken.",
      "So it has.",
      "You would claim the reward, then?",
      "Yes.",
      "We demand access to the <color=magic>Sea of Stars</color>.",
      "Are you prepared for the voyage?",
      "...",
      "We are.",
      "(*mumble* *mumble*)",
      "Do they know what to expect?",
      "...",
      "We don't know what the Sea of Stars even is...",
      "It is the very passage you seek in order to see this journey through.",
      "It lies at the core of our world.",
      "The infinitely great within the infinitely small.",
      "How do we get to it?",
      "We shall get to that in due time.",
      "First, all travelers must be registered.",
      "Please gather your group.",
      "Honorable council. If you could make an exception, I would like to go as Captain Klee'shaë.",
      "My crew, they...",
      "(*mumble* *mumble*)",
      "We will allow it.",
      "Thank you.",
      "Okay, let's gather everyone and form a line.",
      "Present yourselves, travelers!",
      "[MAINCHAR_ROLE] [MAINCHAR].",
      "Next!",
      "[OFFCHAR_ROLE] [OFFCHAR].",
      "Next!",
      "Next!",
      "Pirate Captain Klee'shaë.",
      "Next!",
      "I will travel across the Sea of Stars, or my name is not Keenathan!",
      "Role and name please.",
      "Pirate Wind Mage Keenathan.",
      "(*mumble* *mumble*)",
      "(*mumble* *mumble*)",
      "The error must be on our end. We will disregard it.",
      "Next!",
      "Pirate Quartermaster Jack O Valtraid.",
      "Next!",
      "Pirate First Mate Yolande Earnest Well-Meaning Demolition Busy Lookout Practicality Anytime Service Fortwal!",
      "Found her.",
      "Next!",
      "Ghost Navigator Hortence.",
      "Already cleared from a previous trip.",
      "Next!",
      "Traveling Historian Teaks.",
      "All clear.",
      "[MAINCHAR_GODNAME]!",
      "You are the leader of this group?",
      "Yes.",
      "We hereby grant you access to the Sea of Stars.",
      "Allow us.",
      "The four sunken giants mark the <color=location>entrance</color>.",
      "Now go, and sail away to where you are most needed.",
      "Thank you. We will use this gift to bring about peace.",
      "Godspeed!",
      "Godspeed!",
      "Godspeed!",
      "I can see you, don't worry!",
      "Waking The Sleeper... That sounds risky, no?",
      "It has been so long since the way to the Sea of Stars was last opened...",
      "Little ones! Are you going to meet the council?",
      "If so, I wish you luck. They can be VERY difficult.",
      "Was the council hard on you?",
      "The way to the Sea of Stars has been opened? Quite a big feat for such small creatures! ",
      "Small visitors! Did Luana mend the connection at last?",
      "The Sleeper, huh? I hope you know what you're doing.",
      "Wentworth is a great name! It's good to have our Sky Serpent be friendly again.",
      "Hello down there, I'm the local craftsman. Some of the smaller jewels I create should be just your size. Want to take a look?",
      "If you need to rest, I have a small corner for visitors your size.",
      "Okay",
      "No thanks",
      "Don't be a stranger now!",
      "Sleep well!",
      "I do hope my accommodations are cozy enough for you.",
      "...",
      "Need to go somewhere fast?",
      "X'tol",
      "Y'eet",
      "Khukharr"
    ]
  }
}