{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TheVespertineDungeon_EN",
  "locCategoryId": "SeaOfNightmare/TheVespertineDungeon",
  "language": 0,
  "strings": {
    "Array": [
      "YE FOOLS, THE VESPERTINE WILL RETURN TO THE <color=bad>SEA OV NIGHTMARE</color> ANY SECOND!!",
      "GET OFF RIGHT NOW!!!",
      "...",
      "What happened? I saw someone, and then...",
      "Welcome to the Sea ov Nightmare, scallywags!",
      "Nice going there, binding yer souls to an ancient pirate curse like that.",
      "Hello, we... plan on claiming the ship for ourselves.",
      "Haha! Now THAT'S a good one!",
      "And how do y'all plan on doing that?",
      "These two are Solstice Warriors.",
      "Pardon?",
      "They can use solar and lunar magic. No creature is immune to it.",
      "Solstice magic, huh? How can such a coincidence...",
      "Yer 'nother hallucination, ain't ye?",
      "BRACE!!",
      "Alright, <color=bad>Stormcaller</color> has sensed yer presence. I s'pose this makes ya real.",
      "So you're the one known as “The Navigator?”",
      "<color=good>Hortence</color> be the name. Use it.",
      "Can't imagine how y'all ended up here, but it's a relief someone can finally fight those things.",
      "You mean the ghost pirates? Aren't they...",
      "My former crewmates? Aye, going along with mutiny'll do ya in like lil' else.",
      "Well, I s'pose instigating mutiny is worse. Sometimes I wish I was also made an undead of the brainless sort...",
      "So, your former captain, this Stormcaller. How do we stop him?",
      "I reckon we don't, if the last couple of centuries are any indication. See, the curse only has two possible outcomes.",
      "Either Stormcaller gives up, or I let The Vespertine sink, and neither of us has budged an inch so far.",
      "What if we fought him?",
      "Fight the Captain?",
      "Look alive, Stormcaller be the most formidable wind mage the world has ever known!",
      "We can hold our own in battle.",
      "Oh? Reckon ya can beat a grudge so strong it magicked a parallel nightmare realm in which to torture a crew for all eternity?",
      "...",
      "Look, if y'all are foolish enough to wag yer swords at him, I won't stop ya, but first his wind barrier needs weakening.",
      "Any leads?",
      "There're three lightning rods sending power back to the maelstrom where he channels this never-ending storm.",
      "Y'all want to confront him, that's the first step.",
      "And where are the rods?",
      "Beats me! And even if I knew, there ain't no way to tell which way is up in this nightmare.",
      "Okay, how 'bout this for a first test?",
      "My map should be below decks. In the kitchen, past the crew quarters.",
      "If y'all can fetch it and return alive, I'll entertain this plan o' yers.",
      "One map, coming up!",
      "That's the map. Let's return to Hortence.",
      "Hey, y'all're starting to give me hope!",
      "Can we find the rods now?",
      "Aye, the map's magic connects to the sea. Should allow ye to get an idea ov the place.",
      "Why don't ye take the wheel? I could certainly use a break.",
      "Looks like a logbook.",
      "These cannons haven't been fired in a while.",
      "Whoever crafted this knew what they were doing.",
      "The deed is done.",
      "What do we do now?",
      "WE BRACE!!!",
      "Free at last...",
      "It's finally over!",
      "Now THAT feels good!",
      "So, why'd y'all need the ship in the first place?",
      "There's these people we still need to help relocate. But please take some time, you just got out.",
      "Imma belay that rest, grub boy! I owe ye one, plus, friends o' yers are friends o' mine.",
      "Take me to 'em!",
      "My map should be below decks, in the kitchen past the crew quarters.",
      "Did ye find the map?"
    ]
  }
}