{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "TormentPeak_EN",
  "locCategoryId": "WatcherIsland/TormentPeak",
  "language": 0,
  "strings": {
    "Array": [
      "Better stay alert in there, we've got no information about this Dweller.",
      "Right behind you.",
      "Uh... Zale?",
      "Any idea here?",
      "...No, but it doesn't feel evil.",
      "Good morning!",
      "Oh? Hello, ma'am!",
      "Wow! You all look so healthy!",
      "Is that a sword?",
      "Hey, you're like this other guy!",
      "He could shoot tiny little suns!",
      "He said he'd save our mom, but then he left instead.",
      "So rude!",
      "DON'T BE RUDE, SUNBOY!",
      "DON'T BE RUDE, SUNBOY!",
      "DON'T BE RUDE, SUNBOY!",
      "Haha! Can we keep one?",
      "What happened to your mom?",
      "She's down below!",
      "We love her so much!",
      "She says we can't go and see her because of the monster!",
      "So we just stare at her from up here!",
      "She's so pretty!",
      "We used to run around the island.",
      "I miss the clouds.",
      "DO CLOUDS STILL EXIST?",
      "DO CLOUDS STILL EXIST?",
      "DO CLOUDS STILL EXIST?",
      "Hey, it sounds like they're talking about the <color=good>Gorilla Matriarch</color>.",
      "But Teaks said all divine spirits had been destroyed by The Fleshmancer long ago.",
      "The Headmaster mentioned this too, though he said they were either destroyed or harvested...",
      "...",
      "So the cubs are...",
      "Food for the Dweller.",
      "How did our order not stop this!?",
      "We just put a seal on the mountain and pretend like nothing happened?",
      "Hey, it's rude to just talk between yourselves!",
      "DON'T DO THAT!",
      "DON'T DO THIS!",
      "DON'T DO THAT!",
      "We will help your mom and get you all back outside!",
      "Really?",
      "That would be so good!",
      "We could run around the island again!",
      "Or maybe they'll never return, like our siblings.",
      "I think they were eaten by the monster.",
      "I think they found a nicer room and don't want to share.",
      "NOT SHARING IS RUDE!",
      "NOT SHARING IS RUDE!",
      "NOT SHARING IS RUDE!",
      "We will return. You have our word.",
      "Let's end this madness.",
      "Gorilla Matriarch! You really are alive!",
      "You should not have come. The evil of this place is too vile to confront, even for Solstice Warriors.",
      "What happened to you?",
      "I was subjected to The Fleshmancer's final affront to this world.",
      "Before leaving, he placed a <color=bad>Seed of Evil</color> in the depths of this mountain and bound me here, so that my cubs would remain in close proximity.",
      "This guy, I swear...",
      "I am cursed to watch helplessly as they walk before me on the way to be devoured by the growing Dweller of Torment.",
      "And with their innocent minds so easily controlled, my pleas always go unheard...",
      "...",
      "What a terrible fate.",
      "How did we not know about this?",
      "Surely those who came before would have reported on the presence of a divine spirit, let alone a Dweller!",
      "It's all connected to the curse of this place. It was devised to be the perfect lair.",
      "Memories formed within the mountain belong to it forever.",
      "Solstice Warriors came, but whenever they left to get reinforcements, they would remember nothing other than a crippling sense of dread.",
      "All they could do was seal the mountain and never return.",
      "I'm so sorry...",
      "There isn't much that could have been done even if they did prepare a cleansing.",
      "We are so deep within the lair, the light from the eclipse would never touch the Dweller to make it vulnerable.",
      "There has to be a way!",
      "Your duty to the world at large is paramount. Please, seal the mountain again and go.",
      "We're trying no matter what.",
      "No sitting around for me this time, I'm fighting too!",
      "Okay, so Resh'an's potion is keeping our memories safe, but that's useless for the fight.",
      "And the Solstice Amulet should resonate with the Dweller, but the light from the eclipse will never get in here.",
      "I'll handle this part. Just go and trigger the eclipse.",
      "Sera誰 has left the party.",
      "Okay, no turning back now!",
      "Your duty to the world at large is paramount. Please, seal the mountain again and go.",
      "Hang in there, Matriarch.",
      "Hey, there's a cub!",
      "Hello there, little guy!",
      "...",
      "I want to see my mom.",
      "She's just over there! Come, we will take you to her.",
      "I feel she is this way.",
      "I think you lie.",
      "Please come with us, we talked to her and she is very worried!",
      "Why do you lie?",
      "...",
      "I want to see my mom. Leave me alone.",
      "Wait!",
      "Why don't you try us for lunch instead, you creep!",
      "The amulet reacted, I can feel the eclipse!",
      "Sera誰... Whatever you're planning, please make it quick.",
      "It's useless... We need the light!",
      "Make way!",
      "Sorry I'm late.",
      "Right on, Sera誰!",
      "Let's take this thing down.",
      "We did it! Good thinking, Sera誰!",
      "Now to destroy the core.",
      "Together!",
      "Ready to go free the Matriarch?",
      "You bet!",
      "You owe us nothing, Matriarch.",
      "Oh, but it is the least I can do!",
      "Fixing The Watcher will only take a moment, and its prism is how you will find what you are looking for.",
      "Mom, can we go run around the island now?",
      "Certainly, my dear. In fact, we must run to The Watcher right now.",
      "Mom, can we go swimming now?",
      "First we must go to The Watcher, then we can go to the water.",
      "Watcher-water.",
      "Hey, how fast can you say watcher-water?",
      "Watcher-water!",
      "Watcher-water!",
      "WATCHER-WATER WATCHER-WATER WATCHER-WATER WATCHER-WATER!!!",
      "WATCHER-WATER WATCHER-WATER WATCHER-WATER WATCHER-WATER!!!",
      "WATCHER-WATER WATCHER-WATER WATCHER-WATER WATCHER-WATER!!!",
      "The Celestial Rune is broken, we can't use the Time of Day to activate this device. ",
      "Another seal. Someone tried really hard to contain this...",
      "I think they found a nicer room and don't want to share.",
      "I think they were eaten by the monster.",
      "We love her so much!",
      "We could run around the island again!",
      "She says we can't go and see her because of the monster!",
      "She's down below!"
    ]
  }
}