{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "UndergroundOutpost_EN",
  "locCategoryId": "TrekToPlanetCenter/UndergroundOutpost",
  "language": 0,
  "strings": {
    "Array": [
      "How far from home are we?",
      "...",
      "INTRUDER ALERT",
      "ENTITIES FROM ANOTHER WORLD HAVE BREACHED THE COMPOUND",
      "COMMENCING ELIMINATION",
      "Watch out!",
      "This place seems so advanced...",
      "There is nothing like this mentioned in any records.",
      "??",
      "(...)",
      "Welcome to my world.",
      "We desperately need you.",
      "Seraï...",
      "Why didn't you tell us?",
      "I couldn't find the words...",
      "Would you have stuck around if you knew?",
      "Of course! We'd be nowhere without you.",
      "My world fell to <color=bad>The Fleshmancer</color> a very long time ago.",
      "It's... completely lost...",
      "Up above, <color=location>Sky Base</color> produces nasty clouds that prevent sunlight from reaching the surface.",
      "And the moon... he sank it into the ocean...",
      "!!",
      "Do you understand?",
      "The moon and the sun disconnected...",
      "No more Children of the Solstice...",
      "Will you help?",
      "You know we will.",
      "Where do we begin?",
      "By visiting my home. I have been away for far too long.",
      "My people...",
      "Are they...",
      "Like me?",
      "Yes.",
      "One by one, we were turned into cyborgs by the wicked <color=bad>Catalyst</color>, a sentient evil machine...",
      "Cursed by immortality in this form, my people linger helplessly while the <color=bad>Dweller of Dread</color> slowly feeds on their souls.",
      "Seraï, I'm so sorry...",
      "You can help. This is exactly why I left.",
      "To find Solstice Warriors. To find you.",
      "If we can remove the clouds, the moon will shine again.",
      "Then the Dweller of Dread would be made vulnerable.",
      "We will cleanse your world. I swear it.",
      "And I swear it too.",
      "Thank you.",
      "Getting to Sky Base won't be easy, but a lead might have been found while I was away.",
      "Let's make for <color=location>Repine</color>, my hometown. I want to show you what we are fighting here.",
      "What about The Fleshmancer?",
      "His lair lies on a flying piece of land.",
      "I have absolutely no idea how to get there.",
      "Okay, first things first. Let's visit your place.",
      "Repine is on <color=location>Cerulean Island</color>, east of the exit from here.",
      "The <color=location>Derelict Factory</color> might pose a challenge, but I suppose we've been through worse.",
      "Alright. Lead the way.",
      "No turning back now.",
      "Some advanced technology that seems to be the norm in Seraï's world...",
      "Some kind of technology displaying shapes made of light."
    ]
  }
}