{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "Vespertine_EN",
  "locCategoryId": "Vespertine",
  "language": 0,
  "strings": {
    "Array": [
      "It is nice to meet you, Teaks. I am also a traveler of sorts.",
      "Resh'an, huh? So you make potions?",
      "You could say that.",
      "Now, wait a minute...",
      "There's more to you!",
      "!!",
      "I see... Don't worry, I won't tell! Would you mind though?",
      "...",
      "If you promise not to tell of my true identity, you can have my story, yes.",
      "I promise! Just stand still for one second here and...",
      "Thanks!",
      "Hey, we were just wondering what to do with the glass dome.",
      "You can use it as a greenhouse! Come, I'll show you!",
      "Potion guy is welcome to stay, ov course!",
      "Mesa Island, eh?",
      "That's where we're headed.",
      "Aye, that be roughly to the north ov here. Big stone head, can't miss it.",
      "Just grab the wheel whenever yer ready!",
      "Ahoy! I was hopin' I could trouble ye with a lil' research I been doin'...",
      "Of course. What's on your mind, Hortence?",
      "Well, y'see, we undead folk share some sort ov a connection.",
      "It ain't telepathy per se, but we can kind ov feel what others be feelin'.",
      "Anyway, there be one among us with a bad case of longing.",
      "I'm talking REALLY bad. Bloke be carryin' enough sadness to drown the ocean itself.",
      "Appears ye've met him. Used to be some noble ov sorts.",
      "Duke Aventry?",
      "Aye.",
      "Went and got cursed pretty bad, that one.",
      "He be ready to leave this world, but some necromancer be keepin' him on a leash.",
      "Romaya...",
      "His soul's gotta be bound to some magical object somewhere.",
      "Any idea where that object might be?",
      "All I knows fer sure is it'd have to be in a place dear to him, or the tether wouldn't work.",
      "That's not much to go on...",
      "Well, seems that necromancer ain't that much ov the careful type.",
      "Crew's been seein' her enter some secret passage. Mayhaps she be hidin' a thing or two of relevance there.",
      "If ye're interested in helping the poor sod, Yolande's got some more details.",
      "Hortence give you the rundown?",
      "The necromancer's been spotted on an isolated plateau just off the coast of Wraith Island. Here, I'll show ya.",
      "Reckon ye could fly there?",
      "Ahoy! Fancy a game o'<color=magic>Wheels</color>?",
      "Casual game",
      "Champion game",
      "Maybe later",
      "Happy to play Champion again, but ye have already beaten me so there won't be no reward.",
      "Hey, it's a tie!",
      "Well, ye went and did it! Congratulations, here's yer prize!",
      "Ye won!",
      "This round be mine!",
      "Quitting already, aye?",
      "Go to sleep?",
      "Yes",
      "Not now",
      "B'gawk!"
    ]
  }
}