{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 1,
    "m_PathID": 2350011159297838977
  },
  "m_Name": "WorldMap_EN",
  "locCategoryId": "WorldMap",
  "language": 0,
  "strings": {
    "Array": [
      "Hoo, are you ready to be sent out into the world?",
      "Yes",
      "No",
      "Hoo, are you ready to be sent out into the world?",
      "Yes",
      "No",
      "Let us see you off then. But first, your prophecies.",
      "I will speak them to your minds directly, for they are yours and yours alone.",
      "Zale. Step forward.",
      "(In order to reach your full potential, you will first need to <color=magic>stare at the night inside of you</color>.)",
      "...",
      "Thank you, Elder Mist.",
      "Valere. Approach.",
      "(When the time comes, you will be the one to <color=magic>create paths on water</color>.)",
      "...",
      "Understood.",
      "Garl.",
      "I get one too? Awesome!",
      "(You must be mindful of your limitations during this journey.)",
      "(You got it, Elder Mist!)",
      "(Garl, this is not a conversation.)",
      "(Oh, my bad! Carry on.)",
      "(The Mists are unclear in your case, but it appears your heart might be warm enough to <color=magic>soothe a long tormented soul</color>.)",
      "Okay, I'll do my best!",
      "You have now learned everything I could teach you.",
      "I am sending you to <color=location>Sleeper Island</color>, where you are fated to meet a <color=good>crew</color> bound for adventure.",
      "Make friends with them, and they shall help you <color=magic>reach Wraith Island in time for the next eclipse</color>.",
      "To activate this Giant, give it the name <color=good>X'tol</color> to be sent to Sleeper Island.",
      "To return here, simply go to X'tol and speak this one's name, which is-",
      "X'tol? Cool!",
      "...",
      "Well, I suppose we won't be seeing each other for a while...",
      "Hoo...",
      "Y'eet stands still, awaiting a magic word.",
      "X'tol",
      "Y'eet stands still, awaiting a magic word.",
      "X'tol",
      "Khukharr",
      "Y'eet stands still, awaiting a magic word.",
      "X'tol",
      "Khukharr",
      "Puntie",
      "Need a little boost?",
      "Y'eet",
      "X'tol",
      "Need a little boost?",
      "Y'eet",
      "X'tol",
      "Puntie",
      "X'tol stands still, awaiting a magic word.",
      "Y'eet",
      "X'tol stands still, awaiting a magic word.",
      "Y'eet",
      "Khukharr",
      "X'tol stands still, awaiting a magic word.",
      "Y'eet",
      "Khukharr",
      "Puntie",
      "Khukharr!",
      "Go to Molekin Outpost?",
      "The island is to the northeast of Brisk. Don't forget to use the map if ye need!",
      "So, The Watcher's prism is the key...",
      "Let's see here.",
      "Use <button=AdvanceTime>&<button=RewindTime> on the World Map to unveil the secret area!",
      "What is that?",
      "No idea, it looks like a giant prism.",
      "That there tower be sittin' at the bottom ov the ocean. Ain't no getting in this way!",
      "Travel to Home World?",
      "Yes",
      "No",
      "Travel to Seraï's World?",
      "Yes",
      "No",
      "I'm glad I joined the crew--the air is always so good!",
      "I feel a bit woozy. Hope I'll get my sea legs soon!",
      "The Sea of Stars was an incredible journey. I'm even happier now with my decision than I was when I first joined!",
      "I think I finally got my sea legs!",
      "Sweeping is a full time job. The second I'm done it's worth starting over!",
      "Still sailing, still sweeping.",
      "Just taking care of something Yolande asked.",
      "It's good work you all are doing. You have my support!",
      "Lots of old stuff we may or may not need. Valtraid says I can figure it out on my own!",
      "This box feels bottomless...",
      "Wait, did I put it here?",
      "Now, where was it...",
      "Yolande is the best boss I've ever had.",
      "Work, work.",
      "I could listen to Keenathan's concertina all day!",
      "Seraï world feels kind of spooky, don't you think?",
      "That's a good boat we got. Just gotta treat it well!",
      "I like it on The Vespertine--there's always a little something that needs fixing!",
      "The ship's operating at peak condition!",
      "We've got all the supplies we need.",
      "Teaks is a really good storyteller!",
      "I really feel like sailing is my true calling now, I don't ever want to go back home.",
      "Hortence started teaching me the basics of navigation. I just want to learn more!",
      "Croustalion is having the time of his life.",
      "Croustalion is dreaming a cozy dream.",
      "Croustalion is solving a complex problem.",
      "Croustalion is thinking about B'st.",
      "Croustalion is trying to determine his favorite snack.",
      "Croustalion is preparing his daily gratitudes.",
      "Croustalion is letting a fond memory wash over him.",
      "Croustalion is mulling over healthy food options."
    ]
  }
}